Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: quote what you think is the rule, and agree with the other player/captain to go with that
de: Zitat, was Sie denken, ist die Regel, und stimmen mit den anderen Spieler/Kapitän mit, dass zu gehen
es: cita de lo que usted piensa es la regla, y de acuerdo con el otro jugador/capitán para ir con eso
fr: citer ce que vous pensez être la règle, et convenir avec l&#39;autre joueur / capitaine d&#39;aller avec cela

source: use a copy of the rules to find the exact rule that addresses the problem
de: verwenden, um eine Kopie der Regeln, die genaue Regelung zu finden, die das Problem behebt
es: utilizar una copia de las reglas para encontrar la regla exacta que aborda el problema
fr: utiliser une copie des règles pour trouver la règle exacte qui résout le problème

source: quote the exact rule from memory that addresses the problem
de: geben Sie die genaue Regel aus dem Speicher, der das Problem behebt
es: citar la regla exacta de la memoria que aborda el problema
fr: citer la règle exacte de la mémoire qui résout le problème

source: Hitter
fr: Frappeur

source: Blocker
fr: Bloqueur

source: Middle Blocker
fr: Bloqueur central

source: Outside Hitter
fr: Frappeur extérieur

source: Weakside Hitter
fr: Frappeur de côté

source: This value does not exist
fr: Cette valeur n'existe pas

source: Error
fr: Erreur

source: The requested address %s was not found on this server.
fr: L'adresse demandée% s n'a pas été trouvée sur ce serveur.

source: An Internal Error Has Occurred
fr: Une erreur interne s'est produite

source: Active Player
fr: Joueur Actif

source: This badge indicates a player who is on a team roster for a current or upcoming season.
fr: Ce badge indique un joueur qui fait partie de l’alignement d’une équipe pour une saison en cours ou à venir.

source: Member
fr: Membre

source: This badge indicates a player who has a current membership.
fr: Ce badge indique un joueur ayant un abonnement actuel.

source: Intro Member
fr: Membre Intro

source: This badge indicates a player who has an introductory membership, typically a player new to the sport or the city.
fr: Ce badge indique un joueur ayant un statut de membre débutant, généralement un joueur novice dans le sport ou la ville.

source: Junior Player
fr: Joueur Junior

source: This badge indicates a player who is under 18.
fr: Ce badge indique un joueur de moins de 18 ans.

source: Past Member
fr: Ancien membre

source: This badge denotes someone who had a membership in the past.
fr: Ce badge indique une personne ayant appartenu au passé.

source: 5x Past Member
fr: 5x Ancien membre

source: This badge denotes someone who has had at least 5 memberships in the past.
fr: Ce badge indique une personne ayant eu au moins 5 adhésions dans le passé.

source: League Champion
fr: Champion de la Ligue

source: This badge is awarded to all regular players on the rosters of teams that have won league playoffs.
fr: Ce badge est attribué à tous les joueurs réguliers des équipes des équipes ayant remporté les éliminatoires de la ligue.

source: 5x League Champion
fr: Champion de la ligue 5 fois

source: This badge is awarded to people who have won five league championships.
fr: Ce badge est attribué aux personnes ayant remporté cinq championnats de ligue.

source: Hall of Fame
fr: Temple de la renommée

source: This badge is awarded exclusively to those who have been inducted into the Hall of Fame.
fr: Ce badge est attribué exclusivement à ceux qui ont été intronisés au Temple de la renommée.

source: Volunteer of the Year
fr: Bénévole de l'année

source: This badge is awarded to those who have been chosen as volunteer of the year.
fr: Ce badge est attribué à ceux qui ont été choisis comme volontaire de l'année.

source: Volunteer of the Month
fr: Bénévole du mois

source: This badge is awarded to those who have been chosen as volunteer of the month.
fr: Ce badge est attribué à ceux qui ont été choisis comme volontaire du mois.

source: Board of Directors
fr: Conseil d'administration

source: This badge is awarded to those who have are currently on the board of directors.
fr: Ce badge est attribué à ceux qui sont actuellement membres du conseil d'administration.

source: Red Flag
fr: Drapeau Rouge

source: Denotes players under suspension.
fr: Indique les joueurs en suspension.

source: Yellow Flag
fr: Drapeau Jaune

source: Denotes players being monitored for bad behaviour.
fr: Indique que les joueurs surveillés ont un mauvais comportement.

source: Green Flag
fr: Drapeau Vert

source: Denotes players worthy of some recognition.
fr: Dénote les joueurs dignes de reconnaissance.

source: United States
fr: États Unis

source: Mon
fr: lun

source: Tue
fr: Mar

source: Wed
fr: mer

source: Thu
fr: jeu

source: Fri
fr: ven

source: Sat
fr: Sam

source: Sun
fr: Soleil

source: Membership
fr: Appartenance

source: Teams for Leagues
fr: Équipes pour les ligues

source: Individuals for Leagues
fr: Individuels pour les ligues

source: Teams for Events
fr: Équipes pour événements

source: Individuals for Events
fr: Individuels pour événements

source: Clinics
fr: Cliniques

source: Social Events
fr: Événements sociaux

source: You will be participating as a player.
fr: Vous participerez en tant que joueur.

source: Parent/Guardian
fr: Tuteur

source: You have one or more children who will be participating as players.
fr: Vous avez un ou plusieurs enfants qui participeront en tant que joueurs.

source: Coach
fr: Entraîneur

source: You will be coaching a team that you are not a player on.
fr: Vous dirigerez une équipe dont vous n&#39;êtes pas un joueur.

source: Volunteer
fr: Bénévole

source: You plan to volunteer to help organize or run things.
fr: Vous prévoyez de vous porter volontaire pour aider à organiser ou à gérer les choses.

source: Official
fr: Officiel

source: You will be acting as an in-game official.
fr: Vous agirez en tant qu&#39;officiel dans le jeu.

source: Manager
fr: Directeur

source: You are an organizational manager with some admin privileges.
fr: Vous êtes un gestionnaire organisationnel avec quelques privilèges d&#39;administrateur.

source: Administrator
fr: Administrateur

source: You are an organizational administrator with absolute privileges.
fr: Vous êtes un administrateur d&#39;organisation avec des privilèges absolus.

source: Full
de: Voll
es: Completo
fr: Plein

source: Introductory
de: Einleitend
es: Introductorio
fr: Introduction

source: Junior Introductory
fr: Initiation junior

source: Trial
fr: Procès

source: Touring
fr: Tournée

source: <h2>Zuluru has system notices!</h2><p>This is the first in a series of notices telling you about new or lesser-known features of the system, to help you get the most out of the web site.</p><p>To dismiss this notice and not see it again, click "Okay, got it" below. To have it show you this notice again some time in the future, click "I'm busy, remind me later".</p>
fr: <h2>Zuluru a des notifications système!</h2><p>Il s&#39;agit du premier d&#39;une série de notifications vous informant de fonctionnalités nouvelles ou moins connues du système, pour vous aider à tirer le meilleur parti du site Web.</p><p>Pour ignorer cet avis et ne plus le revoir, cliquez sur &quot;D&#39;accord, je l&#39;ai&quot; ci-dessous. Pour qu&#39;il vous montre à nouveau cet avis dans le futur, cliquez sur &quot;Je suis occupé, rappelez-moi plus tard&quot;.</p>

source: <h2>Attendance tracking!</h2><p>Zuluru can do attendance tracking! Edit your team (look for the <%icon edit_24.png %> icon) to turn this popular feature on. You can also customize which emails will be sent to you and your players, and when.</p>
fr: <h2>Suivi des présences!</h2><p>Zuluru peut faire le suivi des présences! Modifiez votre équipe (recherchez le <%icon edit_24.png %> icône) pour activer cette fonction populaire. Vous pouvez également personnaliser les e-mails qui vous seront envoyés ainsi qu&#39;à vos joueurs, et quand.</p>

source: <h2>Playoff scheduling!</h2><p>Zuluru can do playoff scheduling! When you start the "add games" process, below the selection for what type of games to add, you will have a link to create the playoff schedule. This can be done <strong>at any time</strong>. The schedule that it creates will have placeholders for various seeds, as well as winners and losers of previous games.</p><p>When the regular season is done and all game results are in, go to the league schedule page, and click the <%icon initialize_24.png %> icon to replace the various seeds with actual teams. After that, the various winner and loser slots will be filled in automatically as the playoff results come in!</p>
fr: <h2>Programmation des éliminatoires!</h2><p>Zuluru peut planifier les séries éliminatoires! Lorsque vous démarrez le processus «ajouter des matchs», sous la sélection du type de matchs à ajouter, vous aurez un lien pour créer le calendrier des éliminatoires. Cela peut être fait <strong>à tout moment</strong> . Le calendrier qu&#39;il crée aura des espaces réservés pour diverses graines, ainsi que des gagnants et des perdants des jeux précédents.</p><p>Une fois la saison régulière terminée et tous les résultats de la partie entrés, accédez à la page du calendrier de la ligue et cliquez sur le bouton <%icon initialize_24.png %> icône pour remplacer les différentes graines par des équipes réelles. Après cela, les différents emplacements gagnants et perdants seront automatiquement remplis au fur et à mesure que les résultats des éliminatoires arriveront!</p>

source: <h2>Set your attendance in advance!</h2><p>If your team is using the attendance tracking feature, you can set your attendance in advance. You might use this to indicate when you'll be on vacation, for example, giving your captain plenty of notice.</p><p>Go to the <%link all splash "Dashboard" %> page and look for the <%icon attendance_24.png %> icon next to your team name in the "My Teams" section.</p>
fr: <h2>Réglez votre présence à l&#39;avance!</h2><p>Si votre équipe utilise la fonction de suivi des présences, vous pouvez définir votre présence à l&#39;avance. Vous pouvez utiliser cela pour indiquer quand vous serez en vacances, par exemple, en donnant à votre capitaine beaucoup de préavis.</p><p>Accédez à la page &lt;% link all splash &quot;Dashboard&quot;%&gt; et recherchez le <%icon attendance_24.png %> icône à côté du nom de votre équipe dans la section &quot;Mes équipes&quot;.</p>

source: <h2>Attendance reminder emails</h2><p>If your team is using the attendance tracking feature and you've set your attendance in advance, you can still get email notifications with game details.</p><p>Go to <%link people preferences My Profile -> Preferences %> and turn on the "Always Send Attendance Reminder Emails" option.</p>
fr: <h2>E-mails de rappel de présence</h2><p>Si votre équipe utilise la fonction de suivi des présences et que vous avez défini votre présence à l&#39;avance, vous pouvez toujours recevoir des notifications par e-mail avec les détails du jeu.</p><p>Accédez à &lt;% link people preferences Mon profil -&gt; Préférences%&gt; et activez l&#39;option &quot;Toujours envoyer des e-mails de rappel de présence&quot;.</p>

source: <h2>Sync your <%setting organization.short_name %> schedule to your phone or calendar!</h2><p>Zuluru can export your personal perpetual schedule to anything that supports the iCal protocol, including iCal, Google Calendar, Thunderbird and more. Rather than adding each team individually as the seasons start, add this once and it will find every game you ever have!</p><p>Go to <%link people preferences My Profile -> Preferences %> to enable this option. After you do this, there will be a link at the bottom of the <%link all splash "Dashboard" %> page with online help about how to make it work with your software.</p>
fr: <h2>Synchronisez votre <%setting organization.short_name %> planifier sur votre téléphone ou votre calendrier!</h2><p>Zuluru peut exporter votre calendrier perpétuel personnel vers tout ce qui prend en charge le protocole iCal, y compris iCal, Google Calendar, Thunderbird et plus encore. Plutôt que d&#39;ajouter chaque équipe individuellement au début des saisons, ajoutez-le une fois et il trouvera tous les jeux que vous avez jamais!</p><p>Accédez à &lt;% link people preferences Mon profil -&gt; Préférences%&gt; pour activer cette option. Après cela, il y aura un lien au bas de la page &lt;% link all splash &quot;Dashboard&quot;%&gt; avec de l&#39;aide en ligne pour savoir comment le faire fonctionner avec votre logiciel.</p>

source: <h2>Dates and times</h2><p>You can change your preferences for how dates and times are displayed in Zuluru. Don't like 24 hour military-style times? Change it in <%link people preferences My Profile -> Preferences %>!</p>
fr: <h2>Dates et heures</h2><p>Vous pouvez modifier vos préférences concernant l&#39;affichage des dates et heures dans Zuluru. Vous n&#39;aimez pas les heures de style militaire de 24 heures? Modifiez-le dans &lt;% link people preferences Mon profil -&gt; Préférences%&gt;!</p>

source: <h2>Online help</h2><p>Zuluru has online help. Click the <%icon help_24.png %> icon anywhere to get a popup window with help about that item.</p>
fr: <h2>Aide en ligne</h2><p>Zuluru dispose d&#39;une aide en ligne. Clique le <%icon help_24.png %> icône n&#39;importe où pour obtenir une fenêtre contextuelle avec de l&#39;aide sur cet élément.</p>

source: <h2>Pop-up details</h2><p>When you hover your mouse over player, team, field or league names, popups appear with handy links to the most commonly requested pages, saving you valuable clicks.</p>
fr: <h2>Détails contextuels</h2><p>Lorsque vous passez la souris sur les noms des joueurs, des équipes, des terrains ou des ligues, des fenêtres contextuelles apparaissent avec des liens pratiques vers les pages les plus fréquemment demandées, vous permettant ainsi d&#39;économiser de précieux clics.</p>

source: <h2>Ever submit the wrong score?</h2><p>If you submit an incorrect score for a game, you can correct it with the "Edit Score" link.</p>
fr: <h2>Avez-vous déjà soumis un mauvais score?</h2><p>Si vous soumettez un score incorrect pour un jeu, vous pouvez le corriger avec le lien &quot;Modifier le score&quot;.</p>

source: <h2>Player photos</h2><p>You can upload a photo of yourself! Captains often use photos to figure out who they want to nominate as an all-star or draft or recruit for their team. Your photo will only be visible to people who are logged in to the site.</p><p>Go to <%link people photo_upload My Profile -> Upload Photo %> to get started.</p>
fr: <h2>Photos des joueurs</h2><p>Vous pouvez télécharger une photo de vous! Les capitaines utilisent souvent des photos pour déterminer qui ils souhaitent nommer comme all-star ou repêchage ou recruter pour leur équipe. Votre photo ne sera visible que par les personnes connectées au site.</p><p>Accédez à &lt;% link people photo_upload My Profile -&gt; Upload Photo%&gt; pour commencer.</p>

source: <h2>Your feedback is important!</h2><p>There are many ways that you can help to improve Zuluru.<ul><li>Send feature requests to <a href="mailto:admin@zuluru.org">admin@zuluru.org</a>. Many current Zuluru features are the result of user requests.</li><li>Use the "Report a bug" link at the bottom of every page to report bugs.</li><li>Use the link at the bottom of any help page to send suggestions for improvements to that help text.</li></ul></p><p>Your participation makes Zuluru better for you and everyone else.</p>
fr: <h2>Vos commentaires sont importants!</h2><p>Il existe de nombreuses façons d&#39;améliorer Zuluru. <ul><li> Envoyez les demandes de fonctionnalités à <a href="mailto:admin@zuluru.org">admin@zuluru.org</a> . De nombreuses fonctionnalités actuelles de Zuluru sont le résultat de demandes d&#39;utilisateurs.</li><li> Utilisez le lien &quot;Signaler un bogue&quot; au bas de chaque page pour signaler des bogues.</li><li> Utilisez le lien au bas de n&#39;importe quelle page d&#39;aide pour envoyer des suggestions d&#39;amélioration de ce texte d&#39;aide.</li></ul></p><p>Votre participation rend Zuluru meilleur pour vous et pour tous les autres.</p>

source: <h2>Double-check your details</h2><p>Please take a moment to confirm your address details below. <%setting organization.short_name %> uses this information for insurance and field acquisition purposes, so it's important that it is correct. To make any changes, go to <%link people edit My Profile -> Edit %>. If everything is correct, there is no action required.</p><p><%person first_name %> <%person last_name %><br /><%person addr_street %><br /><%person addr_city %>, <%person addr_prov %>, <%person addr_country %><br /><%person addr_postalcode %>
fr: <h2>Vérifiez vos coordonnées</h2><p>Veuillez prendre un moment pour confirmer les détails de votre adresse ci-dessous. <%setting organization.short_name %> utilise ces informations à des fins d&#39;assurance et d&#39;acquisition sur le terrain, il est donc important qu&#39;elles soient correctes. Pour apporter des modifications, accédez à &lt;% link people edit My Profile -&gt; Edit%&gt;. Si tout est correct, aucune action n&#39;est requise.</p><p><%person first_name %><%person last_name %><br /><%person addr_street %><br /><%person addr_city %> , <%person addr_prov %> , <%person addr_country %><br /><%person addr_postalcode %>

source: <h2>Double-check your details</h2><p>Please take a moment to confirm your contact information below. <%setting organization.short_name %> and your captains use this information to communicate with you, so it's important that it is correct. To make any changes, go to <%link people edit My Profile -> Edit %>. If everything is correct, there is no action required.</p><p><%person first_name %> <%person last_name %><br />Email: <%person email %><br />Alternate Email: <%person alternate_email %><br />Home phone: <%person home_phone %><br />Work phone: <%person work_phone %> <%person work_ext %><br />Mobile phone: <%person mobile_phone %>
fr: <h2>Vérifiez vos coordonnées</h2><p>Veuillez prendre un moment pour confirmer vos coordonnées ci-dessous. <%setting organization.short_name %> et vos capitaines utilisent ces informations pour communiquer avec vous, il est donc important qu&#39;elles soient correctes. Pour apporter des modifications, accédez à &lt;% link people edit My Profile -&gt; Edit%&gt;. Si tout est correct, aucune action n&#39;est requise.</p><p><%person first_name %><%person last_name %><br />Email: <%person email %><br />E-mail secondaire: <%person alternate_email %><br />Téléphone fixe: <%person home_phone %><br />Téléphone de travail: <%person work_phone %><%person work_ext %><br />Téléphone portable: <%person mobile_phone %>

source: <h2>Zuluru is now available in French!</h2><p>We know the translations aren’t great. To help fix that, <a href="https://zuluru.org/translation" target="_blank">join the translation team</a>. It takes just two minutes to get started.</p>
fr: <h2>Zuluru est maintenant disponible en français!</h2><p>Nous savons que la traduction n'est pas parfaite. Pour nous aider à résoudre ce problème, <a href="https://zuluru.org/translation/fr" target="_blank">joignez-vous à l'équipe de traduction</a>. Il ne faut que deux minutes pour commencer.</p>

source: Quebec
fr: Québec

source: British Columbia
fr: Colombie britannique

source: New Brunswick
fr: Nouveau-Brunswick

source: Newfoundland
fr: Terre-Neuve

source: Northwest Territories
fr: Territoires du nord-ouest

source: Nova Scotia
fr: Nouvelle-Écosse

source: Prince Edward Island
fr: Île-du-Prince-Édouard

source: California
fr: Californie

source: Florida
fr: Floride

source: Georgia
fr: Géorgie

source: Louisiana
fr: Louisiane

source: New Mexico
fr: Nouveau Mexique

source: North Carolina
fr: Caroline du Nord

source: North Dakota
fr: Dakota du nord

source: Pennsylvania
fr: Pennsylvanie

source: South Carolina
fr: Caroline du Sud

source: South Dakota
fr: Dakota du Sud

source: Virginia
fr: Virginie

source: West Virginia
fr: Virginie-Occidentale

source: North
fr: Nord

source: South
fr: Sud

source: East
fr: est

source: West
fr: Ouest

source: Captain
de: Kapitän
es: Capitán
fr: Capitaine

source: Assistant captain
de: Assistent Kapitän
es: Capitán asistente
fr: Capitaine adjoint

source: Non-playing coach
de: Non-playing-Trainer
es: El entrenador no juega
fr: Entraîneur non joueur

source: Social rep
es: Representante social
fr: Représentant social

source: Spirit captain
fr: Capitaine des esprits

source: Rules keeper
fr: Gardien des règles

source: Substitute player
de: Ersatzspieler
es: Jugador sustituto
fr: Joueur remplaçant

source: Cheerleader
fr: Pom-pom girl

source: Not on team
de: Nicht auf Team
es: No en equipo
fr: Pas dans l&#39;équipe

source: Win Percent
fr: Pourcentage de victoires

source: Goals
fr: Buts

source: Goals per Game
fr: Buts par match

source: Assists
fr: Assiste

source: Assists per Game
fr: Aides par match

source: Second Assists
fr: Deuxièmes passes décisives

source: Second Assists per Game
fr: Deuxièmes passes décisives par match

source: Points per Game
fr: Points par partie

source: D's
fr: D&#39;s

source: D's per Game
fr: D par partie

source: Throwaways
fr: Jetées

source: Throwaways per Game
fr: Jetées par match

source: Drops
fr: Gouttes

source: Drops per Game
fr: Gouttes par partie

source: Turnovers
fr: Chiffre d&#39;affaires

source: Turnovers per Game
fr: Chiffre d&#39;affaires par partie

source: Salary
fr: Un salaire

source: At Bats
fr: Chez les chauves-souris

source: Singles
fr: Simple

source: Doubles
fr: Double

source: Hits
fr: Les coups

source: Walks
fr: Des promenades

source: Sacrifice Flies
fr: Sacrifiez les mouches

source: Strikeouts
fr: Barrages

source: Runs Scored
fr: Courses marquées

source: Stolen Bases
fr: Bases volées

source: On-base Percentage
fr: Pourcentage sur la base

source: On-base plus slugging
fr: Sur la base plus le slugging

source: Errors
fr: les erreurs

source: Complete Games
fr: Jeux complets

source: Earned Runs
fr: Runs gagnés

source: Earned Run Average
fr: Moyenne de run gagnée

source: Started
fr: Commencé

source: Games Started
fr: Début des jeux

source: Field Goals Made
fr: Objectifs de terrain réalisés

source: Field Goals Attempted
fr: Objectifs de terrain tentés

source: Field Goal Percent
fr: Pourcentage de l&#39;objectif de champ

source: Free Throws Made
fr: Lancers francs effectués

source: Free Throws Attempted
fr: Tentatives de lancers francs tentées

source: Free Throw Percent
fr: Pourcentage de lancers francs

source: Three-point Field Goals Made
fr: Objectifs de terrain en trois points

source: Three-point Field Goals Attempted
fr: Tentative de buts sur le terrain en trois points

source: Three-point Field Goal Percent
fr: Pourcentage de l&#39;objectif de terrain à trois points

source: Offensive Rebounds
fr: Rebonds offensifs

source: Defensive Rebounds
fr: Rebonds défensifs

source: Rebounds
fr: Rebonds

source: Rebounds per Game
fr: Rebonds par partie

source: Steals
fr: Vole

source: Steals per Game
fr: Vol par match

source: Blocks
fr: Blocs

source: Blocks per Game
fr: Blocs par partie

source: Shots Rejected
fr: Coups rejetés

source: Shots Rejected per Game
fr: Tirs rejetés par match

source: Assist to Turnover Ratio
fr: Aider au taux de roulement

source: Personal Fouls
fr: Fautes personnelles

source: Personal Fouls per Game
fr: Fautes personnelles par match

source: Fouls Drawn
fr: Fautes tirées

source: Efficiency
fr: Efficacité

source: Performance Index Rating
fr: Évaluation de l&#39;indice de performance

source: Minutes Played
fr: Minutes jouées

source: Minutes per Game
fr: Minutes par match

source: Kills
fr: Tue

source: Kills per Game
fr: Victimes par partie

source: Killed
fr: Tué

source: Killed per Game
fr: Tués par partie

source: Catches
fr: Captures

source: Catches per Game
fr: Captures par match
