Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: You are first on the waiting list for {0}, and a spot has opened up. This spot has been reserved for you{1}.
de: Sie befinden sich auf der Warteliste zuerst für {0}, und eine Stelle hat sich geöffnet. Dieser Ort ist für Sie reserviert {1}.
es: Usted es el primero en la lista de espera para {0}, y una mancha ha abierto. Este punto ha sido reservado para usted {1}.
fr: Vous êtes le premier sur la liste d'attente pour {0} et une place s'est ouverte. Ce spot vous a été réservé {1}.

source: To confirm your position, simply {0}.
de: Zur Bestätigung Ihrer Position, einfach {0}.
es: Para confirmar su posición, simplemente {0}.
fr: Pour confirmer votre position, il vous suffit de {0}.

source: pay for this registration
de: zahlen für diese Registrierung
es: pagar por este registro
fr: payer pour cette inscription

source: If you are no longer interested in participating in this event, please {0}.
de: Wenn Sie kein Interesse mehr an dieser Veranstaltung teilnehmen, bitte {0}.
es: Si usted ya no está interesado en participar en este evento, por favor {0}.
fr: Si vous ne souhaitez plus participer à cet événement, veuillez {0}.

source: remove yourself from the waiting list
de: Entfernen Sie sich von der Warteliste
es: darse de baja de la lista de espera
fr: retirez-vous de la liste d'attente

source: This will help to ensure that those who are still interested get offered the spot promptly.
de: Dies wird dazu beitragen, um sicherzustellen, dass diejenigen, die immer noch daran interessiert sind, um die Stelle unverzüglich angeboten bekommen.
es: Esto ayudará a asegurar que aquellos que todavía están interesados ​​me ofrecen el lugar rápidamente.
fr: Cela contribuera à faire en sorte que les personnes toujours intéressées obtiennent rapidement la tache.

source: You registered for {0} on {1}, but have not yet paid.
de: Sie registriert für {0} auf {1}, aber noch nicht bezahlt.
es: Se registró para {0} de {1}, pero aún no se han pagado.
fr: Vous vous êtes inscrit pour {0} le {1} mais vous n'avez pas encore payé.

source: This event has now filled up, and in accordance with {0} policy, your registration has been removed.
de: Dieses Ereignis wurde nun gefüllt, und in Übereinstimmung mit {0} Politik, Ihre Registrierung entfernt wurde.
es: Este evento ya se ha llenado, y de acuerdo con {0} política, su registro ha sido eliminado.
fr: Cet événement est maintenant complet et, conformément à la stratégie de {0}, votre inscription a été supprimée.

source: If you wish to be placed on the waiting list in case a spot opens up, you can {0}.
de: Wenn Sie auf der Warteliste, falls eine Stelle eröffnet platziert werden wollen, können Sie {0}.
es: Si desea ser colocado en la lista de espera en caso de que un punto se abre hacia arriba, puede {0}.
fr: Si vous souhaitez être placé sur la liste d'attente au cas où un poste serait ouvert, vous pouvez {0}

source: re-register for this
de: neu registrieren für diese
es: volver a inscribirse en este
fr: ré-inscrire pour cela

source: This event has now filled up, and in accordance with {0} policy, your registration has been moved to the waiting list in case a spot opens up.
de: Dieses Ereignis wurde nun gefüllt, und in Übereinstimmung mit {0} Politik, Ihre Registrierung wurde auf die Warteliste, falls eine Stelle eröffnet verschoben.
es: Este evento ya se ha llenado, y de acuerdo con {0} política, su registro se ha movido a la lista de espera en caso de que un punto se abre hacia arriba.
fr: Cet événement est à présent complet et, conformément à la politique de {0}, votre inscription a été déplacée vers la liste d'attente au cas où une place s'ouvrirait.

source: If you are still interested in participating in this event, please monitor your email; if a spot opens up, you will be notified by email, but it will only be held for you for {0} hours.
de: Wenn Sie noch Interesse an der Teilnahme an dieser Veranstaltung sind, überwachen Sie bitte Ihre E-Mail; wenn eine Stelle öffnet, werden Sie per E - Mail benachrichtigt, aber es wird nur für Sie gehalten werden {0} Stunden.
es: Si usted todavía está interesado en participar en este evento, por favor controlar su correo electrónico; si un punto se abre hacia arriba, se le notificará por correo electrónico, pero sólo se retendrá para que por {0} horas.
fr: Si vous souhaitez toujours participer à cet événement, veuillez surveiller votre courrier électronique. si un poste est ouvert, vous en serez averti par e-mail, mais ne vous sera réservé que pendant {0} heures.

source: This will help to ensure that those who are still interested get served promptly if and when a spot opens up.
de: Dies wird dazu beitragen, um sicherzustellen, dass diejenigen, die immer noch daran interessiert sind erhalten umgehend bedient, ob und wann eine Stelle öffnet.
es: Esto ayudará a asegurar que aquellos que todavía estén interesados ​​te sirvan de inmediato si y cuando un punto se abre hacia arriba.
fr: Cela aidera à faire en sorte que ceux qui sont toujours intéressés soient servis rapidement si et quand une place s'ouvrira.

source: Your relative request to {0} on the {1} web site has been approved.
de: Ihre relativ Anfrage an {0} auf der {1} Webseite wurde genehmigt.
es: Su solicitud relativa a {0} en la {1} sitio web ha sido aprobado.
fr: Votre demande relative à {0} sur le site Web de {1} a été approuvée.

source: {0} has indicated on the {1} web site that you are related to them. You have the opportunity to accept or decline this.
de: {0} hat sich auf die angezeigte {1} Website, die Sie mit ihnen verwandt sind. Sie haben die Möglichkeit, dies zu akzeptieren oder abzulehnen.
es: {0} ha indicado en la {1} sitio web que está relacionado con ellos. Usted tiene la oportunidad de aceptar o rechazar esta.
fr: {0} a indiqué sur le {1} site Web que vous lui êtes lié. Vous avez la possibilité d'accepter ou de refuser cela.

source: If you accept, {0} will be granted access to see your schedule and perform various tasks in the system on your behalf. You can always remove this later on if you change your mind.
de: Wenn Sie annehmen, {0} wird der Zugriff gewährt Ihren Zeitplan, um zu sehen und verschiedene Aufgaben im System in Ihrem Namen durchführen. Sie können dies jederzeit wieder entfernt später, wenn Sie Ihre Meinung ändern.
es: Si acepta, {0} tendrán acceso para ver su horario y realizar diversas tareas en el sistema en su nombre. Siempre se puede eliminar esta más adelante si cambia de opinión.
fr: Si vous acceptez, {0} sera autorisé à consulter votre calendrier et à effectuer diverses tâches sur le système, en votre nom. Vous pouvez toujours supprimer cela plus tard si vous changez d'avis.

source: Accept the request
de: Die Anfrage akzeptieren
es: Acepta la solicitud
fr: Accepter la demande

source: If you decline, {0} will not have any additional access to your account.
de: Wenn Sie ablehnen, {0} keine zusätzlichen Zugang zu Ihrem Konto haben.
es: Si no acepta, {0} no tendrá ningún acceso adicional a su cuenta.
fr: Si vous refusez, {0} n'aura aucun accès supplémentaire à votre compte.

source: Decline the request
de: Ablehnen der Anfrage
es: Rechazar la solicitud
fr: Refuser la demande

source: {0} has removed you as a relative on the {1} web site.
de: {0} hat Sie als relativ auf dem entfernten {1} Website.
es: {0} se ha eliminado como un pariente en la {1} sitio web.
fr: {0} vous a supprimé en tant que parent du site Web {1}.

source: This is a notification only, there is no action required on your part.
de: Dies ist eine Meldung nur, es gibt keine Handlung von Ihrer Seite erforderlich.
es: Esta es sólo una notificación, no se requiere ninguna acción de su parte.
fr: Ceci est une notification seulement, aucune action n'est requise de votre part.

source: An administrator has removed the relation between you on the {0} web site.
fr: Un administrateur a supprimé la relation entre vous sur le site Web {0}.

source: Your reservation for {0} has expired.
de: Ihre Reservierung für {0} ist abgelaufen.
es: Su reserva para {0} ha expirado.
fr: Votre réservation pour {0} a expiré.

source: There may still be openings available, but these are now on a first-come, first-served basis.
de: Es kann immer noch Öffnungen vorhanden sein, aber diese sind jetzt auf einer first-come, first-served Prinzip.
es: Todavía puede haber aberturas disponibles, pero ahora están en un primer llegado, primer servido.
fr: Il reste peut-être des débouchés, mais ceux-ci sont désormais attribués selon le principe du premier arrivé, premier servi.

source: You can {0} or to confirm your position, {1}.
de: Sie können {0} oder Ihre Position zu bestätigen, {1}.
es: Puede {0} o para confirmar su posición, {1}.
fr: Vous pouvez {0} ou pour confirmer votre position, {1}.

source: check availability
de: Verfügbarkeit prüfen
es: comprobar la disponibilidad
fr: Voir les disponibilités

source: Remember that this may fill up at any time.
de: Denken Sie daran, dass diese jederzeit füllen kann.
es: Recuerde que esto puede llenar en cualquier momento.
fr: Rappelez-vous que cela peut se remplir à tout moment.

source: This event has now filled up, and your registration has been moved to the waiting list in case a spot opens up.
de: Dieses Ereignis wurde nun gefüllt, und Ihre Anmeldung wurde auf die Warteliste, falls eine Stelle eröffnet bewegt.
es: Este evento ya se ha llenado, y su registro se ha movido a la lista de espera en caso de que un punto se abre.
fr: Cet événement est maintenant complet et votre inscription a été déplacée vers la liste d'attente au cas où une place s'ouvrirait.

source: As you did not confirm your position with a payment in time, your registration has been removed.
de: Wie Sie nicht Ihre Position mit einer Zahlung in der Zeit bestätigen, hat Ihre Registrierung entfernt.
es: Y cuando no se confirme su posición con un pago a tiempo, su registro ha sido eliminado.
fr: Comme vous n'avez pas confirmé votre position avec un paiement à temps, votre inscription a été supprimée.

source: Your invitation for {0} to join the roster of the {1} team {2} as a {3} has been accepted.
de: Ihre Einladung für {0} sich registrieren um den Dienstplan der {1} Team {2} als {3} angenommen wurde.
es: Su invitación a {0} para unirse a la lista de la {1} equipo {2} como {3} ha sido aceptado.
fr: Votre invitation à {0} de rejoindre l'équipe de {1} équipe {2} en tant que {3} a été acceptée.

source: {0} has accepted your request to join the roster of the {1} team {2} as a {3}.
de: {0} hat Ihre Anfrage akzeptiert die Liste von dem beizutreten {1} Team {2} als {3}.
es: {0} ha aceptado su solicitud para unirse a la lista de la {1} equipo {2} como {3}.
fr: {0} a accepté votre demande d'inscription sur la liste de {1} équipes {2} en tant que {3}.

source: You have been added to the roster of the {0} team {1} as a {2}.
de: Sie wurden in die Liste von dem zusätzlichen {0} Team {1} als {2}.
es: Usted se han añadido a la lista de la {0} equipo {1} como {2}.
fr: Vous avez été ajouté à la liste de {0} équipes {1} en tant que {2}.

source: {0} plays in the {1}.
de: {0} spielt in der {1}.
es: {0} juega en el {1}.
fr: {0} joue dans le {1}.

source: If you believe that this has happened in error, please contact {0}.
de: Wenn Sie glauben, dass dies in Fehler passiert ist, wenden Sie sich bitte {0}.
es: Si usted cree que esto ha sucedido por error, por favor, póngase en contacto con {0}.
fr: Si vous pensez que cela est arrivé par erreur, contactez {0}.

source: {0} has changed your role on the roster of the {1} team {2} from {3} to {4}.
de: {0} hat Ihre Rolle auf der Liste der geänderten {1} Team {2} von {3} zu {4}.
es: {0} ha cambiado su papel en la lista de la {1} equipo {2} de {3} a {4}.
fr: {0} a modifié votre rôle dans l'équipe de {1} équipe {2} de {3} à {4}

source: {0} has changed their role on the roster of the {1} team {2} from {3} to {4}.
de: {0} hat ihre Rolle auf der Liste der geänderten {1} Team {2} von {3} zu {4}.
es: {0} ha cambiado su papel en la lista de la {1} equipo {2} de {3} a {4}.
fr: {0} a modifié leur rôle dans l'équipe de {1} équipe {2} de {3} à {4}

source: Your invitation for {0} to join the roster of the {1} team {2} has been declined.
de: Ihre Einladung für {0} sich registrieren um den Dienstplan der {1} Team {2} wurde abgelehnt.
es: Su invitación a {0} para unirse a la lista de la {1} equipo {2} ha sido rechazada.
fr: Votre invitation à {0} de rejoindre la liste de l'équipe {1} a été refusée {2}

source: {0} has declined your request to join the roster of the {1} team {2}.
de: {0} hat Ihre Anfrage abgelehnt, die Liste von dem beizutreten {1} Team {2}.
es: {0} ha rechazado su solicitud para unirse a la lista de la {1} equipo {2}.
fr: {0} a refusé votre demande d'inscription sur la liste de l'équipe {1} de l'équipe {2}.

source: (minimum of {0} rostered players)
de: (Minimum von {0} rostered Spieler)
es: (mínimo de {0} jugadores incluidos en la lista)
fr: (minimum de {0} joueurs inscrits)

source: {0} has invited you to join the roster of the {1} team {2} as a {3}.
de: {0} hat Sie eingeladen, den Dienstplan der beizutreten {1} Team {2} als {3}.
es: {0} te ha invitado a unirse a la lista de la {1} equipo {2} como {3}.
fr: {0} vous a invité à rejoindre le {1} équipe {2} en tant que {3}

source: We ask that you please accept or decline this invitation at your earliest convenience. The invitation will expire after a couple of weeks.
de: Wir bitten Sie bitte diese Einladung an Ihrer frühesten Bequemlichkeit annehmen oder ablehnen. Die Einladung wird nach ein paar Wochen verstreichen.
es: Le pedimos que por favor acepte o rechace esta invitación a la brevedad posible. La invitación caducará después de un par de semanas.
fr: Nous vous demandons de bien vouloir accepter ou refuser cette invitation dès que possible. L'invitation expirera au bout de quelques semaines.

source: If you accept the invitation, you will be added to the team's roster and your contact information will be made available to the team coaches and captains.
de: Wenn Sie die Einladung annehmen, werden Sie das Team Roster und Ihre Kontaktinformationen hinzugefügt werden, werden an die Mannschaft Trainer und Kapitäne zur Verfügung gestellt werden.
es: Si acepta la invitación, usted será añadido a la lista del equipo y su información de contacto se hizo disponible para los entrenadores y capitanes de equipo.
fr: Si vous acceptez l'invitation, vous serez ajouté à la liste de l'équipe et vos coordonnées seront mises à la disposition des entraîneurs et des capitaines.

source: Note that, before accepting the invitation, you must be a registered member of {0}.
de: Beachten Sie, dass, bevor die Einladung angenommen, Sie müssen ein registriertes Mitglied von sein {0}.
es: Tenga en cuenta que, antes de aceptar la invitación, usted debe ser un usuario registrado de {0}.
fr: Notez qu'avant d'accepter l'invitation, vous devez être un membre inscrit de {0}.

source: The system has also generated this warning which must be resolved before you can accept this invitation:
de: Das System hat auch diese Warnung erzeugt, die gelöst werden müssen, bevor Sie diese Einladung annehmen können:
es: El sistema también ha generado esta advertencia que debe resolverse antes de poder aceptar esta invitación:
fr: Le système a également généré cet avertissement qui doit être résolu avant que vous puissiez accepter cette invitation:

source: Accept the invitation
de: Die Einladung akzeptieren
es: Acepta la invitación
fr: Accepter l'invitation

source: If you decline the invitation you will be removed from this team's roster and your contact information will not be made available to the coaches or captains. This protocol is in accordance with the {0} Privacy Policy.
de: Wenn Sie die Einladung ablehnen werden Sie von diesem Team Roster entfernt und Ihre Kontaktinformationen nicht zur Verfügung, die Trainer oder Kapitäne gemacht werden. Dieses Protokoll ist in Übereinstimmung mit der {0} Datenschutzrichtlinie.
es: Si no acepta la invitación que será removido de la nómina de este equipo y su información de contacto no sea puesta a disposición de los entrenadores o capitanes. Este protocolo está de acuerdo con el {0} política de privacidad.
fr: Si vous refusez l'invitation, vous serez retiré de la liste de cette équipe et vos coordonnées ne seront pas communiquées aux entraîneurs ni aux capitaines. Ce protocole est conforme à la politique de confidentialité de {0}.

source: Decline the invitation
de: Ablehnen der Einladung
es: Declinar la invitación
fr: Refuser l'invitation

source: Please be advised that players are NOT considered a part of a team roster until they have accepted the invitation to join. The {0} roster must be completed{1} by the team roster deadline ({2}), and all team members must have accepted the invitation.
de: Bitte beachten Sie, dass die Spieler nicht Teil eines Teams Roster betrachtet werden, bis sie die Einladung angenommen haben beizutreten. Die {0} Aufstellung muss abgeschlossen sein {1} vom Team Roster Frist ({2}), und alle Teammitglieder die Einladung angenommen haben müssen.
es: Tenga en cuenta que los jugadores no se consideran parte de una lista del equipo hasta que hayan aceptado la invitación para unirse. El {0} lista debe completarse {1} en el plazo nómina del equipo ({2}), y todos los miembros del equipo debe haber aceptado la invitación.
fr: Veuillez noter que les joueurs ne sont PAS considérés comme faisant partie de la liste de l'équipe tant qu'ils n'ont pas accepté l'invitation à la rejoindre. La liste {0} doit être complétée {1} avant la date limite de composition de l'équipe ({2}) et tous les membres de l'équipe doivent avoir accepté l'invitation.

source: You invited {0} to join the roster of the {1} team {2} as a {3}.
de: Sie werden eingeladen {0} den Dienstplan der beizutreten {1} Team {2} als {3}.
es: Invitaste {0} para unirse a la lista de la {1} equipo {2} como {3}.
fr: Vous avez invité {0} à rejoindre l'équipe de {1} équipe {2} en tant que {3}.

source: This invitation has not yet been responded to by the player, and will expire {0} days from now. An email has been sent to remind them, but you might want to get in touch directly as well.
de: Diese Einladung wurde von dem Spieler noch nicht geantwortet, und verfallen {0} Tagen ab jetzt. Eine E-Mail wurde versendet sie daran zu erinnern, aber Sie könnten auch direkt in Kontakt zu treten wollen.
es: Esta invitación no se ha respondido a por el jugador, y expirará {0} días a partir de ahora. Un correo electrónico ha sido enviado para recordarles, pero es posible que desee ponerse en contacto directamente también.
fr: Le joueur n'a pas encore répondu à cette invitation et expirera dans {0} jours. Un courrier électronique leur a été envoyé, mais vous pouvez également contacter directement.

source: Please be advised that players are NOT considered a part of a team roster until your invitation to join has been accepted. The {0} roster must be completed{1} by the team roster deadline ({2}), and all team members must have been accepted by the captain.
de: Bitte beachten Sie, dass die Spieler nicht Teil eines Teams Roster betrachtet werden, bis Ihre Einladung zum Beitritt angenommen wurde. Die {0} Aufstellung muss abgeschlossen sein {1} vom Team Roster Frist ({2}), und alle Teammitglieder vom Kapitän akzeptiert worden sein.
es: Tenga en cuenta que los jugadores no se consideran parte de una lista del equipo hasta que su invitación para unirse ha sido aceptada. El {0} lista debe completarse {1} en el plazo nómina del equipo ({2}), y todos los miembros del equipo debe haber sido aceptado por el capitán.
fr: Veuillez noter que les joueurs ne sont PAS considérés comme faisant partie de la liste des équipes tant que votre invitation à vous rejoindre n’a pas été acceptée. La liste {0} doit être complétée {1} avant la date limite de la composition de l'équipe ({2}) et tous les membres de l'équipe doivent avoir été acceptés par le capitaine.

source: Your invitation to {0} to join the roster of the {1} team {2} as a {3} was not responded to by the player in the allotted time, and has been removed.
de: Ihre Einladung zu {0} sich registrieren um den Dienstplan der {1} Team {2} als {3} nicht durch den Spieler in der vorgegebenen Zeit reagiert wurde, und wurde entfernt.
es: Su invitación a {0} para unirse a la lista de la {1} equipo {2} como {3} no fue respondida por el jugador en el tiempo asignado, y ha sido eliminado.
fr: Votre invitation à {0} de rejoindre la liste de l'équipe {1} en tant que {3} n'a pas reçu de réponse de la part du joueur dans le temps imparti et a été supprimée.

source: This is a reminder that you have been invited to join the roster of the {0} team {1} as a {2}.
de: Dies ist eine Erinnerung, die Sie eingeladen wurden, um den Bestand der zu verbinden {0} Team {1} als {2}.
es: Este es un recordatorio de que usted ha sido invitado a unirse a la lista de la {0} equipo {1} como {2}.
fr: Ceci vous rappelle que vous avez été invité à vous joindre à la liste de l'équipe {0} {1} en tant que {2}.

source: We ask that you please accept or decline this invitation at your earliest convenience. The invitation will expire {0} days from now.
de: Wir bitten Sie bitte diese Einladung an Ihrer frühesten Bequemlichkeit annehmen oder ablehnen. Die Einladung wird verfallen {0} Tagen ab jetzt.
es: Le pedimos que por favor acepte o rechace esta invitación a la brevedad posible. La invitación caducará {0} días a partir de ahora.
fr: Nous vous demandons de bien vouloir accepter ou refuser cette invitation dès que possible. L'invitation expirera d'ici {0} jours.

source: {0} has removed you from the roster of the {1} team {2}. You were previously listed as a {3}.
de: {0} hat Sie aus der Liste von dem entfernt {1} Team {2}. Sie waren zuvor als börsennotiertes {3}.
es: {0} se ha eliminado de la lista de la {1} equipo {2}. Usted se enumeraron anteriormente como {3}.
fr: {0} vous a retiré de la liste de {1} équipes {2}. Vous avez déjà été répertorié en tant que {3}.

source: {0} has removed themselves from the roster of the {1} team {2}. They were previously listed as a {3}.
de: {0} hat sich aus dem Register des entfernten {1} Team {2}. Sie waren zuvor als börsennotiertes {3}.
es: {0} ha eliminado a sí mismos de la lista de la {1} equipo {2}. Ellos fueron listadas anteriormente como {3}.
fr: {0} s'est retiré de la liste de l'équipe {1} de l'équipe {2}. Ils étaient précédemment répertoriés en tant que {3}.

source: {0} has removed the invitation to join the roster of the {1} team {2}.
de: {0} hat die Einladung entfernt, um den Bestand der zu verbinden {1} Team {2}.
es: {0} ha retirado la invitación para unirse a la lista de la {1} equipo {2}.
fr: {0} a supprimé l'invitation à rejoindre la liste de l'équipe {1} de l'équipe {2}.

source: {0} has requested to join the roster of the {1} team {2} as a {3}.
de: {0} hat beantragt, den Dienstplan der beizutreten {1} Team {2} als {3}.
es: {0} ha solicitado formar parte de la lista de la {1} equipo {2} como {3}.
fr: {0} a demandé à rejoindre l'équipe de {1} équipe {2} en tant que {3}.

source: We ask that you please accept or decline this request at your earliest convenience.
de: Wir bitten Sie bitte diesen Antrag so bald wie möglich annehmen oder ablehnen.
es: Le pedimos que por favor acepte o rechace esta solicitud a la brevedad posible.
fr: Nous vous demandons d’accepter ou de refuser cette demande dans les meilleurs délais.

source: The request will expire after a couple of weeks.
de: Der Antrag wird nach ein paar Wochen verstreichen.
es: La solicitud caducará después de un par de semanas.
fr: La demande expirera au bout de quelques semaines.
