Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: The "{0}" schedule type is used for anything where several teams are given a score based on their own performance, unrelated to anything that the other teams do. Teams may compete at the same time or not. The winner is the team with the highest (or lowest) score. Examples include many track & field events, golf, etc.
de: Die "{0}" Plantyp wird für alles verwendet, wo mehrere Teams eine Punktzahl auf ihre eigene Leistung, die unabhängig von irgendetwas auf Basis gegeben werden, dass die anderen Teams tun. Teams können zur gleichen Zeit oder nicht konkurrieren. Der Gewinner ist das Team mit der höchsten (oder niedrigsten) Punktzahl. Beispiele dafür sind viele Leichtathletik-Veranstaltungen, Golf, etc.
es: La "{0}" tipo anexo se usa para cualquier cosa, donde varios equipos se les da una puntuación basada en su propio rendimiento, sin relación con nada de lo que hacen los otros equipos. Los equipos pueden competir al mismo tiempo o no. El ganador es el equipo con el más alto (o más bajo) puntuación. Los ejemplos incluyen muchos eventos de pista y campo, golf, etc.
fr: Le type de calendrier «{0}» est utilisé pour tout ce qui donne à plusieurs équipes un score basé sur leur propre performance, sans rapport avec ce que font les autres équipes Les équipes peuvent concourir en même temps ou non. Le gagnant est l'équipe avec le score le plus élevé (ou le plus bas). Les exemples incluent de nombreux événements sur piste, golf, etc.

source: Divisions using the "{0}" schedule type MUST use the "{1}" rating calculator. This is not enforced in the code, as this is an experimental feature expected to change, but standings are unlikely to work correctly if any other calculator is selected.
de: Räume, die "{0}" Plantyp verwenden, müssen das "{1}" Rating-Rechner verwenden. Dies ist nicht im Code durchgesetzt werden, da dies eine experimentelle Funktion zu ändern, erwartet, aber Wertung ist es unwahrscheinlich, korrekt zu arbeiten, wenn ein anderer Rechner aktiviert ist.
es: Divisiones utilizando el la "{0}" tipo de programación debe utilizar el "{1}" de calculadora de calificación. Esto no se aplica en el código, ya que esta es una característica experimental espera que cambie, pero la clasificación es poco probable que funcione correctamente si se selecciona cualquier otra calculadora.
fr: Divisions using the «{0}» type de planification DOIT utiliser le «{1}» rating calculator. This is not enforced in the code, as this is an experimental feature expected to change, but standings are unlikely to work correctly if any other calculator is selected.

source: Manual
de: Handbuch
fr: Manuel

source: Use this setting for divisions that will have no games scheduled, or for placeholders where you're not sure yet what type the division will be.
de: Verwenden Sie diese Einstellung für Abteilungen, die keine Spiele geplant haben, oder für Platzhalter in denen Sie nicht sicher sind, noch welche Art wird die Division sein.
es: Utilice esta configuración para las divisiones que no tendrá partidos programados, o por marcadores de posición en la que no está seguro todavía de qué tipo será la división.
fr: Utilisez ce paramètre pour les divisions pour lesquelles aucune partie n'est programmée, ou pour les espaces réservés pour lesquels vous n'êtes pas encore sûr du type de division.

source: This is the recommended choice for large divisions (16 teams or more), divisions where there is a large variation in team skill levels, or divisions where there are not enough games in the season for every team to play every other team.
de: Dies ist die empfohlene Wahl für große Divisionen (16 Teams oder mehr), Abteilungen, wo es eine große Variation in Team Qualifikationsniveaus ist, oder Abteilungen, wo es für jedes Team nicht genug Spiele in der Saison sind alle anderen Team zu spielen.
es: Esta es la opción recomendada para grandes divisiones (16 equipos o más), divisiones, donde hay una gran variación en los niveles de habilidad del equipo, o divisiones donde no hay suficientes juegos en la temporada para cada equipo para jugar cualquier otro equipo.
fr: C'est le choix recommandé pour les grandes divisions (16 équipes ou plus), les divisions où les niveaux de compétence des équipes varient considérablement, ou les divisions où il n'y a pas assez de matchs dans la saison pour que chaque équipe puisse affronter une autre équipe.

source: Division standings are based on team ratings, with rating points either transferred from the loser of a game to the winner, or regularly recalculated based on all known results.
de: Abteilung Wertung auf Team Ratings basierenden, mit Punkten bewertet entweder aus der Verlierer eines Spiels an den Gewinner übertragen oder regelmäßig auf der Grundlage aller bekannten Ergebnisse neu berechnet.
es: Clasificación de la División se basan en las calificaciones del equipo, con puntos de rating ya sea transferido desde el perdedor de un juego para el ganador, o regularmente recalculados sobre la base de todos los resultados conocidos.
fr: Les classements de division sont basés sur les notes des équipes, les points étant soit transférés du perdant au gagnant, soit régulièrement recalculés en fonction de tous les résultats connus.

source: NOTE: If you use this schedule type, be sure not to select the "{0}" rating calculator.
de: Hinweis: Wenn Sie diesen Zeitplan Typ verwenden, müssen Sie nicht die "{0}" Rating-Rechner zu wählen.
es: NOTA: Si se utiliza este tipo de programación, asegúrese de no seleccionar el "{0}" calculadora de calificación.
fr: NOTE: If you use this schedule type, be sure not to select the «{0}» calculateur de notation.

source: This is the recommended choice for small divisions (6 teams or less), or divisions where all teams are theoretically equal in skill level and there are enough games in the season for every team to play every other team. There is also a scheduling option for round robin divisions which essentially splits the division in half, if there are only enough games for each team to play half of the other teams.
de: Dies ist die empfohlene Wahl für kleine Teilungen (6 Teams oder weniger) oder Abteilungen, wo alle Teams in Qualifikationsniveau theoretisch gleich sind, und es gibt genug Spiele in der Saison für jedes Team jedes andere Team zu spielen. Es gibt auch eine Planungsoption für Round-Robin-Divisionen, die im Wesentlichen die Aufteilung in zwei Hälften teilt, wenn es nur genug Spiele für jedes Team sind die Hälfte der anderen Teams zu spielen.
es: Esta es la opción recomendada para las divisiones pequeñas (6 equipos o menos), o divisiones, donde todos los equipos son teóricamente iguales en el nivel de habilidad y hay suficiente partidos en la temporada para cada equipo para jugar cualquier otro equipo. También hay una opción de programación para las divisiones de round robin que se divide esencialmente la división por la mitad, si sólo hay suficientes juegos para cada equipo para jugar la mitad de los otros equipos.
fr: C'est le choix recommandé pour les petites divisions (6 équipes ou moins) ou les divisions où toutes les équipes sont théoriquement égales en niveau et où il y a suffisamment de parties dans la saison pour que chaque équipe puisse jouer contre toutes les autres. Il existe également une option de planification pour les divisions du tournoi à la ronde, qui divise essentiellement la division en deux, s'il ne reste que suffisamment de parties pour que chaque équipe puisse jouer contre la moitié des autres équipes.

source: Division standings are based on win/loss record.
de: Abteilung Wertung auf Gewinn/Verlust-Datensatz basiert.
es: Clasificación de la División se basan en el registro de victorias/derrotas.
fr: Les classements de division sont basés sur les victoires/défaites.

source: This is for running tournaments that are unrelated to any "regular season" division. Scheduling options presented will be based on the number of teams in the tournament.
de: Dies ist für die Turniere laufen, die für jede "normalen Saison" Teilung nicht verwandt sind. Planungsoptionen präsentiert von der Anzahl der Mannschaften im Turnier basieren.
es: Esto es para el funcionamiento de los torneos que se relacionan con ningún "temporada regular" división. Las opciones de programación presentadas se basan en el número de equipos en el torneo.
fr: This is for running tournaments that are unrelated to any «regular season» division. Les options de calendrier présentées seront basées sur le nombre d’équipes du tournoi.

source: It can also be used for tournament-style playoff scheduling for divisions where teams might opt not to participate in the playoffs. This should not be used when playoffs are part of the normal division schedule.
de: Es kann auch für Turnier-Stil Playoff-Scheduling für Divisionen verwendet werden, wo die Teams entscheiden sich vielleicht nicht in den Playoffs teilnehmen. Dies sollte nicht verwendet werden, wenn Playoffs Teil der normalen Division Zeitplan sind.
es: También puede ser utilizado para la programación del torneo de estilo desempate para las divisiones donde los equipos pueden optar por no participar en las segundas fases. Esto no se debe utilizar cuando playoffs son parte de la programación de la división normal.
fr: Il peut également être utilisé pour la planification de séries éliminatoires de type tournoi pour les divisions où les équipes peuvent choisir de ne pas participer aux séries éliminatoires. Cela ne devrait pas être utilisé lorsque les séries font partie du calendrier normal de la division.

source: The "{0}" page is used to define logical connections between your events.
de: Die "{0}" Seite wird verwendet, logische Verbindungen zwischen Ereignissen zu definieren.
es: Los "{0}" página se utiliza para definir las conexiones lógicas entre sus eventos.
fr: The «{0}» page permet de définir des connexions logiques entre vos événements.

source: Use this to define the list of events which should be considered as alternatives to this event. Any events listed as alternates will be shown in the "You might alternately be interested in..." area when viewing an event to register for.
de: Hier können Sie die Liste der Ereignisse zu definieren, die als Alternativen zu dieser Veranstaltung berücksichtigt werden sollten. Alle Ereignisse als Alternativen aufgeführt werden in der angezeigt "Sie können abwechselnd interessieren..." Bereich, wenn ein Ereignis betrachten zu registrieren.
es: Utilice esta opción para definir la lista de eventos que deben ser considerados como alternativas a este evento. Todos los eventos anotados como suplentes serán mostrados en el "Usted puede alternativamente estar interesado en..." zona durante la visualización de un evento para registrarse.
fr: Use this to define the list of events which should be considered as alternatives to this event. Any events listed as alternates will be shown in the «You might alternately be interested in...» zone lors de la visualisation d'un événement pour vous inscrire.

source: Alternates are always bi-directional, so adding event Y as an alternate to X will also add event X as an alternate to Y.
de: Alternates sind immer bidirektional, so das Hinzufügen Ereignis Y als Alternative zu X wird auch Ereignis X als Alternative zu Y. hinzufügen
es: Las alternativas son siempre bidireccional, por lo que añadir el suceso y como una alternativa a X también añadirá evento X como una alternativa a Y.
fr: Les alternatives étant toujours bidirectionnelles, l'ajout de l'événement Y en tant que alternative à X ajoutera également l'événement X à une alternative à Y.

source: Note that other events associated with the same division, if any, will automatically be included there and don't need to be included in this list.
de: Beachten Sie, dass andere Ereignisse mit der gleichen Abteilung zugeordnet ist, falls überhaupt, wird dort automatisch aufgenommen werden und müssen nicht in diese Liste aufgenommen werden.
es: Tenga en cuenta que otros eventos asociados con la misma división, en su caso, de forma automática se incluirán allí y no tienen que ser incluidos en esta lista.
fr: Notez que d'autres événements associés à la même division, le cas échéant, y seront automatiquement inclus et ne doivent pas nécessairement être inclus dans cette liste.

source: Use this to define the list of events which should be considered as predecessors to this event. Predecessor connections are used for sending invitation emails, as well as for generation of the various retention reports.
de: Hier können Sie die Liste der Ereignisse zu definieren, die als Vorläufer für diese Veranstaltung berücksichtigt werden sollten. Vorläufer-Verbindungen werden für das Senden von E-Mails Einladung, sowie für die Erzeugung der verschiedenen Retentions Berichten verwendet.
es: Utilice esta opción para definir la lista de eventos que deben ser considerados como precursores a este evento. conexiones predecesoras se utilizan para el envío de correos electrónicos de invitación, así como para la generación de los distintos informes de retención.
fr: Utilisez-le pour définir la liste des événements devant être considérés comme prédécesseurs à cet événement. Les connexions prédécesseurs sont utilisées pour l'envoi d'e-mails d'invitation, ainsi que pour la génération des différents rapports de rétention.

source: For any given event, the list of predecessors is typically the same as the list of events that it is a successor to, but this is not always the case, so the two lists must be maintained separately.
de: Für jeden gegebenen Fall ist die Liste der Vorgänger typischerweise die gleiche wie die Liste von Ereignissen, die es ist ein Nachfolger, aber dies ist nicht immer der Fall, so dass die beiden Listen müssen getrennt gehalten werden.
es: Para cualquier caso dado, la lista de predecesores suele ser la misma que la lista de eventos que se trata de un sucesor, pero esto no es siempre el caso, por lo que las dos listas deben ser mantenidos por separado.
fr: Pour tout événement donné, la liste des prédécesseurs est généralement la même que la liste des événements auxquels elle succède, mais ce n'est pas toujours le cas. Les deux listes doivent donc être gérées séparément.

source: Use this to define the list of events which this event should be considered as a predecessor to. Predecessor connections are used for sending invitation emails, as well as for generation of the various retention reports.
de: Hier können Sie die Liste der Ereignisse zu definieren, die dieses Ereignis sollte als Vorläufer betrachtet werden. Vorläufer-Verbindungen werden für das Senden von E-Mails Einladung, sowie für die Erzeugung der verschiedenen Retentions Berichten verwendet.
es: Utilice esta opción para definir la lista de eventos que este evento debe ser considerado como un precursor a. conexiones predecesoras se utilizan para el envío de correos electrónicos de invitación, así como para la generación de los distintos informes de retención.
fr: Utilisez-le pour définir la liste des événements auxquels cet événement doit être considéré comme un prédécesseur. Les connexions prédécesseurs sont utilisées pour l'envoi d'e-mails d'invitation, ainsi que pour la génération des différents rapports de rétention.

source: For any given event, the list of successors is typically the same as the list of events that it is a predecessor to, but this is not always the case, so the two lists must be maintained separately.
de: Für jeden gegebenen Fall ist die Liste der Nachfolger der Regel die gleiche wie die Liste der Ereignisse, die es ist ein Vorläufer, aber das ist nicht immer der Fall, so die beiden Listen müssen getrennt gehalten werden.
es: Para cualquier caso dado, la lista de sucesores suele ser la misma que la lista de eventos que es un precursor a, pero esto no es siempre el caso, por lo que las dos listas deben ser mantenidos por separado.
fr: Pour tout événement donné, la liste des successeurs est généralement la même que la liste des événements auxquels il est prédécesseur, mais ce n'est pas toujours le cas, les deux listes doivent donc être gérées séparément.

source: Use this to define the list of events which should be considered as successors to this event. Successor connections are used in generation of the various retention reports.
de: Hier können Sie die Liste der Ereignisse zu definieren, die als Nachfolger dieses Ereignis betrachtet werden sollten. Nachfolge Verbindungen werden bei der Erzeugung der verschiedenen Retentions Berichten verwendet.
es: Utilice esta opción para definir la lista de eventos que deben ser considerados como sucesores de este evento. conexiones sucesores se utilizan en la generación de los distintos informes de retención.
fr: Utilisez-le pour définir la liste des événements qui doivent être considérés comme des successeurs à cet événement. Les connexions successives sont utilisées dans la génération des différents rapports de rétention.

source: Use this to define the list of events which this event should be considered as a successor to. Successor connections are used in generation of the various retention reports.
de: Hier können Sie die Liste der Ereignisse zu definieren, die dieses Ereignis sollte als Nachfolger in Betracht gezogen werden. Nachfolge Verbindungen werden bei der Erzeugung der verschiedenen Retentions Berichten verwendet.
es: Utilice esta opción para definir la lista de eventos que este evento debe ser considerado como un sucesor. conexiones sucesores se utilizan en la generación de los distintos informes de retención.
fr: Utilisez-le pour définir la liste des événements auxquels cet événement doit être considéré comme un successeur. Les connexions successives sont utilisées dans la génération des différents rapports de rétention.

source: The "{0}" page is used to update details of your facilities and {1}.
de: Die "{0}" Seite wird verwendet, Details Ihrer Anlagen zu aktualisieren und {1}.
es: El "{0}" página se utiliza para actualizar los detalles de sus instalaciones y {1}.
fr: The «{0}» page est utilisée pour mettre à jour les détails de vos installations et {1}.

source: The "{0}" page is essentially identical to this page.
de: Die "{0}" Seite ist im Wesentlichen identisch zu dieser Seite.
es: La página de "{0}" es esencialmente idéntica a esta página.
fr: The «{0}» page est essentiellement identique à cette page.

source: Details of {0} are also edited through the {1} page.
fr: Les détails de {0} sont également modifiés via la page {1}.

source: There are often details, such as bike paths, dedicated bike lanes or a flatter route, which combine to make the optimal cycling route different from the optimal driving route. Enter any such details here.
de: Oft gibt es Details, wie Radwege, spezielle Radwege oder eine flachere Strecke, die die optimale Radweg von der optimalen Fahrtroute unterschiedlich kombinieren, um. Geben Sie alle diese Details hier.
es: A menudo hay detalles, tales como caminos para bicicletas, carriles para bicicletas dedicados o una ruta más plana, que se combinan para hacer que el ciclismo de ruta óptima diferente de la ruta de conducción óptima. Ingrese cualquier tipo de detalles aquí.
fr: Il existe souvent des détails, tels que des pistes cyclables, des pistes cyclables réservées ou un itinéraire plus plat, qui se combinent pour rendre l’itinéraire cycliste optimal différent de l’itinéraire optimal. Entrez ces détails ici.

source: If you leave this field blank, it will not be shown on the facility view page.
de: Wenn Sie dieses Feld leer lassen, wird es nicht auf der Anlage Ansicht Seite angezeigt.
es: Si deja este campo en blanco, no se mostrará en la página de vista de las instalaciones.
fr: Si vous laissez ce champ vide, il ne sera pas affiché sur la page de vue des installations.

source: The facility code is a three-letter abbreviation used to reference the facility in a more concise manner in many displays where using the full name results in hard-to-read formatting.
de: mit den vollständigen Namen führt zu schwer zu lesen Formatierung Der Einrichtungscode ist ein Drei-Buchstaben-Abkürzung verwendet, um die Anlage in einem prägnanten Art und Weise in vielen Displays zu verweisen, wo.
es: El código de instalación es una abreviatura de tres letras utilizado para hacer referencia a la instalación de una manera más concisa en muchas pantallas donde el uso de los resultados nombre completo en formato difícil de leer.
fr: Le code de l’installation est une abréviation de trois lettres utilisée pour référencer l’installation de manière plus concise dans de nombreux affichages où l’utilisation du nom complet entraîne un formatage difficile à lire.

source: In smaller cities, this is more often used for pointing out any neighbourhood quirks, such as one-way streets, which might not be obvious from a quick glance at the map.
de: In kleineren Städten wird diese häufiger für den Hinweis auf irgendwelche Nachbarschaft Macken verwendet werden, wie Einbahnstraßen, die von einem schnellen Blick auf die Karte nicht deutlich hervorgehen.
es: En las ciudades más pequeñas, esto se utiliza más a menudo para señalar las peculiaridades de vecinos, tales como calles de un solo sentido, que no resulte evidente a partir de un rápido vistazo al mapa.
fr: Dans les petites villes, cette fonction est plus souvent utilisée pour signaler les problèmes de voisinage, tels que les rues à sens unique, ce qui peut ne pas sembler évident d'un simple coup d'œil sur la carte.

source: Map
de: Karte
es: Mapa
fr: Carte

source: A facility should be marked as "open" as long as any {0} at the facility is potentially in use. Only close a facility when it is no longer available.
de: Eine Anlage sollte als "open" gekennzeichnet werden, solange jede {0} in der Anlage möglicherweise in Gebrauch ist. Nur eine Anlage zu schließen, wenn es nicht mehr verfügbar ist.
es: Una instalación debe marcarse como "abierta", siempre y cuando ninguna {0} en la instalación es potencialmente en uso. Sólo cerrará una planta cuando ya no está disponible.
fr: A facility should be marked as «open» aussi longtemps que tout {0} sur l'installation est potentiellement utilisé. Ne fermez une installation que lorsque celle-ci n'est plus disponible.

source: Provide the address of the facility. This address will be used to generate driving directions from Google Maps, so it must be the street address, not the mailing address if they differ.
de: Geben Sie die Adresse der Anlage. Diese Adresse wird verwendet werden, um generieren Richtungen von Google Maps fahren, so muss die Adresse sein, nicht die Postanschrift, wenn sie sich unterscheiden.
es: Proporcionar la dirección de la instalación. Esta dirección será utilizada para generar las direcciones de conducción de Google Maps, por lo que debe ser la dirección de la calle, no la dirección de correo si difieren.
fr: Fournissez l'adresse de l'installation. Cette adresse sera utilisée pour générer des itinéraires à partir de Google Maps. Il doit donc s'agir de l'adresse de la rue et non de l'adresse postale si elles diffèrent.

source: The name should be descriptive of the facility in general (e.g. the name of the school or complex where the {0} are found).
de: Der Name sollte beschreibend für die Anlage im Allgemeinen (zB den Namen der Schule oder komplex sein, wo die {0} gefunden werden).
es: El nombre debe ser descriptivo de la instalación en general (por ejemplo, el nombre de la escuela o complejo donde el {0} se encuentran).
fr: Le nom doit être descriptif de l’installation en général (par exemple, le nom de l’école ou du complexe où se trouvent les {0}).
