Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Editing the schedule for a day is a simple matter of selecting which teams will play in each game, and in which game slot.
de: den Zeitplan für einen Tag zu bearbeiten ist einfach eine Frage der Auswahl, welche Teams in jedem Spiel und in welchem ​​Spiel Slot spielen wird.
es: Edición de la planificación para un día es una simple cuestión de seleccionar qué equipos jugarán en cada juego, y en el que la ranura de juego.
fr: Editer l’horaire d’une journée est une simple question de sélection des équipes qui joueront dans chaque match et dans quel créneau de partie.

source: Note that the automatic scheduler is focused on generating quality matchups, and essentially distributes game slots randomly. Changing the {0} or time slot for a game in order to ensure an even distribution of "premium" {1} or times over the course of the season is expected and encouraged. Changing the {0} or time slot for a game in order to accommodate a special request is acceptable, provided that meeting this request does not cause hardship for other teams. Changing the matchup generated by the system should be done only in extreme cases (e.g. to accommodate an especially urgent special request or to correct an exceptional situation).
de: Beachten Sie, dass die automatische Scheduler auf die Generierung von Qualitäts matchups fokussiert ist, und vertreibt im Wesentlichen Slots Spiel zufällig. Ändern des {0} oder Zeitfenster für ein Spiel, um eine gleichmäßige Verteilung von "Premium", um sicherzustellen, {1} oder mal im Laufe der Saison wird erwartet und gefördert. Ändern des {0} oder Zeitfenster für ein Spiel, um einen speziellen Antrag ist zulässig, sofern aufzunehmen, dass diese Anforderung zu treffen für andere Teams nicht Not verursachen. Ändern des matchup vom System generiert sollte nur in Extremfällen (zB für die Aufnahme eine besonders dringliche Anfrage oder zu korrigieren, eine Ausnahmesituation) erfolgen.
es: Tenga en cuenta que el programador automático se centra en generar enfrentamientos de calidad, y distribuye esencialmente ranuras de juego al azar. Cambio de la {0} o intervalo de tiempo para un juego con el fin de asegurar una distribución uniforme de "prima de" {1} o veces en el transcurso de la temporada que se espera y alentado. Cambio de la {0} o intervalo de tiempo para un juego con el fin de dar cabida a una solicitud especial es aceptable, siempre que el cumplimiento de esta solicitud no causa dificultades para los otros equipos. Cambiar el enfrentamiento generado por el sistema debe hacerse sólo en casos extremos (por ejemplo, para dar cabida a una solicitud especial de especial urgencia o para corregir una situación excepcional).
fr: Note that the automatic scheduler is focused on generating quality matchups, and essentially distributes game slots randomly. Changing the {0} or time slot for a game in order to ensure an even distribution of «premium» {1} ou plusieurs fois au cours de la saison est attendu et encouragé. Changer le {0} ou le créneau horaire d'un partie afin de répondre à une demande particulière est acceptable, à condition que le respect de cette demande ne cause pas de difficultés aux autres équipes. La modification de la correspondance générée par le système ne doit être effectuée que dans des cas extrêmes (par exemple, pour répondre à une demande spéciale particulièrement urgente ou pour corriger une situation exceptionnelle).

source: Any schedule edits must preferably be made before publishing the schedule, or else clearly communicated to all involved coaches and captains with enough notice that they can reasonably be expected to be able to reach all players on their roster.
de: Alle Zeitplan Änderungen müssen vorzugsweise vor der Veröffentlichung des Zeitplans erfolgen, oder aber klar kommuniziert an alle beteiligten Trainer und Kapitäne mit genug feststellen, dass sie vernünftigerweise in der Lage sein zu erwarten, dass alle Spieler erreichen auf ihrer Spielerliste.
es: Todas las modificaciones de horario de preferencia deben realizarse antes de la publicación de la programación, o bien comunicarse claramente a todos los entrenadores y capitanes involucradas con suficiente antelación que razonablemente se puede esperar que sea capaz de llegar a todos los jugadores en su plantel.
fr: Toute modification d’horaire doit de préférence être faite avant la publication de l’horaire, ou sinon clairement communiquée à tous les entraîneurs et capitaines concernés avec suffisamment de préavis pour qu’on puisse raisonnablement s’attendre à ce qu’ils puissent atteindre tous les joueurs inscrits.

source: For all divisions except those with the "{0}" schedule type, you have the option to create a playoff schedule. Start from the {1} "{2}" page, look for the "{3}" link. This will take you through the normal "{2}" process, but with the applicable tournament scheduling options (based on the number of teams in the division).
de: Für alle Geschäftsbereiche mit Ausnahme der mit dem "{0}" Plantyp, haben Sie die Möglichkeit, einen Playoff-Zeitplan zu erstellen. Beginnen Sie mit der {1} "{2}" Seite, suchen Sie nach dem "{3}" Link. Dies führt Sie durch den normalen nehmen "{2}" Prozess, aber mit den geltenden Turnier Scheduling-Optionen (auf der Basis der Anzahl der Teams in der Abteilung).
es: Para todas las divisiones excepto aquellos con el "{0}" tipo de programación, usted tiene la opción de crear un programa de la segunda fase. Empezar desde el página de {1} "{2}", buscar la "{3}" enlace. Esto le llevará a través de la "{2}" proceso normal, pero con las opciones de programación aplicables torneo (basado en el número de equipos en la división).
fr: For all divisions except those with the «{0}» type de calendrier, vous avez la possibilité de créer un calendrier des séries éliminatoires. Commencer à partir du {1} «{2}» page, look for the «{3}» link. This will take you through the normal «{2}» process, but with the applicable tournament scheduling options (based on the number of teams in the division).

source: Tournament
de: Turnier
es: Torneo
fr: Tournoi

source: create a playoff schedule
de: erstellen Sie einen Playoff-Zeitplan
es: crear una programación de playoffs
fr: créer un calendrier des séries éliminatoires

source: Note that you can do this <strong>at any time</strong>. Suggested practice is to schedule <strong>and publish</strong> the playoffs at the <strong>beginning</strong> of the season, preferably as soon as all of the teams are placed in the division. This way, players know exactly what form the playoffs will be taking (e.g. for a 8 team league, it's immediately clear whether it's a two-week playoff where only the top 4 teams compete for the championship, or a three-week playoff where everyone has a shot).
de: Beachten Sie, dass Sie tun können, um dieses <strong>jederzeit</strong>. Empfohlene Praxis ist <strong>zu planen und zu veröffentlichen</strong> die Playoffs in der <strong>Anfang</strong> der Saison, vorzugsweise sobald alle Teams in der Division platziert werden. Auf diese Weise, die Spieler wissen genau, was die Playoffs bilden nehmen wird (zB für eine 8 Team der Liga, es ist sofort klar, ob es sich um eine zweiwöchige Playoffs ist, wo nur die Top-4-Teams für die Meisterschaft konkurrieren, oder eine dreiwöchige Playoffs, wo jeder hat einen Schuss).
es: Tenga en cuenta que usted puede hacer esto <strong>en cualquier momento</strong>. la práctica sugerida es programar <strong>y publicar</strong> los playoffs en el <strong>que empieza por</strong> de la temporada, de preferencia en cuanto a todos los equipos se colocan en la división. De esta manera, los jugadores saben exactamente lo forman los playoffs van a tomar (por ejemplo, para una liga de 8 equipo, que es inmediatamente claro si se trata de una eliminatoria de dos semanas en el que sólo los 4 primeros equipos compiten por el campeonato, o un desempate de tres semanas donde todo el mundo da en un jugador).
fr: Notez que vous pouvez le faire <strong>à tout moment</strong>. La pratique suggérée consiste à planifier <strong>et à publier</strong> les séries éliminatoires au <strong>début</strong> de la saison, de préférence dès que toutes les équipes sont classées dans la division. De cette façon, les joueurs savent exactement quelle forme prendront les séries (par exemple, dans une ligue à 8 équipes, il est immédiatement évident que ce soit une série de deux semaines où seules les quatre meilleures équipes s'affrontent pour le championnat ou une a un coup de feu).

source: If a schedule has been created or edited but not yet published, it can be published with the "{0}" link on the league schedule.
de: Wenn ein Zeitplan erstellt oder bearbeitet wurde, aber noch nicht veröffentlicht, kann es mit dem veröffentlicht "{0}" auf der Liga Zeitplan.
es: Si un programa se ha creado o editado, pero aún no publicada, se puede publicar con el "{0}" que aparece en el calendario de la liga.
fr: If a schedule has been created or edited but not yet published, it can be published with the «{0}» lien sur le calendrier de la ligue.

source: Days that have at least one game that has not yet been finalized can also be hidden with the "{0}" link.
de: Tage, die mindestens ein Spiel haben, die noch nicht abgeschlossen wurden, können auch mit dem "{0}" Link versteckt werden.
es: Días que tienen al menos un partido que aún no ha sido finalizado también se pueden ocultar con el enlace "{0}".
fr: Les jours comportant au moins un partie qui n'a pas encore été finalisé peuvent également être masqués avec le lien «{0}».

source: Unpublish
es: Despublicar
fr: Ne pas publier

source: As much as we hate to admit it, there are circumstances outside our control. Sometimes, these circumstances will result in all games for a particular day being unplayable. In ladder divisions, these games can typically just be deleted and similar matchups may be scheduled in the near future. For round-robin divisions, and sometimes for ladders, you want to preserve the matchups and just move the games to a date in the future. To do this, use the "{0}" option from the division schedule.
de: So viel wie wir es zugeben hassen, gibt es Umstände, die außerhalb unserer Kontrolle liegen. Manchmal führt diese Umstände in allen Spielen für einen bestimmten Tag unspielbar zu sein. In Leiter Divisionen können diese Spiele normalerweise werden nur gelöscht und ähnliche Matchups kann in naher Zukunft geplant werden. Für Round-Robin-Divisionen und manchmal für Leitern, möchten Sie die Matchups zu erhalten und nur die Spiele zu einem Zeitpunkt in der Zukunft zu bewegen. Um dies zu tun, verwenden Sie die "{0}" aus dem Teilungsplan.
es: Por mucho que nos cueste admitirlo, hay circunstancias fuera de nuestro control. A veces, estas circunstancias se traducirá en todos los juegos por ser imposible jugar un día en particular. En las divisiones de escalera, estos juegos pueden normalmente solo se eliminarán y enfrentamientos similares se pueden programar en un futuro próximo. Por divisiones round-robin, ya veces para escaleras, desea conservar los enfrentamientos y sólo se mueven los juegos a una fecha en el futuro. Para ello, utilice el "{0}" opción en el programa de división.
fr: As much as we hate to admit it, there are circumstances outside our control. Sometimes, these circumstances will result in all games for a particular day being unplayable. In ladder divisions, these games can typically just be deleted and similar matchups may be scheduled in the near future. For round-robin divisions, and sometimes for ladders, you want to preserve the matchups and just move the games to a date in the future. To do this, use the «{0}» option du calendrier de la division.

source: Reschedule
de: neu planen
es: Reprogramar
fr: Replanifier

source: When you request to reschedule, you will be given a list of possible dates. Only those with available game slots are shown, to prevent conflicts. As with adding new games, you have the option to publish the rescheduled games immediately, or leave them unpublished so you can make adjustments first.
de: Wenn Sie neu zu planen anfordern, erhalten Sie eine Liste der möglichen Daten gegeben werden. Es werden nur diejenigen mit den verfügbaren Slots Spiel gezeigt, um Konflikte zu vermeiden. Ähnlich wie beim Hinzufügen neuer Spiele, haben Sie die Möglichkeit, die neu angesetzten Spiele sofort zu veröffentlichen, oder sie lassen nicht veröffentlicht, so dass Sie Anpassungen zuerst bilden können.
es: Cuando se solicita para reprogramar, se le dará una lista de posibles fechas. Sólo aquellos con ranuras de juego disponibles se muestran, para evitar conflictos. Al igual que con la adición de nuevos juegos, usted tiene la opción de publicar los juegos reprogramados de inmediato, o dejarlos sin publicar para que pueda hacer ajustes en primer lugar.
fr: Lorsque vous demandez de reprogrammer, vous recevrez une liste des dates possibles. Seuls ceux avec des créneaux de partie disponibles sont affichés, pour éviter les conflits. Comme pour l'ajout de nouveaux parties, vous avez la possibilité de publier immédiatement les parties replanifiés ou de les laisser non publiés afin que vous puissiez d'abord effectuer des ajustements.

source: Note that {0} and time assignments are <strong>not</strong> preserved through a reschedule. If there are any such assignments that need to be preserved, you will need to edit the resulting schedule once the reschedule process has completed.
de: Beachten Sie, dass {0} und Zeitzuordnungen sind <strong>nicht</strong> durch eine Neuplanung erhalten. Wenn es solche Aufgaben sind, die es zu erhalten müssen, müssen Sie die resultierende Zeitplan zu bearbeiten, sobald der reschedule Prozess abgeschlossen ist.
es: Tenga en cuenta que {0} y el tiempo asignaciones son <strong>no</strong> preservado a través de una reprogramación. Si hay algún tipo de tareas que necesitan ser preservados, se tiene que modificar el programa resultante una vez que el proceso de reprogramación ha completado.
fr: Notez que {0} et les attributions de temps ne sont <strong>pas</strong> conservées lors d'une replanification. Si de telles affectations doivent être préservées, vous devrez modifier le programme résultant une fois le processus de replanification terminé.

source: The options you have for what type of games to schedule depend on the schedule type of the league. Each option will indicate how many teams, {0} and days will be involved.
de: Die Optionen, die Sie haben für welche Art von Spielen sind abhängig von der Liga auf dem Zeitplan-Typ zu planen. Jede Option wird angezeigt, wie viele Teams, {0} und Tage werden beteiligt sein.
es: Las opciones que tiene para qué tipo de juegos para programar dependen del tipo de programación de la liga. Cada opción indicará el número de equipos, {0} y días estarán involucrados.
fr: Les options que vous avez pour quel type de parties planifier dépendent du type de calendrier de la ligue. Chaque option indiquera combien d'équipes, {0} et de jours seront impliqués.

source: Creates a single game on a chosen date. No teams or {0} are assigned.
de: Erstellt ein einzelnes Spiel zu einem gewählten Zeitpunkt. Keine Teams oder {0} zugeordnet sind.
es: Crea un solo juego en una fecha elegida. No hay equipos o {0} son asignados.
fr: Crée un seul partie à une date choisie. Aucune équipe ou {0} n'est attribué.

source: Set of ratings-scheduled games for all teams
de: Set Bewertungen planmäßige Spiele für alle Teams
es: Conjunto de juegos notas-programados para todos los equipos
fr: ensemble des parties organisées par classement pour toutes les équipes

source: Creates enough games to schedule the entire ladder on a chosen date. Teams are assigned according to the ladder algorithm and {0} assigned according to settings.
de: Erzeugt genug Spiele, um die gesamte Leiter auf einem gewählten Zeitpunkt zu planen. Die Teams werden nach dem Leiter Algorithmus zugeordnet und {0} zugewiesen entsprechend der Einstellungen.
es: Crea juegos suficiente para programar toda la escalera en una fecha elegida. Los equipos se asignan de acuerdo con el algoritmo de escalera y {0} asignado de acuerdo a la configuración.
fr: Crée suffisamment de parties pour planifier l’ensemble de l’échelle à une date donnée. Les équipes sont affectées en fonction de l’algorithme de hiérarchie et {0} en fonction des paramètres.

source: For divisions with games at diverse facilities or times (e.g. anything where players are likely to have to make different plans for transportation, child care, etc. depending on where/when they are scheduled to play), common usage is to schedule the first two games of the season immediately, then schedule game three once results from game one have been received, etc., so that players always have at least a week to make plans.
de: Für Divisionen mit Spielen in verschiedenen Einrichtungen oder Zeiten (zB etwas, wo Spieler geeignet sind, andere Pläne für den Transport, Kinderbetreuung usw. je nachdem, wo/wann sie geplant zu spielen machen müssen), gemeinsame Nutzung zu planen ist, die ersten beiden sofort Spiele der Saison, planen Spiel dann drei Mal Ergebnisse von Spiel eins empfangen wurden, etc., so dass die Spieler in der Woche immer mindestens haben Pläne zu machen.
es: Por divisiones con juegos en diversas instalaciones o tiempos (por ejemplo, cualquier cosa donde los jugadores son propensos a tener que hacer otros planes para el transporte, cuidado de niños, etc., dependiendo de dónde/cuándo está previsto que se juegue), el uso común es programar los dos primeros partidos de la temporada de inmediato, a continuación, programar el tercer juego una vez que los resultados de un juego se han recibido, etc., para que los jugadores siempre tienen al menos una semana para hacer planes.
fr: Pour les divisions qui jouent dans des installations ou à des moments différents (par exemple, tout ce qui oblige les joueurs à planifier leur transport, leurs services de garde, etc. en fonction du lieu/du moment où ils sont programmés), il est courant de programmer les deux premiers immédiatement les matchs de la saison, puis planifiez le troisième match une fois que les résultats du premier match ont été reçus, etc., afin que les joueurs aient toujours au moins une semaine pour faire des plans.

source: For divisions where this is not a concern, it can be preferable to wait until results from game one have been received before scheduling game two, etc. This will allow the ladder to reshape itself more quickly, providing slightly better matchups on average.
de: Für Divisionen, wo dies kein Problem ist, kann es vorteilhaft sein, zu warten, bis die Ergebnisse aus dem Spiel ein, bevor Scheduling-Spiel zwei empfangen worden sind, usw. Dadurch wird die Leiter lassen sich schnell mehr neu zu gestalten, etwas besser matchups im Durchschnitt bieten.
es: Por divisiones que esto no es una preocupación, puede ser preferible esperar hasta que los resultados de un juego que se hayan recibido antes de la programación de la segunda partida, etc. Esto permitirá a la escalera para cambiar la forma en sí más rápidamente, proporcionando un poco mejores duelos en promedio.
fr: Pour les divisions où cela ne pose pas de problème, il peut être préférable d’attendre les résultats de la première partie avant de programmer la deuxième partie, etc. Cela permettra à l’échelle de se redéfinir plus rapidement et d’offrir en moyenne de meilleurs combats.

source: Scheduling three games in advance should be avoided whenever possible. It is marginally acceptable in the middle of the season, when the ladder has achieved some level of stability but before the final playoff standings are being locked in.
de: Planen von drei Spielen im Voraus sollte möglichst vermieden werden. Es ist marginal akzeptabel in der Mitte der Saison, wenn die Leiter ein gewisses Maß an Stabilität erreicht hat, aber vor der abschließenden Playoff-Wertung in gesperrt sind.
es: La programación de tres juegos de antemano debe evitarse siempre que sea posible. Es marginalmente aceptable en el medio de la temporada, cuando la escalera se ha alcanzado un cierto nivel de estabilidad, pero antes de la tabla de posiciones de playoffs finales se quede encerrado dentro.
fr: La planification de trois matchs à l'avance devrait être évitée autant que possible. Il est marginalement acceptable au milieu de la saison, lorsque l’échelle a atteint un certain niveau de stabilité mais avant le classement final des séries éliminatoires.

source: Set of blank unscheduled games for all teams in a division
de: Set leere ungeplante Spiele für alle Teams in einer Division
es: Conjunto de juegos programados en blanco para todos los equipos en una división
fr: Ensemble de parties vierges non programmées pour toutes les équipes d'une division

source: Creates enough blank games to schedule the entire division on a chosen date. No teams or {0} are assigned.
de: Erzeugt genügend leere Spiele die gesamte Division auf einem gewählten Zeitpunkt zu planen. Keine Teams oder {0} zugeordnet sind.
es: Crea suficientes juegos en blanco para programar toda la división en una fecha elegida. No hay equipos o {0} son asignados.
fr: Crée suffisamment de parties vierges pour planifier toute la division à une date donnée. Aucune équipe ou {0} n'est attribué.

source: Set of randomly scheduled games for all teams in a division
de: Set von zufällig geplanten Spiele für alle Teams in einer Division
es: Conjunto de juegos de azar programadas para todos los equipos en una división
fr: Ensemble de parties planifiés au hasard pour toutes les équipes d'une division

source: Creates enough games to schedule the entire division on a chosen date. Teams are assigned randomly and {0} assigned according to settings.
de: Erzeugt genug Spiele, um die gesamte Division auf einem gewählten Zeitpunkt zu planen. Teams zugeordnet sind zufällig und {0} zugewiesen entsprechend der Einstellungen.
es: Crea juegos suficiente para programar toda la división en una fecha elegida. Los equipos están asignados de forma aleatoria y {0} asignan de acuerdo a la configuración.
fr: Crée suffisamment de parties pour planifier toute la division à une date donnée. Les équipes sont attribuées de manière aléatoire et {0} en fonction des paramètres.

source: Full-division round-robin
de: Voll Division Round-Robin
es: Full-división de round-robin
fr: Round Robin des divisions complètes

source: Creates enough games, over a series of weeks, to schedule each team in the division against each other team once. {0} are assigned according to settings.
de: Einmal schafft genügend Spiele, über eine Reihe von Wochen, jedes Team in der Division gegeneinander Team zu planen. {0} zugewiesen werden entsprechend der Einstellungen.
es: Crea juegos suficiente, durante una serie de semanas, para programar cada equipo en la división de uno contra el otro equipo de una vez. {0} son asignados de acuerdo a la configuración.
fr: Crée suffisamment de parties, sur une série de semaines, pour programmer une fois chaque équipe de la division contre une autre équipe. {0} sont attribués en fonction des paramètres.

source: Half-division round-robin, with 2 pools (top, bottom) divided by team standings.
de: Half-Division Round-Robin, mit 2 Pools (oben, unten), geteilt durch Teamwertung.
es: Media división de todos contra todos, con 2 piscinas (arriba, abajo) dividido por clasificación por equipos.
fr: Round Robin des demi-divisions, avec 2 poules (haut, bas) divisées par le classement de l'équipe.
