Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: As a coach or captain, you should familiarize yourself with the details of your league and division. %s has many options for how{0} standings are calculated, playoffs are scheduled, etc. Knowing which options are in play for your team is important.
de: Als Trainer oder Kapitän, sollten Sie sich mit den Einzelheiten Ihrer Liga und Division vertraut zu machen. %s viele Möglichkeiten, wie {0} Wertung berechnet werden, Playoffs sind geplant, usw. Zu wissen, welche Optionen im Spiel hat für Ihr Team wichtig ist.

source: ({0,number,currency} refunded; see below)
de: ({0,number,currency} erstattet, siehe unten)

source: There is an outstanding balance of {0,number,currency}.
de: Es ist eine hervorragende Bilanz von {0,number,currency}.

source: Although this registration is marked as "Paid", the total of the payments received ({0,number,currency}) does not match the registration cost ({1,number,currency}).
de: Obwohl diese Registrierung als "Paid" markiert ist, erhielt die Summe der Zahlungen ({0,number,currency}) nicht die Registrierungskosten entsprechen ({1,number,currency}).
