Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: The handler sets which algorithm is used to determine whether a badge should be awarded. Don't change this unless you REALLY know what you are doing.
de: Der Handler setzt, welcher Algorithmus wird verwendet, um zu bestimmen, ob ein Abzeichen verliehen werden sollte. Sie nicht ändern, wenn Sie wirklich wissen, was Sie tun.
es: El controlador establece el algoritmo que se utiliza para determinar si una tarjeta de identificación se debe otorgar. No cambie esto a menos que realmente sepa lo que está haciendo.
fr: Le gestionnaire définit quel algorithme est utilisé pour déterminer si un badge doit être attribué. Ne changez pas cela sauf si vous savez VRAIMENT ce que vous faites.

source: Select where this badge will be visible.
de: Wählen Sie, wo wird diese Plakette sichtbar sein.
es: Seleccionar el lugar donde esta placa será visible.
fr: Sélectionnez l'endroit où ce badge sera visible.

source: Include only the base name of the file; _32.png, _48.png and _64.png will be appended as required.
de: Fügen Sie nur den Basisnamen der Datei; _32.png, _48.png Und _64.png wird je nach Bedarf angehängt werden.
es: Incluir sólo el nombre base del archivo; _32.png, _48.png Y _64.png serán añadidos según sea necesario.
fr: Incluez uniquement le nom de base du fichier; 32.png, 48.png et 64.png seront ajoutés si nécessaire.

source: List Badges
de: Liste Abzeichen
es: Placas lista
fr: Liste des badges

source: Delete Badge
de: löschen Abzeichen
es: Eliminar la insignia
fr: Supprimer un badge

source: Are you sure you want to delete this badge?
de: Sind Sie sicher, dass Sie dieses Badge zu löschen?
es: ¿Estas seguro que quieres borrar esta insignia?
fr: Voulez-vous vraiment supprimer cet écusson?

source: Add Badge
de: In Abzeichen
es: Añadir insignia
fr: Ajouter Insigne

source: Deactivated Badges
de: deaktiviert Abzeichen
es: Placas desactivados
fr: Écussons désactivés

source: Page {{page}} of {{pages}}, showing {{current}} records out of {{count}} total, starting on record {{start}}, ending on {{end}}
de: Seite {{page}} von {{Seiten}}, {{zeigt aktuelle}} Aufzeichnungen aus {{count}} Gesamt, beginnend am Datensatz {{start}}, dh bis zum {{end}}
es: Página {{página}} de {{páginas}}, {{mostrando actuales}} registros de {count} {} totales, a partir del registro {{Inicio}}, que finaliza el {{end}}
fr: Page {{page}} sur {{pages}}, affichant {{current}} enregistrements sur un total de {{count}}, commençant à l'enregistrement {{début}} et se terminant le {{fin}}

source: Icon
de: Symbol
es: Icono
fr: Icône

source: Awarded
de: Ausgezeichnet
es: Galardonado
fr: Décerné

source: N/A
fr: S/O

source: This badge is determined on-the-fly so there is no count of how many people have it
de: Dieses Abzeichen wird bestimmt on-the-fly, so dass keine zu zählen, wie viele Menschen ist es haben
es: Este logro se determina sobre la marcha lo que no hay cuenta de cuántas personas lo padecen
fr: Ce badge est déterminé à la volée, il n’ya donc pas de comptage du nombre de personnes qui l’ont.

source: Assign
de: Zuordnen
es: Asignar
fr: Assigner

source: Initialize
de: Initialisieren
es: Inicializar
fr: Initialiser

source: Are you sure you want to initialize? This should only ever need to be done once when the badge system is introduced.
de: Sind Sie sicher, dass Sie initialisieren möchten? Dies sollte nur jemals brauchen einmal getan werden, wenn der Badge-System eingeführt wird.
es: ¿Seguro que desea inicializar? Esto debería necesitar sólo alguna vez que hacer una vez cuando se introduce el sistema de tarjetas.
fr: Êtes-vous sûr de vouloir initialiser? Cela ne devrait être nécessaire qu'une fois lorsque le système de badge est introduit.

source: Category
de: Kategorie
es: Categoría
fr: Catégorie

source: Visibility
de: Sichtweite
es: Visibilidad
fr: Visibilité

source: This badge has been awarded to:
de: Diese Auszeichnung wurde verliehen an:
es: Este logro ha sido otorgado a:
fr: Ce badge a été décerné à:

source: For
de: Für
es: Por
fr: Pour

source: If you want to add a comment to the badge holder about why the badge is being removed, do so here.
de: Wenn Sie einen Kommentar zu der Ausweisinhaber darüber, warum das Abzeichen entfernt hinzufügen möchten wird, tun Sie dies hier.
es: Si desea agregar un comentario al titular de placas acerca de por qué se va a quitar la placa, hacerlo aquí.
fr: Si vous souhaitez ajouter un commentaire au détenteur du badge sur la raison pour laquelle le badge est supprimé, faites-le ici.

source: Awarded to
de: Ausgezeichnet für
es: Adjudicado a
fr: Décerné à

source: people
de: Menschen
es: gente
fr: personnes

source: Details
de: Einzelheiten
es: Detalles
fr: Détails

source: Create Category
de: Kategorie erstellen
es: Crear categoría
fr: Créer une catégorie

source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie

source: List Categories
de: Kategorien auflisten
es: Lista de categorías
fr: Liste de catégories

source: Delete Category
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie

source: Are you sure you want to delete this category?
de: Sind Sie sicher, dass Sie diese Kategorie löschen?
es: ¿Está seguro de que quiere borrar esta categoría?
fr: Voulez-vous vraiment supprimer cette catégorie?

source: Add Category
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter la catégorie

source: Affiliate
de: Schwestergesellschaft
es: Afiliado
fr: Membre

source: Related Tasks
de: Verwandte Aufgaben
es: Las tareas relacionadas
fr: Tâches reliés

source: Reporting To
de: Berichterstattung an
es: Informar a
fr: Se rapporte à

source: Are you sure you want to delete this task?
de: Sind Sie sicher, dass Sie diese Aufgabe zu löschen?
es: ¿Está seguro de que quiere borrar esta tarea?
fr: Voulez-vous vraiment supprimer cette tâche?

source: I'm busy, remind me later
de: Ich bin beschäftigt, erinnern mich später
es: Estoy ocupado, me recuerdan más tarde
fr: Je suis occupé, rappelle-moi plus tard

source: Okay, got it
de: Okay, habe es
es: Ok, lo tengo
fr: OK, j'ai compris

source: Create Contact
de: Kontakt erstellen
es: Crear contacto
fr: Créer un contact

source: Edit Contact
de: Kontakt bearbeiten
es: Editar contacto
fr: Modifier Contact

source: The name of your contact.
de: Der Name Ihres Kontakts.
es: El nombre de su contacto.
fr: Le nom de votre contact.

source: The email address for your contact. This will not be shown to users, only used to deliver messages.
de: Die E-Mail-Adresse für den Kontakt. Dies wird den Benutzern nicht angezeigt werden, nur verwendet, um Nachrichten zu liefern.
es: La dirección de correo electrónico para el contacto. Esto no se mostrará a los usuarios, sólo se utiliza para entregar mensajes.
fr: L'adresse email de votre contact. Cela ne sera pas montré aux utilisateurs, seulement utilisé pour remettre des messages.

source: List Contacts
de: Liste Kontakte
es: Lista de Contactos
fr: Liste de Contacts

source: Delete Contact
de: Kontakt löschen
es: Borrar contacto
fr: Supprimer le contact

source: Are you sure you want to delete this contact?
de: Sind Sie sicher, dass Sie diesen Kontakt zu löschen?
es: ¿Está seguro de que quiere eliminar este contacto?
fr: Voulez-vous vraiment supprimer ce contact?

source: Add Contact
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter un Contact

source: There are no contacts in the system.
de: Es gibt keine Kontakte in das System ein.
es: No hay contactos en el sistema.
fr: Il n'y a pas de contacts dans le système.

source: Message Details
de: Nachrichtendetails
es: Detalles del mensaje
fr: Détails du message

source: To
de: Nach
es: A
fr: A

source: Send a copy to your email address
de: Senden einer Kopie an Ihre E-Mail-Adresse
es: Enviar una copia a su dirección de correo electrónico
fr: Envoyer une copie à votre adresse de courriel

source: Add Coordinator
de: In Coordinator
es: Añadir Coordinador
fr: Ajouter un coordonnateur

source: Current Coordinators:
de: Aktuelle Koordinatoren:
es: Coordinadores actuales:
fr: Coordonnateurs actuels:

source: Note that only people whose accounts are set as "volunteer" (or higher) can be made coordinators.
de: Beachten Sie, dass nur Menschen, deren Konten werden als "Freiwilliger" (oder höher) gemacht Koordinatoren werden können.
es: Tenga en cuenta que sólo las personas cuyas cuentas se establecen como "voluntario" (o superior) se puede hacer coordinadores.
fr: Note that only people whose accounts are set as «volunteer» (ou supérieur) peuvent être nommés coordinateurs.

source: Add as coordinator
de: Fügen Sie als Koordinator
es: Añadir como coordinador
fr: Ajouter comme coordonnateur

source: Add Teams
de: In Teams
es: Añadir Equipos
fr: Ajouter des équipes

source: Team Names
de: Teamnamen
es: Los nombres del equipo
fr: Noms des équipes

source: This can be used to create up to {0} teams at once. To create less, simply leave those names blank.
de: Dies kann dazu verwendet werden, die Erstellung von bis zu {0} Teams auf einmal. So erstellen Sie weniger, lassen Sie diese Namen leer.
es: Esto se puede utilizar para crear hasta {0} equipos a la vez. Para crear menos, simplemente deje esos nombres en blanco.
fr: Cela peut être utilisé pour créer jusqu'à {0} équipes à la fois. Pour créer moins, laissez simplement ces noms vides.

source: If selected, the system will help you to monitor attendance on a game-to-game basis.
de: Wenn diese Option aktiviert, wird das System hilft Ihnen die Teilnahme an einem Spiel-zu-Spiel Basis zu überwachen.
es: Si se selecciona, el sistema le ayudará a controlar la asistencia en una base de juego a juego.
fr: Si cette option est sélectionnée, le système vous aidera à surveiller l’assistance partie par partie.

source: Reminder emails will be sent to players that have not finalized their attendance this many days before the game. 0 means the day of the game, -1 will disable these reminders.
de: Zur Erinnerung E-Mails werden an die Spieler gesendet werden, die ihre Teilnahme noch nicht abgeschlossen haben, so viele Tage vor dem Spiel. 0 bedeutet, dass der Tag des Spiels, -1 wird diese Erinnerungen deaktivieren.
es: Correos electrónicos de recordatorio serán enviados a los jugadores que no han finalizado su asistencia este número de días antes del partido. 0 significa que el mismo día del partido, -1 desactiva estos recordatorios.
fr: Des courriels de rappel seront envoyés aux joueurs qui n’ont pas encore finalisé leur présence plusieurs jours avant le match. 0 signifie le jour de la partie, -1 désactivera ces rappels.

source: Attendance summary emails will be sent to coaches and captains this many days before the game. 0 means the day of the game, -1 will disable these summaries.
de: Die Teilnahme Zusammenfassung E-Mails werden an Trainer und Kapitäne so viele Tage vor dem Spiel gesendet. 0 bedeutet, dass der Tag des Spiels, -1 wird diese Zusammenfassungen deaktivieren.
es: Resumen de mensajes de correo electrónico de asistencia serán enviados a los entrenadores y capitanes de este número de días antes del partido. 0 significa que el mismo día del partido, -1 desactiva estos resúmenes.
fr: Des courriels de résumé de participation seront envoyés aux entraîneurs et capitaines plusieurs jours avant le match. 0 signifie le jour du partie, -1 désactivera ces résumés.

source: Emails notifying coaches and captains about changes in attendance status will be sent starting this many days before the game. 0 means the day of the game, -1 will disable these notifications. You will never receive notifications about any changes that happen before this time.
de: E-Mails Trainer und Spielführer über Änderungen in Anwesenheitsstatus benachrichtigt werden, bevor das Spiel beginnt, so viele Tage geschickt werden. 0 bedeutet, dass der Tag des Spiels, -1 wird diese Benachrichtigungen deaktivieren. Sie werden nie Benachrichtigungen über Änderungen erhalten, die vor diesem Zeitpunkt geschehen.
es: Los correos electrónicos que notifican los entrenadores y capitanes de cambiar el estatus de asistencia se enviarán a partir de este muchos días antes del partido. 0 significa que el mismo día del partido, -1 desactiva estas notificaciones. Usted nunca va a recibir notificaciones sobre los cambios que se producen antes de este tiempo.
fr: Les courriels informant les entraîneurs et les capitaines de tout changement dans le statut de l’assistance seront envoyés plusieurs jours avant le match. 0 signifie le jour du partie, -1 désactive ces notifications. Vous ne recevrez jamais de notifications concernant des modifications survenues avant cette heure.

source: Allstar Nominations Report
de: Allstar-Nominierungen Bericht
es: Allstar nominaciones Informe
fr: Rapport de nominations Allstar

source: This list shows only those with at least {0} nominations. The {1} is also available.
de: Diese Liste zeigt nur solche mit mindestens {0} Nominierungen. Die {1} ist ebenfalls verfügbar.
es: Esta lista muestra sólo los que tienen al menos {0} nominaciones. El {1} también está disponible.
fr: Cette liste affiche uniquement les noms d'au moins {0} nominations Le {1} est également disponible.

source: complete list
de: vollständige Liste
es: lista completa
fr: liste achevée

source: Approve Scores
de: genehmigen Scores
es: Aprobar puntuaciones
fr: Approuver le pointage

source: Game Date
de: Spiel Datum
es: Juego Fecha
fr: Date du match

source: Home Team Submission
es: Equipo Local Presentación
fr: Soumission de l'équipe à domicile

source: Away Team Submission
de: Gastmannschaft Submission
es: Presentación Equipo visitante
fr: Équipe en déplacement

source: not entered
de: nicht beigetreten
es: no aceptado
fr: non saisie

source: approve score
de: genehmigen Punktzahl
es: aprobar puntuación
fr: approuver le pointage

source: Home Score
de: Startseite Score
es: Inicio puntuación
fr: Résultats receveur

source: email coaches and captains
de: E-Mail-Trainer und Kapitäne
es: entrenadores y capitanes de correo electrónico
fr: Envoyer un courriel aux entraineur(e)s et aux capitaines

source: Away Score
de: Auswärts Ergebnis
es: Marcador
fr: Résultats visiteurs

source: Show advanced configuration
de: Zeigen Sie die erweiterte Konfiguration
es: Mostrar configuración avanzada
fr: Afficher la configuration avancée

source: Show basic configuration
de: Zeigen Basiskonfiguration
es: Mostrar configuración básica
fr: Afficher la configuration de base

source: Division Information
de: Abteilung Informationen
es: Información división
fr: Information de Division

source: The name of the division.
de: Der Name der Abteilung.
es: El nombre de la división.
fr: Nom de la division.

source: Coordinator Email List
de: Coordinator E-Mail-Liste
es: Coordinador lista de correo electrónico
fr: Liste de courriel du coordonnateur

source: An email alias for all coordinators of this division (can be a comma separated list of individual email addresses).
de: Eine E-Mail-Alias ​​für alle Koordinatoren dieser Division (kann eine durch Kommata getrennte Liste der einzelnen E-Mail-Adressen sein).
es: Un alias de correo electrónico para todos los coordinadores de esta división (puede ser una lista separada por comas de direcciones de correo electrónico).
fr: Un alias de messagerie pour tous les coordinateurs de cette division (peut être une liste d'adresses de messagerie individuelles, séparées par des virgules).

source: Coach/Captain Email List
de: Coach/Kapitän E-Mail-Liste
es: El entrenador/capitán lista de correo electrónico
fr: Liste de diffusion Coach/Captain

source: An email alias for all coaches and captains of this division.
de: Eine E-Mail-Alias ​​für alle Trainer und Kapitäne dieser Division.
es: Un alias de correo electrónico para todos los entrenadores y capitanes de esta división.
fr: Un alias de courrier électronique pour tous les entraîneurs et capitaines de cette division.

source: A short blurb to be displayed at the top of schedule and standings pages, HTML is allowed.
de: Ein kurzer Satz an der Spitze der Zeitplan und Tabellenseiten angezeigt werden soll, wird HTML erlaubt.
es: Una breve reseña que se mostrará en la parte superior del calendario y la clasificación páginas, se permite HTML.
fr: Un court texte de présentation à afficher en haut des pages de calendrier et de classement, HTML est autorisé.

source: A short blurb to be displayed at the bottom of schedule and standings pages, HTML is allowed.
de: Ein kurzer Satz am unteren Rand der Zeitplan und Tabellenseiten angezeigt werden soll, wird HTML erlaubt.
es: Una breve reseña que se mostrará en la parte inferior del calendario y la clasificación páginas, se permite HTML.
fr: Un court texte de présentation à afficher au bas de l’horaire et des pages de classement, HTML est autorisé.

source: First Game
de: Erstes Spiel
es: Primer juego
fr: Premier match

source: Date of the first game in the schedule. Will be used to determine open/closed status.
de: Datum des ersten Spiels in der Anlage. Wird verwendet werden, offen/geschlossen Status zu bestimmen.
es: Fecha del primer juego de la programación. Se utilizará para determinar el estado abierto/cerrado.
fr: Date du premier match de l'horaire. Sera utilisé pour déterminer le statut ouvert/fermé.

source: Last Game
de: Letztes Spiel
es: Último juego
fr: Dernier match

source: Date of the last game in the schedule. Will be used to determine open/closed status.
de: Datum des letzten Spiels im Zeitplan. Wird verwendet werden, offen/geschlossen Status zu bestimmen.
es: Fecha del último juego en el horario. Se utilizará para determinar el estado abierto/cerrado.
fr: Date du dernier match de l'horaire. Sera utilisé pour déterminer le statut ouvert/fermé.

source: The date after which teams are no longer allowed to edit their rosters. Leave blank for no deadline (changes can be made until the division is closed).
de: Das Datum, nach dem Teams sind nicht mehr erlaubt, ihre Dienstpläne zu bearbeiten. Oder leer lassen, ohne Frist (Änderungen vorgenommen werden können, bis die Abteilung geschlossen ist).
es: La fecha después de la cual los equipos ya no está autorizado a editar sus listas. Dejar en blanco para no plazo (cambios se pueden hacer hasta que la división está cerrado).
fr: La date après laquelle les équipes ne sont plus autorisées à modifier leurs listes. Laissez vide pour aucune date limite (des modifications peuvent être apportées jusqu'à la fermeture de la division).

source: Specifics
de: Besonderheiten
es: Detalles específicos
fr: Détails

source: Day(s) of play
de: Tag (e) Spiel
es: Día (s) de juego
fr: Jour (s) de jeu

source: Day, or days, on which this division will play.
de: Tag oder Tage, an denen diese Division spielen.
es: Día, o días, en la que esta división se reproducirá.
fr: Jour (s) sur lequel (s) cette division jouera.

source: Gender format for the division.
de: Gender-Format für die Division.
es: Formato de género para la división.
fr: Proportion hommes-femmes de la division.

source: Rules that must be passed to allow a player to be added to the roster of a team in this division.
de: Regeln, die den Spieler hinzugefügt werden, um den Kader eines Teams in diesem Bereich zu ermöglichen, übergeben werden müssen.
es: Las reglas que se deben pasar para que un jugador que se añaden a la lista de un equipo en esta división.
fr: Règles qui doivent être passées pour permettre à un joueur d'être ajouté à la liste d'une équipe de cette division.

source: Do players need to accept invitations, or can they just be added? The latter has privacy policy implications and should be used only when necessary.
de: Sie Spieler Einladungen annehmen müssen, oder sie können einfach hinzugefügt werden? Letzteres hat Auswirkungen Datenschutzbestimmungen und sollten nur bei Bedarf verwendet werden.
es: ¿Los jugadores tienen que aceptar las invitaciones, o pueden simplemente ser añadidos? Este último tiene implicaciones de política de privacidad y debe usarse sólo cuando sea necesario.
fr: Les joueurs doivent-ils accepter les invitations ou peuvent-elles simplement être ajoutées? Ce dernier a des implications en termes de politique de confidentialité et ne devrait être utilisé que si nécessaire.

source: Scheduling
de: Ablaufplanung
es: Programación
fr: Calendrier

source: What type of scheduling to use. This affects how games are scheduled and standings displayed.
de: Welche Art von Terminplanung zu verwenden. Dies wirkt sich wie Spiele geplant und Tabellen angezeigt.
es: ¿Qué tipo de programación para su uso. Esto afecta a cómo se programan las posiciones y juegos muestran.
fr: Quel type de planification à utiliser. Cela affecte la façon dont les parties sont planifiés et les classements affichés.

source: Allows coordinators to exclude teams from schedule generation.
de: Ermöglicht Koordinatoren Teams aus Zeitplan Generation auszuschließen.
es: Permite a los coordinadores para excluir a los equipos de generación de planificaciones.
fr: Permet aux coordinateurs d'exclure des équipes de la génération de programme.

source: Allow double-booking?
de: Lassen Doppelbuchung?
es: Permitir la doble reserva?
fr: Autoriser la double réservation?

source: Allows coordinators to schedule multiple games in a single game slot.
de: Ermöglicht Koordinatoren mehrere Spiele in einem einzigen Spiel Slot zu planen.
es: Permite a los coordinadores para programar juegos múltiples en una sola ranura de juego.
fr: Permet aux coordinateurs de programmer plusieurs parties dans un seul créneau de partie.

source: What type of ratings calculation to use.
de: Welche Art von Bewertungen Berechnung zu verwenden.
es: ¿Qué tipo de cálculo de los votos para su uso.
fr: Quel type de calcul de notation utiliser?

source: Scoring reminder delay
de: Scoring Erinnerung Verzögerung
es: Anotando retardo recordatorio
fr: Retard de rappel de notation

source: Email coaches and captains who haven't scored games after this many hours, no reminder if 0.
de: E-Mail-Trainer und Kapitäne, die Spiele nach so vielen Stunden nicht erzielt haben, keine Erinnerung, wenn 0.
es: Entrenadores y capitanes de correo electrónico que no han anotado partidos después de esto muchas horas, sin recordatorio si es 0.
fr: Email des entraîneurs et des capitaines qui n'ont pas marqué de matchs après autant d'heures, pas de rappel si 0.

source: Games which haven't been scored will be automatically finalized after this many hours, no finalization if 0.
de: Spiele, die nicht wurden, hat automatisch nach so vielen Stunden fertig gestellt werden, keine Finalisierung wenn 0.
es: Juegos que no han sido anotados se finalizarán automáticamente después de esto muchas horas, sin finalización si es 0.
fr: Les parties qui n'ont pas été marqués seront automatiquement finalisés après autant d'heures. Aucune finalisation si 0.

source: When to ask coaches and captains for allstar nominations.
de: Als Trainer und Kapitäne für allstar Nominierungen zu fragen.
es: Cuándo pedir los entrenadores y capitanes de las nominaciones allstar.
fr: Quand demander aux entraîneurs et capitaines des nominations allstar.

source: All-star nominations from
de: All-Star-Nominierungen
es: Todo-estrella de nominaciones
fr: Nominations All-Star de

source: Delete Division
de: löschen der Division
es: Eliminar División
fr: Supprimer la division

source: Are you sure you want to delete this division?
de: Sind Sie sicher, dass Sie diese Teilung zu löschen?
es: ¿Está seguro de que quiere eliminar esta división?
fr: Voulez-vous vraiment supprimer cette division?

source: Add Division
de: In der Division
es: Añadir División
fr: Ajouter une division

source: Emails
es: Los correos electrónicos
fr: Courriels

source: Coach/Captain Emails
de: Coach/Kapitän E-Mails
es: Los correos electrónicos entrenador/capitán
fr: Emails Coach/Capitaine

source: {0} Distribution Report
es: {0} de distribución de informes
fr: {0} Rapport de distribution
