Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: This qualifier is selected twice.
de: Diese Qualifier wird zweimal ausgewählt.
es: Este calificador se selecciona dos veces.
fr: Ce qualificatif est sélectionné deux fois.

source: You must select a valid person.
de: Sie müssen eine gültige Person auswählen.
es: Debe seleccionar una persona válida.
fr: Vous devez sélectionner une personne valide.

source: You must select a valid event.
de: Sie müssen ein gültiges Ereignis auswählen.
es: Debe seleccionar un evento válido.
fr: Vous devez sélectionner un évènement valide.

source: You must enter a valid cost.
de: Sie müssen einen gültigen Kosten eingeben.
es: Debe introducir un coste válido.
fr: Vous devez entrer un coût valide.

source: You must enter a valid tax amount.
de: Sie müssen einen gültigen Steuerbetrag eingeben.
es: Debe introducir una cantidad de impuestos válido.
fr: Vous devez entrer un montant de taxe valide.

source: You must select a valid opening date.
de: Sie müssen einen gültigen Eröffnungsdatum auswählen.
es: Debe seleccionar una fecha de inicio válida.
fr: Vous devez sélectionner une date d'ouverture valide.

source: You must select a valid closing date.
de: Sie müssen einen gültigen Stichtag wählen.
es: Debe seleccionar una fecha de cierre válida.
fr: Vous devez sélectionner une date de clôture valide.

source: You must select whether or not payment will be accepted after the close date.
de: Sie müssen wählen, ob oder ob nicht die Zahlung wird nach dem Abschlussdatum angenommen.
es: Debe seleccionar si o no el pago será aceptada después de la fecha de cierre.
fr: Vous devez choisir si le paiement sera accepté après la date de clôture.

source: You must enter a valid deposit amount.
de: Sie müssen einen gültigen Einzahlungsbetrag eingeben.
es: Debe introducir una cantidad de depósito válido.
fr: Vous devez entrer un montant de dépôt valide.

source: You must select whether reservations are allowed.
de: Sie müssen auswählen, ob Reservierungen sind nicht zulässig.
es: Usted debe seleccionar si se permiten reservas.
fr: Vous devez choisir si les réservations sont autorisées.

source: You must enter a valid reservation duration.
de: Sie müssen eine gültige Buchungsdauer eingeben.
es: Debe introducir una duración válido para la reservación.
fr: Vous devez entrer une durée de réservation valide.

source: Price names can only be blank if there is a single price for the event.
de: Preis Namen können nur leer sein, wenn es einen einzigen Preis für die Veranstaltung.
es: Pombres de precios sólo pueden estar en blanco si no hay un precio único para el evento.
fr: Les noms de prix ne peuvent être laissés en blanc que s'il existe un prix unique pour l'événement.

source: Price point open date must be between last year and next year.
de: Preis Punkt offen Datum muss zwischen dem letzten und dem nächsten Jahr sein.
es: Precio punto de la fecha de apertura debe estar comprendido entre el año pasado y el año que viene.
fr: La date d'ouverture des points de prix doit être comprise entre l'année dernière et l'année suivante.

source: Price point close date must be between last year and next year.
de: Preis Punkt nahe Datum muss zwischen dem letzten und dem nächsten Jahr sein.
es: Precio punto de la fecha de cierre debe estar comprendido entre el año pasado y el año que viene.
fr: La date de clôture du prix doit être comprise entre l'année dernière et l'année suivante.

source: The price point close date cannot be before the open date.
de: Der Preis Punkt nahe Datum kann nicht vor dem offenen Datum sein.
es: El punto de precio fecha de cierre no puede ser antes de la fecha de apertura.
fr: La date de clôture du prix ne peut pas être antérieure à la date d'ouverture.

source: You must select a valid online payment option.
de: Sie müssen eine gültige Online-Zahlungsoption wählen.
es: Debe seleccionar una opción válida de pago en línea.
fr: Vous devez sélectionner une option de paiement en ligne valide.

source: You cannot delete the only price point on an event.
de: Sie können nicht die einzige Preispunkt auf ein Ereignis zu löschen.
es: No se puede eliminar el único punto de precio en un evento.
fr: Vous ne pouvez pas supprimé le seul facteur de prix d'un évènement.

source: day
de: Tag
es: día
fr: jour

source: hour
de: Stunde
es: hora
fr: heure

source: Indicate whether responses to this question will be anonymous.
de: Angabe, ob Antworten auf diese Frage anonym.
es: Indicar si las respuestas a esta pregunta serán anónimas.
fr: Indiquez si les réponses à cette question seront anonymes.

source: You must select a valid question type.
de: Sie müssen eine gültige Frage Typ auswählen.
es: Debe seleccionar un tipo de pregunta válida.
fr: Vous devez sélectionner un type de question valide.

source: Select a valid option.
de: Wählen Sie eine gültige Option.
es: Seleccione una opción válida.
fr: Sélectionnez une option valide.

source: A minimum deposit of {0} is required.
de: Eine Mindesteinlage von {0} ist nicht erforderlich.
es: Un depósito mínimo de {0} es necesario.
fr: Un dépôt minimum de {0} est requis.

source: This deposit exceeds the total cost of {0}.
de: Diese Kaution übersteigt die Gesamtkosten von {0}.
es: Este depósito es superior al coste total de {0}.
fr: Ce dépôt excède le cout total de {0}.

source: {0} Reservation expired
de: {0} Reservierung abgelaufen
es: {0} se cumplió
fr: {0} Réservation expirée

source: You must select a valid play.
de: Sie müssen ein gültiges Spiel wählen.
es: Debe seleccionar un juego válido.
fr: Vous devez sélectionner un jeu valide.

source: You must enter the number of women designated players.
fr: Vous devez entrer le nombre de joueuses désignées.

source: You cannot select more than two all-stars.
fr: Vous ne pouvez pas sélectionner plus de deux étoiles.

source: You must select a skill level between 1 and 10.
de: Sie müssen eine Fertigkeitsstufe zwischen 1 und 10 wählen.
es: Debe seleccionar un nivel de habilidad entre 1 y 10.
fr: Vous devez sélectionner un niveau de compétence compris entre 1 et 10.

source: Year started must be after {0}. If you started before then, just use {0}!
de: Jahr gestartet, nachdem sein muss {0}. Wenn Sie vor dem dann gestartet, verwenden Sie einfach {0}!
es: Año de entrada debe ser posterior a {0}. Si ha iniciado antes de esa fecha, sólo tiene que utilizar {0}!
fr: L'année commencée doit être après {0}. Si vous avez commencé avant cette date, utilisez simplement {0}!

source: Stats must be numeric.
de: Statistik muss numerisch sein.
es: Las estadísticas deben ser numéricos.
fr: Les statistiques doivent être numériques.

source: You must provide a valid task date.
de: Sie müssen eine gültige Aufgabe Datum bereitzustellen.
es: Debe proporcionar una fecha válida tarea.
fr: Vous devez fournir une date de tâche valide.

source: You must select a valid start time.
de: Sie müssen eine gültige Startzeit auswählen.
es: Debe seleccionar una hora de inicio válida.
fr: Vous devez sélectionner une heure de début valide.

source: You must select a valid end time.
de: Sie müssen eine gültige Endzeit wählen.
es: Debe seleccionar una hora de finalización válida.
fr: Vous devez sélectionner une heure de fin valide.

source: Indicate whether the task assignment has been approved.
fr: Indiquez si l'affectation de tâche a été approuvée.

source: Number of slots must be a number. Use 1 to create a single slot.
de: Anzahl der Slots muss eine Zahl sein. Verwenden Sie 1, um einen einzigen Schlitz erstellen.
es: Número de ranuras debe ser un número. Utilice 1 para crear una sola ranura.
fr: Le nombre des créneaux doit être un nombre. Utilisez 1 pour créer un seul créneau.

source: Days to repeat must be a number. Use 1 to create slots on a single day.
de: Tage zu wiederholen, muss eine Zahl sein. Verwenden Sie 1 zu schaffen Schlitze an einem einzigen Tag.
es: Días para repetir debe ser un número. Utilice 1 para crear ranuras en un solo día.
fr: Les jours à répéter doivent être un nombre. Utilisez 1 pour créer des créneaux le même jour.

source: Event name must not be blank.
de: Ereignisname darf nicht leer sein.
es: Nombre del evento no debe estar en blanco.
fr: Le nom de l'événement ne doit pas être vide.

source: You must provide a valid date.
de: Sie müssen ein gültiges Datum zur Verfügung stellen.
es: Debe proporcionar una fecha válida.
fr: Vous devez fournir une date valide.

source: Location name must not be blank.
de: Location Name darf nicht leer sein.
es: Nombre de la ubicación no debe estar en blanco.
fr: Le nom de l'emplacement ne doit pas être vide.

source: You must specify a number of events to create.
de: Sie müssen eine Reihe von Veranstaltungen angeben zu erstellen.
es: Debe especificar una serie de eventos para crear.
fr: Vous devez spécifier un nombre d'événements à créer.

source: Number of events to create must be numeric.
de: Anzahl der Ereignisse müssen zu erstellen numerisch sein.
es: Número de eventos para crear debe ser numérico.
fr: Le nombre d'événements à créer doit être numérique.

source: Number of events to create must be between 1 and 100. If you need more than 100, just add a second batch.
de: Anzahl der Ereignisse müssen zu schaffen zwischen 1 und 100. Wenn Sie mehr als 100 benötigen, nur einen zweiten Stapel hinzufügen.
es: Número de eventos para crear debe estar entre 1 y 100. Si necesita más de 100, sólo tiene que añadir un segundo lote.
fr: Le nombre d'événements à créer doit être compris entre 1 et 100. Si vous avez besoin de plus de 100, ajoutez simplement un deuxième lot.

source: You must select a valid role.
de: Sie müssen eine gültige Rolle auswählen.
es: Debe seleccionar una función válida.
fr: Vous devez sélectionner un rôle valide.

source: Team name must not be blank.
de: Teamname darf nicht leer sein.
es: Nombre del equipo no debe estar en blanco.
fr: Le nom de l'équipe ne doit pas être vide.

source: There is already a team by that name in this league.
de: Es gibt bereits ein Team mit diesem Namen in dieser Liga.
es: Ya existe un equipo con ese nombre en esta liga.
fr: Il y a déjà une équipe de ce nom dans cette ligue.

source: Shirt colour must not be blank.
de: Shirt Farbe darf nicht leer sein.
es: Camisa de color no debe estar en blanco.
fr: La couleur de la chemise ne doit pas être vierge.

source: Please enter a number.
de: Bitte gebe eine Nummer ein.
es: Por favor, introduzca un número.
fr: Veuillez saisir un numéro.

source: Attendance reminders can be sent a maximum of five days in advance.
de: Die Teilnahme Erinnerungen können maximal fünf Tage im Voraus gesendet werden.
es: Recordatorios de asistencia se pueden enviar un máximo de cinco días de antelación.
fr: Les rappels de présence peuvent être envoyés au maximum cinq jours à l’avance.

source: Attendance summaries can be sent a maximum of five days in advance.
de: Die Teilnahme Zusammenfassungen können maximal fünf Tage im Voraus gesendet werden.
es: Resúmenes de asistencia se pueden enviar un máximo de cinco días de antelación.
fr: Les résumés de présence peuvent être envoyés cinq jours à l’avance au maximum.

source: Attendance notifications can be sent starting a maximum of 14 days in advance.
de: Anwesenheitsbenachrichtigungen können maximal 14 Tage im Voraus gesendet werden beginnen.
es: Aotificaciones de asistencia pueden ser enviados a partir de un máximo de 14 días de antelación.
fr: Les notifications de présence peuvent être envoyées 14 jours à l’avance au maximum.

source: There was an unexpected error uploading the file. Please try again.
de: Es war ein unerwarteter Fehler Hochladen der Datei. Bitte versuche es erneut.
es: Se ha producido un error inesperado al subir el archivo. Por favor, inténtelo de nuevo.
fr: Une erreur inattendue s'est produite lors du téléchargement du fichier. Veuillez réessayer.

source: You must select a document to upload.
de: Sie müssen ein Dokument zum Hochladen auswählen.
es: Debe seleccionar un documento para cargar.
fr: Vous devez sélectionner un document a téléverser.

source: The selected document is too large. Documents must be less than {0}.
de: Das ausgewählte Dokument zu groß ist. Dokumente müssen weniger als {0}.
es: El documento seleccionado es demasiado grande. Los documentos deben ser inferior a {0}.
fr: Le document sélectionné est trop volumineux. Les documents doivent être inférieurs à {0}.

source: The file was not fully uploaded. Please try again.
de: Die Datei wurde nicht vollständig hochgeladen. Bitte versuche es erneut.
es: El archivo no se ha cargado completamente. Por favor, inténtelo de nuevo.
fr: Le fichier n'a pas été complètement téléchargé. Veuillez réessayer.

source: You uploaded an empty file. Please try again.
de: Sie hochgeladen eine leere Datei. Bitte versuche es erneut.
es: Has subido un archivo vacío. Por favor, inténtelo de nuevo.
fr: Vous avez téléchargé un fichier vide. Veuillez réessayer.

source: End date must be after the start date.
de: Enddatum nach dem Startdatum liegen.
es: Fecha de finalización debe ser posterior a la fecha de inicio.
fr: La date de fin doit être postérieure à la date de début.

source: Could not find Drupal settings.php.
fr: Impossible de trouver Drupal settings.php.

source: Username must not be blank.
de: Benutzername darf nicht leer sein.
es: Nombre de usuario no debe estar en blanco.
fr: Le nom d'utilisateur ne doit pas être vide.

source: Old password is not correct.
de: Altes Passwort ist nicht korrekt.
es: Antigua contraseña no es correcta.
fr: Ancien mot de passe n'est pas correct.

source: Password must be between 6 and 50 characters long.
de: Das Passwort muss zwischen 6 und 50 Zeichen lang sein.
es: La contraseña debe tener entre 6 y 50 caracteres de longitud.
fr: Le mot de passe doit comporter entre 6 et 50 caractères.

source: You cannot use your username as your password.
de: Sie können Ihren Benutzernamen nicht als Passwort verwenden.
es: No se puede utilizar el nombre de usuario como su contraseña.
fr: Vous ne pouvez pas utiliser votre nom d'utilisateur comme mot de passe.

source: Passwords must match.
de: Die Passwörter müssen übereinstimmen.
es: Las contraseñas deben coincidir.
fr: Les mots de passe doivent correspondre.

source: That username is already taken
de: Dieser Benutzername ist bereits vergeben
es: Ese nombre de usuario ya se encuentra en uso
fr: Ce nom d'utilisateur est déjà pris

source: Waiver text cannot be blank.
de: Waiver Text kann nicht leer sein.
es: Exención de texto no puede estar en blanco.
fr: Le texte de renonciation ne peut pas être vide.

source: You must select a valid expiry type.
de: Sie müssen einen gültigen Ablauf Typ auswählen.
es: Debe seleccionar un tipo de caducidad válida.
fr: Vous devez sélectionner un type d'expiration valide.

source: Failed to update badge information!
de: Fehlgeschlagen Abzeichen Informationen zu aktualisieren!
es: No se pudo actualizar la información insignia!
fr: Échec dans la mise à jour du badge d'information!

source: Player Details
de: Spieler Details
es: Datos sobre el jugador
fr: Détails du joueur

source: Shirt Size
de: Hemdgröße
es: Talla de camisa
fr: Taille de chandail

source: The membership ends date must be after the membership begins date.
de: Die Mitgliedschaft endet aktuell sein müssen, nachdem die Mitgliedschaft Datum beginnt.
es: La membresía termina fecha debe ser después de la fecha de la adhesión comienza.
fr: La date de fin d'adhésion doit être postérieure à la date de début d'adhésion.

source: {0}: Valid from {1} to {2}
de: {0}: Gültig von {1} bis {2}
es: {0}: Válido desde {1} a {2}
fr: {0}: Valide de {1} à {2}

source: Team Details
es: Detalles del equipo
fr: Détails de l'équipe

source: Team Name
es: Nombre del equipo
fr: Nom de l'équipe

source: The full name of your team.
de: Der vollständige Name Ihres Teams.
es: El nombre completo de su equipo.
fr: Nom complet de l'équipe.

source: Shirt Colour
de: Shirt Farbe
es: Camisa Color
fr: Couleurs des chandails

source: Shirt colour of your team. If you don't have team shirts, pick 'light' or 'dark'.
de: Shirt Farbe Ihres Teams. Wenn Sie nicht über Teamhemden haben, wählen Sie 'light' oder 'dunkel'.
es: Camisa del color de su equipo. Si usted no tiene camisetas del equipo, elige 'light' o 'oscuro'.
fr: Couleur de la chemise de votre équipe. Si vous n'avez pas de maillots d'équipe, choisissez «clair» ou «sombre».

source: Team ID
es: Identificación del equipo
fr: Identifiant de l'équipe

source: This MUST be the same franchise that the regular-season team belongs to, or you will NOT be able to correctly set up your roster.
de: Dies muss die gleiche Franchise sein, dass die regulären Saison Team gehört, oder Sie werden Roster nicht richtig eingerichtet werden können.
es: Esta debe ser la misma franquicia que el equipo de la temporada regular pertenece, o no será capaz de configurar correctamente su lista.
fr: Cela DOIT être la même franchise que l’équipe de la saison régulière, sinon vous ne pourrez PAS configurer correctement votre alignement.

source: Create a new franchise
de: Erstellen Sie ein neues Franchise
es: Crear una nueva franquicia
fr: Créer une nouvelle franchise

source: You may also choose to start a new franchise.
de: Sie können auch wählen, um ein neues Franchise zu starten.
es: También puede optar por iniciar una nueva franquicia.
fr: Vous pouvez aussi choisir de débuter une nouvelle franchise.

source: Select an existing franchise to add this team to. {0} You can only add teams to franchises you own; if you don't own the franchise this team should be added to, have the owner give you ownership before registering this team.
de: Wählen Sie ein bestehendes Franchise dieses Team hinzuzufügen. {0} Sie können nur hinzufügen Teams Franchise Sie besitzen; wenn Sie nicht über das Franchise besitzen dieses Team hinzugefügt werden soll, haben die Eigentümer ihr Eigentum geben, bevor dieses Team zu registrieren.
es: Seleccione una franquicia existente para agregar este equipo al. {0} Sólo puede agregar equipos para franquicias de su propiedad; si usted no es dueño de la franquicia de este equipo debe ser añadido a, que el propietario le da la propiedad antes de registrar este equipo.
fr: Sélectionnez une franchise existante pour ajouter cette équipe. {0} Vous pouvez uniquement ajouter des équipes aux franchises que vous possédez. si vous ne possédez pas la franchise à laquelle cette équipe devrait être ajoutée, demandez au propriétaire de vous en attribuer la propriété avant de vous inscrire.

source: Region Preference
de: Region Bevorzugt
es: Preferencia región
fr: Préférence de région

source: Area of city where you would prefer to play.
de: Die Umgebung der Stadt, wo Sie spielen würden es vorziehen.
es: Área de la ciudad donde se prefiere para jugar.
fr: Endroit dans la ville où vous préféreriez jouer.

source: Open Roster
de: Offene Roster
es: Lista abierta
fr: Alignement ouvert

source: If the team roster is open, others can request to join; otherwise, only a coach or captain can add players.
de: Wenn das Team Roster geöffnet ist, können andere beitreten fordern; andernfalls nur ein Trainer oder Kapitän können die Spieler hinzufügen.
es: Si la lista del equipo es abierto, otros pueden solicitar a unirse; de lo contrario, solamente un entrenador o capitán puede agregar jugadores.
fr: Si la composition de l'équipe est ouverte, d'autres peuvent demander à y participer. sinon, seul un entraîneur ou un capitaine peut ajouter des joueurs.

source: Attendance Tracking
es: Seguimiento de la asistencia
fr: Suivi des présences

source: Would you like to enable attendance tracking for this team?
de: Möchten Sie die Teilnahme Tracking für dieses Team zu aktivieren?
es: ¿Le gustaría habilitar el seguimiento de asistencia para este equipo?
fr: Souhaitez-vous permettre le suivi des présences pour cette équipe?

source: New franchises are created with the same name as the team, but there is already a franchise with this name. To add this team to that franchise, you must be the franchise owner, which may require that the current owner add you as an owner.
de: Neue Franchise sind mit dem gleichen Namen wie das Team erstellt, aber es ist schon ein Franchise mit diesem Namen. So fügen Sie dieses Team zu diesem Franchise, müssen Sie die Franchise-Besitzer sein, die vorschreiben, dass der aktuelle Besitzer Sie als Eigentümer hinzufügen.
es: Nuevas franquicias se crean con el mismo nombre que el equipo, pero ya es una franquicia con este nombre. Para agregar este equipo a la franquicia, usted debe ser el propietario de la franquicia, que puede requerir que el propietario actual que agregar como un propietario.
fr: Les nouvelles franchises sont créées avec le même nom que l’équipe, mais il existe déjà une franchise portant ce nom. Pour ajouter cette équipe à cette franchise, vous devez être le propriétaire de la franchise, ce qui peut nécessiter que le propriétaire actuel vous ajoute en tant que propriétaire.

source: That franchise does not belong to you.
de: Das Franchise gehört nicht zu Ihnen.
es: Que la franquicia no pertenece a usted.
fr: Cette franchise ne vous appartient pas.

source: crossover game
de: Crossover-Spiel
es: juego cruzado
fr: Partie de croisement

source: No games were created.
de: Keine Spiele erstellt wurden.
es: No se crearon juegos.
fr: Aucun partie n'a été créé.

source: Failed to save a game.
de: Fehlgeschlagen, ein Spiel zu speichern.
es: Error al guardar un juego.
fr: Impossible de sauvegarder une partie.

source: Must have two teams.
de: Müssen zwei Teams haben.
es: Debe tener dos equipos.
fr: Doit avoir deux équipes.

source: There are insufficient game slots available to complete this schedule. Check the {0} for details.
de: Es gibt nicht genügend Spiel Slots verfügbar, um diesen Zeitplan zu vervollständigen. Überprüfen Sie die {0} für weitere Details.
es: Hay ranuras de juego suficientes disponibles para completar esta programación. Compruebe el {0} para obtener más información.
fr: Les créneaux de partie disponibles sont insuffisants pour terminer cet horaire. Vérifiez le {0} pour plus de détails.

source: {0} Availability Report
de: {0} Verfügbarkeit Bericht
es: {0} Informe de disponibilidad
fr: {0} rapport de disponibilité

source: Single blank, unscheduled game
de: Einzelne leere, ungeplante Spiel
es: Solo espacio en blanco, el juego no programada
fr: Espace blanc, partie non planifiée

source: Set of blank unscheduled games for all teams in a division ({0} teams, {1} games, one day)
de: Satz von zufällig für alle Teams in einer Division geplanten Spiele ({0} Teams, {1} Spiele, ein Tag)
es: Conjunto de juegos programados en blanco para todos los equipos de una división ({0} equipos, {1} juegos, un día)
fr: Ensemble de parties vierges non programmées pour toutes les équipes d'une division ({0} équipes, {1} parties, un jour)

source: Set of randomly scheduled games for all teams in a division ({0} teams, {1} games, one day)
es: Conjunto de juegos de azar programadas para todos los equipos de una división ({0} equipos, {1} juegos, un día)
fr: Ensemble de parties planifiées au hasard pour toutes les équipes d'une division ({0} équipes, {1} parties, un jour)

source: Adjust Ratings
de: Passen Sie Bewertungen
es: Ajuste clasificaciones
fr: Ajuster le classement

source: Games Before Repeat
de: Spiele Vor Wiederholen
es: Juegos, antes de repetir
fr: Parties avant de répéter

source: The number of games before two teams can be scheduled to play each other again.
de: Die Anzahl der Spiele, bevor zwei Teams können sich gegenseitig zu spielen wieder eingeplant werden.
es: El número de juegos antes de los dos equipos puede ser programado para jugar otra vez.
fr: Le nombre de parties avant que deux équipes puissent être programmées pour se jouer à nouveau.
