Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: If you don't see the team you're looking for, the coach or captain may have made the roster "closed", so that they have to invite you to join the team. Contact them directly to let them know you've signed up and are ready to play!
de: Wenn Sie nicht über das Team sehen Sie suchen, haben die Trainer oder Kapitän kann die Roster "geschlossen" gemacht, so dass sie Sie einladen, haben dem Team beizutreten. Kontaktieren sie direkt zu lassen Sie sie wissen, dass Sie angemeldet und sind bereit zu spielen!
es: Si no ve el equipo que está buscando, el entrenador o el capitán puede haber hecho la lista "cerrado", por lo que tienen que invitarle a unirse al equipo. Comunicarse directamente con ellos para hacerles saber que se haya inscrito y están listos para jugar!
fr: If you don't see the team you're looking for, the coach or captain may have made the roster «closed», afin qu’ils aient à vous inviter à rejoindre l’équipe. Contactez-les directement pour leur faire savoir que vous êtes inscrit et prêt à jouer!

source: Move
de: Bewegung
es: Movimiento
fr: Déplacer

source: Division to move this team to:
de: Abteilung zu bewegen, dieses Team zu:
es: División para mover este equipo a:
fr: Division pour déplacer cette équipe à:

source: Team Note
de: Team Hinweis
es: Equipo Nota
fr: Note de l'équipe

source: Roster {0}
es: Lista {0}
fr: Alignement {0}

source: You are adding
de: Sie fügen
es: Está añadiendo
fr: Vous ajoutez

source: to the team
de: an das Team
es: al equipo
fr: à l'équipe

source: You are inviting
de: Sie laden
es: Usted está invitando
fr: Vous invitez

source: to join the team
de: beitreten das Team
es: para unirse al equipo
fr: se joindre à l'équipe

source: They will have to accept your invitation before they are considered an active member of the team.
de: Sie müssen Ihre Einladung anzunehmen, bevor sie ein aktives Mitglied des Teams betrachtet werden.
es: Tendrán que aceptar su invitación antes de ser considerados un miembro activo del equipo.
fr: Ils devront accepter votre invitation avant d'être considérés comme un membre actif de l'équipe.

source: Possible roster roles are:
de: Mögliche Roster Rollen sind:
es: Roster funciones posibles son:
fr: Les rôles possibles dans la liste sont les suivants:

source: Possible roster positions are:
de: Mögliche Roster Positionen sind:
es: Roster posiciones posibles son:
fr: Les positions possibles sont les suivantes:

source: Roster Position
es: Posición lista
fr: Position de l'alignement

source: You are attempting to change player position for {0} on the team {1}.
de: Sie versuchen, für Spielerposition zu ändern {0} auf das Team {1}.
es: Está intentando cambiar la posición del jugador para {0} en el equipo {1}.
fr: Vous tentez de modifier la position du joueur pour {0} sur l'équipe {1}.

source: Current position:
de: Aktuelle Position:
es: Cargo actual:
fr: Position actuelle:

source: Roster Request
de: Roster anfordern
es: Solicitud lista
fr: Demande d'alignement

source: You are requesting to join the team {0}.
de: Sie fordern, dem Team beizutreten {0}.
es: Usted está solicitando a unirse al equipo {0}.
fr: Vous demandez à joindre l'équipe {0}.

source: A coach or captain will have to approve your request before you are considered an active member of the team.
de: Ein Trainer oder Kapitän muss noch seine Zustimmung geben, bevor Sie ein aktives Mitglied des Teams betrachtet werden.
es: Un entrenador o capitán tendrán que aprobar su solicitud antes de que se le considera un miembro activo del equipo.
fr: Un entraîneur ou un capitaine devra approuver votre demande avant d'être considéré comme un membre actif de l'équipe.

source: Roster Role
de: Roster Rolle
es: Lista Rol
fr: Rôle

source: You are attempting to change the role for {0} on the team {1}.
de: Sie versuchen, die Rolle zu ändern, für {0} auf das Team {1}.
es: Está intentando cambiar el papel de {0} en el equipo {1}.
fr: Vous tentez de modifier le rôle de {0} sur l'équipe {1}.

source: Current role:
de: Momentane Rolle:
es: Rol actual:
fr: Rôle actuel:

source: Team Schedule
de: Team Spielplan
es: Calendario del equipo
fr: Horaire de l'équipe

source: Home vs away designations shown are for the opponent, not the team whose schedule this is.
de: Startseite vs weg Bezeichnungen gelten für den Gegner, nicht das Team, dessen Zeitplan dies.
es: Casa vs designaciones se muestran en la distancia para el oponente, no el equipo cuyo horario es esto.
fr: Les désignations domicile contre domicile indiquées sont destinées à l'adversaire, pas à l'équipe dont l'horaire est indiqué.

source: Get your team schedule in {0} format or {1}.
de: Bringen Sie Ihr Team Zeitplan in {0} Format oder {1}.
es: Obtenga su agenda del equipo en {0} formato o {1}.
fr: Obtenez votre horaire d'équipe au format {0} ou {1}.

source: Team Spirit
de: Teamgeist
es: Espíritu de equipo
fr: Esprit sportif de l'équipe

source: home/away
de: heim/auswärts
es: lejos de casa
fr: loin de la maison

source: Team Statistics
de: Team Statistiken
es: Estadísticas del equipo
fr: Statistiques de l'équipe

source: No matching divisions found to report on.
fr: Aucune division correspondante trouvée à signaler.

source: Teams by Division
de: Teams von der Division
es: Los equipos de División
fr: Equipes par Division

source: Teams with too few players
de: Teams mit zu wenigen Spielern
es: Los equipos con muy pocos jugadores
fr: Equipes avec trop peu de joueurs

source: None, excellent!
de: Keine, ausgezeichnet!
es: Ninguno, excelente!
fr: Aucun, excellent!

source: Top-rated Teams
de: Top-Teams
es: Las mejores equipos
fr: Equipes les mieux notées

source: Lowest-rated Teams
de: Am schlechtesten bewerteten Teams
es: Los equipos con menores puntuaciones
fr: Équipes les moins bien notées

source: Top Defaulting Teams
de: Top brüchige Teams
es: Los mejores equipos morosos
fr: Principales équipes en défaut

source: Top Non-score-submitting Teams
de: Top Non-Score-Vorlage Teams
es: Los mejores equipos de puntuación para no-presentación
fr: Meilleures équipes ne soumettant pas de points

source: Top Spirited Teams
es: Equipos Top Spirited
fr: Les meilleures équipes

source: Lowest Spirited Teams
de: Der niedrigste Spirited Teams
es: Los equipos más bajas Spirited
fr: Les équipes les plus motivées

source: Other years
de: Andere Jahre
es: Otros años
fr: Autres années

source: Roster Status
es: Estado del plantel
fr: État d'avancement

source: Track Attendance
de: Track-Teilnahme
es: La asistencia pista
fr: Suivi des présences

source: Attendance Reminder
de: Die Teilnahme Erinnerung
es: Recordatorio de asistencia
fr: Rappel de présence

source: disabled
de: behindert
es: discapacitado
fr: désactivé

source: day of game
de: Tag des Spiels
es: día del juego
fr: Jour de la partie

source: day before game
de: Tag vor dem Spiel
es: el día antes del partido
fr: Journée avant la partie

source: {0} days before game
de: {0} Tage vor dem Spiel
es: {0} días antes del partido
fr: {0} jours avant la partie

source: Attendance Summary
de: Die Teilnahme Zusammenfassung
es: Resumen de asistencia
fr: Rapport de présence

source: Attendance Notification
de: Die Teilnahme Benachrichtigung
es: Notificación de asistencia
fr: Notification de présence

source: Affiliated Team
de: Verbundene-Team
es: Equipo afiliado
fr: Équipe affiliée

source: Jersey Numbers
es: Números Jersey
fr: Numéro de maillot

source: Date Joined
de: Datum Registriert
es: Fecha de Inscripción
fr: Date d'adhésion

source: Notice: The following players are currently INELIGIBLE to participate on this roster. This is typically because {0}. They are not allowed to play with this team until this is corrected. Hover your mouse over the {1} to see the specific reason why.
de: Hinweis: Folgende Spieler sind derzeit kein Recht sich in diesem Kader teilzunehmen. Dies ist in der Regel, weil {0}. Sie sind nicht erlaubt, mit diesem Team zu spielen, bis dies korrigiert wird. Bewegen Sie die Maus über die {1}, warum die besonderen Grund zu sehen.
es: Aviso: Los siguientes jugadores son actualmente elegibles para participar en esta lista. Esto es por lo general debido a {0}. No se les permite jugar con este equipo hasta que esto se corrige. Pase el cursor del ratón sobre el {1} para ver la razón específica por qué.
fr: Remarque: les joueurs suivants sont actuellement INELIGIBLES pour participer à cette liste. Cela est généralement dû au {0}. Ils ne sont pas autorisés à jouer avec cette équipe jusqu'à ce que cela soit corrigé. Passez votre souris sur le {1} pour voir la raison spécifique.

source: not a member
de: kein Mitglied
es: no es un miembro
fr: n'est pas un membre

source: roster conflict
de: Roster Konflikt
es: conflictos lista
fr: conflit d'alignement

source: schedule conflict
de: Zeitplan Konflikt
es: conflicto de horario
fr: conflit d'horaire

source: Average Skill Rating
de: Durchschnittliche Bewertung Geschicklichkeit
es: Valoración media de Habilidad
fr: Classification moyenne de compétences

source: This team currently has only {0} full-time players listed. Your team roster must have a minimum of {1} rostered 'regular' players by the start of your division. For playoffs, your roster must be finalized by the team roster deadline ({2}), and all team members must be listed as a 'regular player'.
de: Dieses Team hat derzeit nur {0} Vollzeit - Spieler aufgeführt. Ihr Team Roster muss mindestens {1} rostered 'normalen' Spieler von Beginn Ihrer Abteilung. Für Playoffs, müssen Roster vom Team Roster Frist abgeschlossen werden ({2}), und alle Teammitglieder müssen als 'Stammspieler' aufgeführt werden.
es: Este equipo cuenta actualmente con sólo {0} jugadores a tiempo completo en la lista. Su lista del equipo debe tener un mínimo de {1} rostered jugadores 'normales' por el inicio de su división. Para segundas fases, su lista debe finalizarse en el plazo nómina del equipo ({2}), y todos los miembros del equipo debe ser catalogado como un 'jugador regular'.
fr: Cette équipe ne compte actuellement que {0} joueurs à temps plein. L’alignement de votre équipe doit compter au minimum {1} joueurs «inscrits» au début de votre division. Pour les séries éliminatoires, votre formation doit être finalisée avant la date limite de formation de l'équipe ({2}), et tous les membres de l'équipe doivent figurer sur la liste des «joueurs réguliers».

source: If an individual has not replied promptly to your request to join, we suggest that you contact them to remind them to respond.
de: Wenn eine Person nicht umgehend auf Ihre Anfrage geantwortet zu verbinden, empfehlen wir, dass Sie sie kontaktieren sie zu erinnern, zu reagieren.
es: Si un individuo no ha respondido con rapidez a su solicitud para unirse, le sugerimos que se ponga en contacto con ellos para recordarles que deben responder.
fr: Si une personne n'a pas répondu rapidement à votre demande d'adhésion, nous vous suggérons de la contacter pour lui rappeler de répondre.

source: Notice: All teams are required to have a minimum of 1 open and 1 woman Captain (or Coach, where applicable) on their team roster. This does not include 'Assistant' Captains, of which there is no minimum requirement. Your team roster is not considered valid until this corrected. To change a player's 'role' please click on the role next to the player's name (e.g. Regular Player) and change to 'Captain' or 'Coach'.
fr: Avis: Toutes les équipes doivent avoir au moins 1 homme et 1 femme capitaine (ou entraîneur, le cas échéant) sur leur liste. Cela n'inclut pas les capitaines «assistants», pour lesquels il n'y a pas de minimum requis. La composition de votre équipe n'est pas considérée comme valide jusqu'à ce que cela soit corrigé. Pour changer le «rôle» d'un joueur, cliquez sur le rôle à côté du nom du joueur (par exemple, joueur régulier) et changez pour «Capitaine» ou «Coach».

source: Details & roster
es: Detalles y lista
fr: Liste de détails

source: Upload Type
de: Upload-Typ
es: Subir Tipo
fr: Type de téléversement

source: Create Upload Type
de: Erstellen Upload-Typ
es: Crear Subir Tipo
fr: Créer un type de téléversement

source: Edit Upload Type
de: Bearbeiten Upload-Typ
es: Editar Subir Tipo
fr: Modifier type de téléversement

source: List Upload Types
de: Liste hochladen Typen
es: Subir la lista de Tipos
fr: Liste des types de téléchargement

source: Delete Upload Type
de: Löschen Upload-Typ
es: Eliminar Subir Tipo
fr: Supprimer type de téléversement

source: Are you sure you want to delete this uploadType?
de: Sind Sie sicher, dass Sie diese uploadType löschen?
es: ¿Está seguro de que desea eliminar este uploadType?
fr: Êtes-vous sûr de vouloir supprimer ce type de téléchargement?

source: Add Upload Type
de: Hinzufügen Upload-Typ
es: Añadir Subir Tipo
fr: Ajouter un type de téléversement

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs

source: Change Password for {0}
de: Kennwort ändern {0}
es: Cambiar contraseña para {0}
fr: Modifier le mot de passe de {0}

source: Existing Password
de: Bestehendes Passwort
es: Contraseña existente
fr: Mot de passe existant

source: Confirm Password
de: Bestätige das Passwort
es: Confirmar contraseña
fr: Confrimer votre mot de passe

source: To create a new account, fill in all the fields below and click 'Submit' when done.
de: Um ein neues Konto zu erstellen, füllen Sie alle Felder aus und klicken Sie auf 'Senden', wenn Sie fertig sind.
es: Para crear una nueva cuenta, rellene todos los campos a continuación y haga clic en 'Enviar' cuando haya terminado.
fr: Pour créer un nouveau compte, remplissez tous les champs ci-dessous et cliquez sur «Soumettre» lorsque vous avez terminé.

source: Your account will be placed on hold until approved by an administrator. Once approved, you will have full access to the system.
de: Ihr Konto wird in die Warteschleife gelegt, bis sie von einem Administrator genehmigt. Nach der Genehmigung haben Sie vollen Zugriff auf das System haben.
es: Su cuenta se pone en espera hasta que sea aprobado por un administrador. Una vez aprobado, tendrá acceso completo al sistema.
fr: Votre compte sera mis en attente jusqu'à ce qu'il soit approuvé par un administrateur. Une fois approuvé, vous aurez un accès complet au système.

source: {0} If you already have an account from a previous season, {1}! Instead, please {2} to regain access to your account.
de: {0} Wenn Sie bereits ein Konto aus einer früheren Saison, {1}! Stattdessen bitte {2} Zugriff auf Ihr Konto wieder zu erlangen.
es: {0} Si ya tiene una cuenta de una temporada anterior, {1}! En su lugar, por favor {2} para recuperar el acceso a su cuenta.
fr: {0} Si vous avez déjà un compte d'une saison précédente, {1}! Au lieu de cela, veuillez {2} rétablir l'accès à votre compte.

source: DO NOT CREATE ANOTHER ONE
de: NICHT EIN ANDERES erstellen
es: NO CREAR OTRO
fr: NE CRÉEZ PAS UN AUTRE

source: follow these instructions
de: gehen Sie folgendermaßen vor
es: siga estas instrucciones
fr: suivez ces instructions

source: You will be able to change these later, if required.
de: Sie können diese später zu ändern, falls erforderlich.
es: Usted será capaz de cambiar estos términos después, si es necesario.
fr: Vous pourrez y faire des modifications plus tard, si nécessaire.

source: (parent's name, not the child's)
fr: (nom du parent, pas celui de l'enfant)

source: This alternate parent/guardian contact information is for display purposes only. If the alternate contact should have their own login, do not enter their information here; instead create a separate account and then link them together.
de: Diese alternative Eltern/Erziehungskontaktinformationen sind nur zur Anzeige. Wenn die alternative Kontakt ihre eigenen Login haben sollten, geben Sie nicht ihre Informationen hier; stattdessen erstellen ein eigenes Konto und verknüpfen sie zusammen.
es: Esta información de contacto de los padres/tutores alternativa es sólo para fines de visualización. Si el contacto alternativo debe tener su propio nombre de usuario, no escriba su información aquí; en lugar de crear una cuenta separada y luego vincularlos juntos.
fr: Ces informations de contact de remplacement pour le parent/tuteur sont uniquement à des fins d'affichage. Si l'autre contact doit avoir son propre identifiant, n'entrez pas ses informations ici; Au lieu de cela, créez un compte séparé, puis reliez-les.

source: This is not for your child's name; enter that in the "Child Profile" section below.
de: Dies ist nicht für den Namen Ihres Kindes; Geben Sie, dass in der "Child Profil" Abschnitt weiter unten.
es: Este no es el nombre de su hijo; introducir esto en la sección "Perfil Niño" a continuación.
fr: This is not for your child's name; enter that in the «Child Profile» section ci-dessous.

source: Username and Password
de: Benutzername und Passwort
es: Nombre de usuario y contraseña
fr: Nom d'utilisateur et mot de passe

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: You can have an image shown on your account by uploading a photo directly, or by enabling this setting and then create a {0} account using the email address you've associated with your {1} account.
de: Sie können ein Bild auf Ihrem Konto angezeigt werden, haben durch ein Foto direkt hochladen oder durch die Aktivierung dieser Einstellung und dann einen erstellen {0} Konto die E - Mail - Adresse, die Sie mit Ihrem verknüpft haben {1} Konto.
es: Usted puede tener una imagen que aparece en su cuenta por la posibilidad de subir una foto directamente, o mediante activación de este valor y luego crear un {0} cuenta con la dirección de correo electrónico que hayas asociado con su {1} cuenta.
fr: Vous pouvez afficher une image sur votre compte en la téléchargeant directement ou en activant ce paramètre, puis en créant un compte {0} à l'aide de l'adresse de messagerie que vous avez associée à votre compte {1}.

source: Child Profile
de: Kinder Profil
es: Perfil del niño
fr: Profil d'enfant

source: Submit and save your information
de: Senden und speichern Sie Ihre Daten
es: Enviar y guardar la información
fr: Soumettre et sauvegarder votre information

source: Save your information and add another child
de: Speichern Sie Ihre Daten und fügen Sie ein weiteres Kind
es: Guardar la información y añadir otro niño
fr: Enregistrez vos informations et ajoutez un autre enfant

source: Import
de: Einführen
es: Importar
fr: Importer

source: Import Users
de: Benutzer importieren
es: Importar usuarios
fr: Importer les Utilisateurs

source: The following columns were recognized and will be imported:
de: Die folgenden Spalten wurden erkannt und importiert werden:
es: Las siguientes columnas fueron reconocidos y serán importados:
fr: Les colonnes suivantes ont été reconnues et seront importées:

source: The following columns were not recognized and will be skipped:
de: Die folgenden Spalten wurden nicht erkannt und wird übersprungen:
es: Las siguientes columnas no fueron reconocidos y se omitirán:
fr: Les colonnes suivantes n'ont pas été reconnues et seront ignorées:

source: {0} accounts had no problems
de: {0} Konten hatte keine Probleme
es: {0} cuentas no tenían problemas
fr: {0} comptes n'ont eu aucun problème

source: Show details
de: Zeige Details
es: Mostrar detalles
fr: Afficher les détails

source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails

source: {0} accounts had one or more problems which were resolved
de: {0} Konten hatten ein oder mehrere Probleme, die gelöst wurden
es: {0} cuentas tenían uno o más problemas que fueron resueltos
fr: {0} comptes ont eu un ou plusieurs problèmes qui ont été résolus

source: {0} accounts had one more more unresolvable problems
de: {0} Konten hatte noch eine weitere unlösbare Probleme
es: {0} cuentas tenían uno más problemas más irresolubles
fr: {0} comptes ont eu encore un problème insoluble

source: CSV file
de: CSV-Datei
es: archivo CSV
fr: fichier CSV

source: If checked, and a user name is created from an email address, the domain portion of the email address will be removed first. If duplicates are caused this way, they will be numbered 2, 3, etc.
de: Wenn diese Option aktiviert, und einen Benutzernamen aus einer E-Mail-Adresse erstellt wird, wird der Domänenteil der E-Mail-Adresse zuerst entfernt werden. Wenn Duplikate auf diese Weise verursacht werden, werden sie 2 nummeriert, 3 usw.
es: Si está marcada, y se crea un nombre de usuario de una dirección de correo electrónico, la parte del dominio de la dirección de correo electrónico se eliminará en primer lugar. Si duplicados son causados ​​esta manera, serán numeradas 2, 3, etc.
fr: Si coché et qu'un nom d'utilisateur est créé à partir d'une adresse électronique, la partie domaine de l'adresse électronique sera supprimée en premier. Si les doublons sont causés de cette façon, ils seront numérotés 2, 3, etc.

source: If checked, no users will be created; the file will be tested and a report generated.
de: Wenn diese Option aktiviert ist, werden keine anderen Nutzern; wird die Datei geprüft und ein Bericht erstellt.
es: Si está marcada, no se crearán usuarios; el archivo será probado y un informe generado.
fr: Si coché, aucun utilisateur ne sera créé; le fichier sera testé et un rapport généré.

source: Status to set for imported accounts
de: Der Status für importierte Konten einstellen
es: Status para determinar las cuentas importadas
fr: Statut à définir pour les comptes importés

source: Select groups for new users to be added to.
de: Wählen Sie Gruppen für neue Benutzer hinzugefügt werden soll.
es: Seleccionar los grupos para los nuevos usuarios que se añaden a.
fr: Sélectionnez des groupes pour les nouveaux utilisateurs à ajouter.

source: Note that the email and user name fields cannot be blank, so records with errors in those fields will always be skipped. This has no effect if "trial run" is checked above.
de: Beachten Sie, dass die E-Mail und den Benutzernamen Felder nicht leer sein kann, so dass Aufzeichnungen mit Fehlern in diesen Bereichen immer übersprungen. Dies hat keine Auswirkung, wenn "Probelauf" oben geprüft.
es: Tenga en cuenta que los campos de nombre de correo electrónico y los usuarios no pueden estar en blanco, por lo que siempre se omitirán los registros con errores en esos campos. Esto no tiene efecto si "juicio de ejecución" está marcada anteriormente.
fr: Note that the email and user name fields cannot be blank, so records with errors in those fields will always be skipped. This has no effect if «trial run» est vérifié ci-dessus.

source: If checked, new users will receive an email with their user name and password. This has no effect if "trial run" is checked above.
de: Wenn diese Option aktiviert, neue Nutzer eine E-Mail mit ihrem Benutzernamen und Passwort. Dies hat keine Auswirkung, wenn "Probelauf" oben geprüft.
es: Si se selecciona, los nuevos usuarios recibirán un correo electrónico con su nombre de usuario y contraseña. Esto no tiene efecto si "juicio de ejecución" está marcada anteriormente.
fr: If checked, new users will receive an email with their user name and password. This has no effect if «trial run» est vérifié ci-dessus.

source: File to be imported must have column names in the first row.
de: Datei importiert werden muss Spaltennamen in der ersten Reihe haben.
es: Archivo para importar deben tener nombres de columna en la primera fila.
fr: Le fichier à importer doit avoir des noms de colonne dans la première ligne.

source: The only required column is email.
de: Die einzige erforderliche Spalte E-Mail.
es: La única columna requerida es el correo electrónico.
fr: La seule colonne requise est email.
