Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Team names are required to be unique in a particular league, but you can use the same name from season to season or if the same group is playing in different leagues during the same season (e.g. on different nights).
de: Team-Namen sind erforderlich, in einer bestimmten Liga einzigartig zu sein, aber man kann den gleichen Namen von Saison zu Saison verwenden oder wenn die gleiche Gruppe ist in verschiedenen Ligen während der gleichen Saison (zB auf verschiedenen Nächten) zu spielen.
es: Nombres de los equipos están obligados a ser único en esa temporada, pero se puede utilizar el mismo nombre de estación a estación, o si el mismo grupo está jugando en ligas diferentes durante la misma temporada (por ejemplo, en diferentes noches).
fr: Les noms d’équipe doivent obligatoirement être uniques dans une ligue particulière, mais vous pouvez utiliser le même nom d’une saison à l’autre ou si le même groupe joue dans différentes ligues au cours de la même saison (par exemple, des nuits différentes).

source: Team rosters can be either open or closed. Team rosters typically default to closed, but the desired option can be selected by a coach or captain in the {0} page.
de: Spielerlisten können entweder offen oder geschlossen sein. Spielerlisten Standard typischerweise geschlossen, aber die gewünschte Option kann durch einen Trainer oder Kapitän in der ausgewählt werden {0} Seite.
es: Listas de los equipos pueden ser abiertos o cerrados. Listas de los equipos normalmente por defecto a cerrado, pero la opción deseada pueden ser seleccionados por un entrenador o capitán en el {0} página.
fr: Les équipes peuvent être ouvertes ou fermées. Les groupes d’équipes sont généralement fermés par défaut, mais l’option désirée peut être sélectionnée par un entraîneur ou un capitaine dans la page {0}.

source: Players can always be invited to join a team by a coach or captain. Invitations must be accepted by the player before they are officially added to the roster.
de: Die Spieler können immer ein Team von einem Trainer oder Kapitän eingeladen werden. Einladungen müssen vom Spieler akzeptiert werden, bevor sie offiziell zu dem Register hinzugefügt werden.
es: Los jugadores siempre pueden ser invitados a unirse a un equipo por un entrenador o capitán. Las invitaciones deben ser aceptadas por el jugador antes de que oficialmente se añaden a la lista.
fr: Les joueurs peuvent toujours être invités à rejoindre une équipe par un entraîneur ou un capitaine. Les invitations doivent être acceptées par le joueur avant qu’elles ne soient officiellement ajoutées à la liste.

source: When a player is invited to join a team, an email is sent to the player with links and instructions on how to proceed.
de: Wenn ein Spieler eingeladen wird, einem Team beizutreten, wird eine E-Mail an den Spieler mit Links und Anweisungen gesendet, wie zu verfahren.
es: Cuando se invita a un jugador para unirse a un equipo, un correo electrónico se envía al jugador con enlaces y las instrucciones sobre cómo proceder.
fr: Lorsqu'un joueur est invité à rejoindre une équipe, un e-mail lui est envoyé avec des liens et des instructions sur la procédure à suivre.

source: If a team's roster is open, players may additionally request to join the team. Requests must be accepted by a coach or captain before the player is officially added to the roster.
de: Wenn ein Dienstplan des Teams offen ist, können die Spieler zusätzlich fordern, dem Team beizutreten. Anträge müssen von einem Trainer oder Kapitän angenommen werden, bevor der Spieler offiziell zu dem Register hinzugefügt wird.
es: Si el calendario de un equipo es abierta, los jugadores pueden, además, solicitar a unirse al equipo. Las solicitudes deben ser aceptados por un entrenador o capitán antes de que el jugador está oficialmente agregado a la lista.
fr: Si la composition d'une équipe est ouverte, les joueurs peuvent également demander à se joindre à l'équipe. Les demandes doivent être acceptées par un entraîneur ou un capitaine avant que le joueur ne soit officiellement ajouté à la liste.

source: When a player requests to join a team, an email is sent to all coaches and captains with links and instructions on how to proceed.
de: Wenn ein Spieler Anfragen, einem Team beizutreten, wird eine E-Mail an alle Trainer und Kapitäne mit Links und Anweisungen, wie zu verfahren gesendet.
es: Cuando un jugador solicita unirse a un equipo, un correo electrónico se envía a todos los entrenadores y capitanes con enlaces y las instrucciones sobre cómo proceder.
fr: Lorsqu'un joueur demande à rejoindre une équipe, un courrier électronique est envoyé à tous les entraîneurs et capitaines avec des liens et des instructions sur la procédure à suivre.

source: By setting a region preference, you indicate to the system that this is the region in which you would prefer your games to happen. Note that there is no guarantee of this; external factors like {0} availability and the preferences of other teams may limit how often you are able to play in your preferred region. It is likely, however, that this will increase the number of games you play in this region at least somewhat.
de: Durch eine Region Präferenz einstellen, geben Sie dem System, dass dies ist der Bereich, in dem Sie sich Ihre Spiele bevorzugen passieren. Man beachte, dass es keine Garantie dafür ist; externe Faktoren wie {0} Verfügbarkeit und den Präferenzen der anderen Teams können zu begrenzen, wie oft Sie in der Lage sind, in Ihrer bevorzugten Region zu spielen. Es ist jedoch wahrscheinlich, dass dies die Anzahl der Spiele, erhöhen Sie in diesem Bereich zumindest ein wenig spielen.
es: Al establecer una preferencia región, se indica al sistema que esta es la región en la que prefiere que sus juegos sucedan. Tenga en cuenta que no hay ninguna garantía de esto; factores externos como {0} disponibilidad y las preferencias de los otros equipos pueden limitar la frecuencia con la que son capaces de jugar en su región preferida. Es probable, sin embargo, que esto aumentará el número de juegos que usted juega en esta región, al menos en cierta medida.
fr: En définissant une préférence de région, vous indiquez au système qu'il s'agit de la région dans laquelle vous préféreriez que vos parties se déroulent. Notez qu'il n'y a aucune garantie de cela; Des facteurs externes tels que la disponibilité de {0} et les préférences des autres équipes peuvent limiter le nombre de fois que vous êtes capable de jouer dans votre région préférée. Toutefois, il est probable que cela augmentera au moins légèrement le nombre de parties auxquels vous jouez dans cette région.

source: Shirt colour can be whatever you want, but if you pick a common colour you'll get a properly-coloured shirt icon next to your team name in various displays. Examples include {0}, {1} and {2}. If you have two options, list them both. For example, "{3}" will show like this: {4}. If you get the "unknown" shirt {5}, this means that your colour is not supported.
de: Shirt Farbe können, was Sie wollen, aber wenn Sie eine gemeinsame Farbe auswählen, erhalten Sie eine richtig farbenes Hemd Symbol neben Ihrem Teamnamen in verschiedenen Displays zu bekommen. Beispiele schließen {0}, {1} und {2}. Wenn Sie zwei Möglichkeiten haben, listen sie beide. Beispiel: "{3}" wie folgt zeigen: {4}. Wenn Sie die "unbekannten" Hemd erhalten {5}, bedeutet dies, dass die Farbe nicht unterstützt wird.
es: Camisa de color puede ser lo que quiera, pero si tienes que elegir un color común que obtendrá un icono de la camisa de color correctamente al lado de su nombre del equipo en varias pantallas. Los ejemplos incluyen {0}, {1} y {2}. Si usted tiene dos opciones, una lista de los dos. Por ejemplo, "{3}" se verá como esto: {4}. Si se obtiene el "desconocido" camisa {5}, esto significa que su color no es compatible.
fr: Shirt colour can be whatever you want, but if you pick a common colour you'll get a properly-coloured shirt icon next to your team name in various displays. Examples include {0}, {1} and {2}. If you have two options, list them both. For example, «{3}» s'affichera comme ceci: {4}. Si vous obtenez le «unknown» shirt {5}, this means that your colour is not supported.

source: Additional shirt colours can be added simply by placing appropriately-named icons in the {0} folder.
de: Zusätzliche Hemdfarben können durch einfaches Ablegen entsprechend genannten Symbole hinzugefügt werden in der {0} Ordner.
es: Colores adicionales de la camisa se ​​pueden añadir simplemente colocando iconos con el nombre apropiado en el {0} carpeta.
fr: Des couleurs de chemise supplémentaires peuvent être ajoutées simplement en plaçant des icônes portant le nom approprié dans le dossier {0}.

source: {0} includes the capability to manage and track your team's attendance over the season. Attendance management involves sending regular emails to coaches, captains and players, so it is optional. To turn this on, the coach or captain must enable it in the {1} page.
de: {0} beinhaltet die Fähigkeit, zu verwalten und Ihr Team die Teilnahme über die Saison zu verfolgen. Teilnahme-Management beinhaltet regelmäßige E-Mails an Trainer, Kapitäne und Spieler zu senden, so ist es optional. So schalten Sie diese auf, muss der Trainer oder Kapitän ermöglichen es in der {1} Seite.
es: {0} incluye la capacidad para gestionar y realizar un seguimiento de la asistencia de su equipo durante la temporada. gestión de la asistencia implica el envío de correos electrónicos regulares para entrenadores, capitanes y jugadores, por lo que es opcional. Para activar esta opción, el entrenador o el capitán debe habilitarlo en el {1} página.
fr: {0} inclut la possibilité de gérer et de suivre la présence de votre équipe au cours de la saison. La gestion des présences implique l'envoi d'e-mails réguliers aux entraîneurs, capitaines et joueurs, ce qui est optionnel. Pour l'activer, l'entraîneur ou le capitaine doit l'activer dans la page {1}.

source: When attendance tracking is enabled, there are additional options that allow you to customize which emails the system will send (reminders to players, game summaries and change notifications to coaches and captains), and when they will be sent.
de: Wenn Anwesenheitserfassung aktiviert ist, gibt es zusätzliche Optionen, die Sie ermöglichen, anzupassen, welche E-Mails wird das System senden (Erinnerungen an die Spieler, Spiel Zusammenfassungen und ändern Benachrichtigungen an Trainer und Kapitäne), und wenn sie gesendet werden.
es: Cuando está habilitado el seguimiento de la asistencia, hay opciones adicionales que le permiten personalizar los mensajes de correo electrónico del sistema enviará recordatorios (a los jugadores, resúmenes de los partidos y cambiar las notificaciones a los entrenadores y capitanes), y cuándo van a ser enviados.
fr: Lorsque le suivi des présences est activé, des options supplémentaires vous permettent de personnaliser les courriels que le système enverra (rappels aux joueurs, résumés des matchs et notifications de modification aux entraîneurs et capitaines) et à quel moment ils seront envoyés.

source: Waiver text can include a number of variables which will be replaced when a player signs the waiver. Available variables include:
de: Verzicht Text kann eine Anzahl von Variablen enthalten, die ersetzt wird, wenn ein Spieler den Verzicht Zeichen. Verfügbare Variablen sind:
es: Exención de texto puede incluir una serie de variables que serán reemplazadas cuando un jugador firma la renuncia. Las variables disponibles incluyen:
fr: Le texte de la renonciation peut inclure un certain nombre de variables qui seront remplacées lorsqu'un joueur signera la renonciation. Les variables disponibles incluent:

source: Your organization's full name
de: Ihre Organisation den vollen Namen
es: El nombre completo de su organización
fr: Le nom complet de votre organisation

source: Your organization's short name
de: Ihre Organisation Kurznamen
es: Nombre corto de su organización
fr: Nom abrégé de votre organisation

source: The sport-specific alternative for "field", and the various plural and capitalized versions of this word ({0}/{1}/{2}/{3})
de: Die sportspezifische Alternative für "Feld" und die verschiedenen Plural und aktivierte Versionen dieses Wort ({0}/{1}/{2}/{3})
es: La alternativa específica para el deporte de "campo", y los diversos plural y activadas versiones de esta palabra ({0}/{1}/{2}/{3})
fr: The sport-specific alternative for «field»et les différentes versions plurielle et majuscule de ce mot ({0}/{1}/{2}/{3})

source: First date the waiver will be valid on
de: Erster Termin wird der Verzicht auf Gültigkeit
es: Primera fecha de la exención será válida en
fr: Première date à laquelle la renonciation sera valable le

source: Year of the first date the waiver will be valid on
de: Jahr ab dem ersten Tag wird der Verzicht auf gültig
es: Año de la primera fecha de la exención será válida en
fr: Année de la première date à laquelle la renonciation sera valable

source: Last date the waiver will be valid on
de: Zuletzt wird der Verzicht auf gültig
es: Fecha de la exención será válida en
fr: Dernière date à laquelle la renonciation sera valable le

source: Year of the last date the waiver will be valid on
de: Im Jahr des letzten Tages wird der Verzicht auf gültig
es: Año de la última fecha de la exención será válida en
fr: Année de la dernière date à laquelle la renonciation sera valable

source: Years the waiver will be valid in (e.g. {0} or {0}-{1})
de: Jahre der Verzicht wird (zB gültig {0} oder {0}-{1})
es: Años la exención serán válidos en (por ejemplo, {0} o {0}-{1})
fr: Années de validité de la renonciation (par exemple, {0} ou {0}-{1})

source: Save
de: sparen
es: Salvar
fr: Sauvegarder

source: Close
de: Schließen
es: Cerca
fr: Fermer

source: Open this help page in a new window
de: Öffnen Sie diese Hilfeseite in einem neuen Fenster
es: Abrir esta página de ayuda en una ventana nueva
fr: Ouvrir cette page d'aide dans une nouvelle fenêtre

source: Switch to:
de: Wechseln zu:
es: Cambiar a:
fr: Basculer à :

source: Powered by {0}, version {1}.{2}.{3}
fr: Propulsé par {0}, version {1}. {2}. {3}

source: I found a bug in {0}
fr: J'ai trouvé un bug dans {0}

source: Report a bug
fr: Signaler un bug

source: Follow Zuluru on Facebook
fr: Suivez Zuluru sur Facebook

source: View Tournament Details
de: Ansicht Turnier Daten
es: Ver detailles del Torneo
fr: Voir les détails du tournoi

source: View League Details
de: Ansicht Liga Daten
es: Ver detalles de la Liga
fr: Voir les détails de la ligue

source: Edit Tournament
es: Editar Torneo
fr: Modifier tournoi

source: Clone Tournament
es: Torneo clon
fr: Tournoi de clones

source: Delete Tournament
es: Eliminar Torneo
fr: Supprimer tournoi

source: Delete League
de: löschen Liga
es: Eliminar Liga
fr: Supprimer la ligue

source: Are you sure you want to delete this league?
de: Sind Sie sicher, dass Sie diese Liga zu löschen?
es: ¿Está seguro de que desea eliminar esta liga?
fr: Voulez-vous vraiment supprimer cette ligue?

source: Participation Report
fr: Rapport de participation

source: Division Details
de: Abteilung Einzelheiten
es: División detalles
fr: Détails de la division

source: Division Name
de: Abteilungsname
es: Nombre división
fr: Nom de la division

source: Rating Points
de: Bewertungspunkte
es: Puntos de calificación
fr: Points d'évaluation

source: No points were transferred between teams
de: Keine Punkte wurden zwischen den Teams übertragen
es: No hay puntos fueron transferidos entre los equipos
fr: Aucun point n'a été transféré entre les équipes

source: lose
de: verlieren
es: perder
fr: perdre

source: Available {0}
de: Verfügbar {0}
es: Disponible {0}
fr: Disponible {0}

source: Edit Week
de: Bearbeiten Woche
es: Editar Semana
fr: Modifier la semaine

source: Delete Week
de: löschen Woche
es: Eliminar Semana
fr: Supprimer la semaine

source: Winner of
de: Sieger
es: Ganador de
fr: Gagnant de

source: Loser of
de: Loser von
es: Perdedor de
fr: Perdant de

source: For normal usage, it is safest to only change {0} values for tournament or playoff games; editing of other values should be reserved for extreme situations.
de: Für den normalen Gebrauch, ist es am sichersten, nur ändern {0} Werte für Turnier oder Playoff - Spielen; Bearbeitung anderer Werte sollten für extreme Situationen reserviert werden.
es: Para un uso normal, lo más seguro es único cambio {0} valores para los torneos o juegos de postemporada; la edición de otros valores debe reservarse para situaciones extremas.
fr: Pour une utilisation normale, il est plus sûr de ne modifier que les valeurs {0} pour les matchs en tournoi ou en séries éliminatoires; l'édition d'autres valeurs doit être réservée aux situations extrêmes.

source: Time/{0}
de: Zeit/{0}
es: Tiempo/{0}
fr: Heure/{0}

source: Set as published for player viewing?
de: Stellen Sie als für den Spieler Betrachtung veröffentlicht?
es: Establecer como publicada para la visión del jugador?
fr: Définir comme publié pour la visualisation du lecteur?

source: Allow teams to be booked on more than one day?
de: Allow Teams werden auf mehr als einen Tag gebucht?
es: Permitir que los equipos pueden reservar en más de un día?
fr: Permettre aux équipes d'être réservées plus d'une journée?

source: Allow cross-division games?
de: Lassen Sie bereichsübergreifende Spiele?
es: Permitir juegos cruzada de división?
fr: Autoriser les parties entre divisions?

source: Seed
de: Samen
es: Semilla
fr: La graine

source: Season To Date
de: Saison bis Datum
es: Temporada hasta la fecha
fr: Saison à ce jour

source: Streak
de: Streifen
es: Racha
fr: Traînée

source: Carbon Flip
es: Tirón de carbono
fr: Carbone Flip

source: Wins
de: Siege
es: Victorias
fr: Victoires

source: Losses
de: Verluste
es: Pérdidas
fr: Pertes

source: Ties
de: Krawatten
es: Corbatas
fr: Liens

source: Defaults
es: Predeterminados
fr: Par défauts

source: Goals For
de: Ziele für
es: Para objetivos
fr: Objectifs pour

source: Goals Against
de: Tore gegen
es: Metas en contra
fr: Buts contre

source: Plus/Minus
es: Mas menos
fr: Plus/Moins

# standings
source: GF
es: PO
fr: BP

# standings
source: GA
es: MC
fr: BC

source: Delete Pool Games
es: Eliminar juegos de billar
fr: Supprimer les parties de pool

source: winner
de: Gewinner
es: ganador
fr: gagnant

source: loser
de: Verlierer
es: perdedor
fr: perdant

source: Players
de: Spieler
es: Pugadores
fr: Joueurs

source: From
de: Von
es: De
fr: De

source: TBD
fr: À déterminer

source: If you prefer to pay offline (via {0}), the online portion of your registration process is now complete, but you must do the following to make payment:
de: Wenn Sie offline bezahlen möchten (über {0}), der Online - Teil des Registrierungsprozesses ist nun abgeschlossen, aber Sie müssen folgendes tun Zahlung zu leisten:
es: Si usted prefiere pagar en línea (a través de {0}), la porción en línea de su proceso de inscripción se ha completado, pero hay que hacer lo siguiente para hacer el pago:
fr: Si vous préférez payer en mode hors connexion (via {0}), la partie en ligne de votre processus d'inscription est maintenant terminée, mais vous devez procéder comme suit pour effectuer le paiement:

source: cheque, money transfer, etc.
de: prüfen, Geldüberweisung, usw.
es: cheque, transferencia de dinero, etc.
fr: chèque, virement, etc.

source: The online portion of your registration process is now complete, but you must do the following to make payment:
de: Der Online-Teil des Registrierungsprozesses ist nun abgeschlossen, aber man muss die Zahlung zu leisten haben folgende Möglichkeiten:
es: La parte en línea del proceso de inscripción se ha completado, pero hay que hacer lo siguiente para hacer el pago:
fr: La partie en ligne de votre processus d'inscription est maintenant terminée, mais vous devez procéder comme suit pour effectuer le paiement:

source: Refund Policy
de: Rückgaberecht
es: Politica de reembolso
fr: Politique de remboursement

source: Pay
de: Bezahlen
es: Paga
fr: Payer

source: Your Transaction has been Approved
de: Ihre Transaktion wurde genehmigt
es: Su transacción ha sido aprobada
fr: Votre transaction a été approuvée

source: Print this receipt for your records
de: Drucken Sie diese Quittung für Ihre Unterlagen
es: Imprimir este recibo para sus archivos
fr: Imprimez ce reçu pour vos dossiers

source: Transaction Type
de: Art der Transaktion
es: Tipo de transacción
fr: Type de transaction

source: Purchase
de: Kauf
es: Compra
fr: Achat

source: Debit Purchase
de: Bankkauf
es: Compra de débito
fr: Achat débiteur

source: Pre-authorization
de: Pre-Genehmigung
es: Preautorización
fr: Pré-autorisation

source: Order ID
de: Auftragsnummer
es: Solicitar ID
fr: ID de commande

source: Date / Time
de: Terminzeit
es: Fecha / Hora
fr: Date / Heure

source: Approval Code
de: Genehmigungscode
es: Código de aprovación
fr: Code de confirmation

source: Sequence Number
de: Sequenznummer
es: Secuencia de números
fr: Numéros de séquence

source: Response&nbsp;/&nbsp;ISO Code
de: Antwort&nbsp;/&nbsp;ISO-Code
es: Respuesta&nbsp;/&nbsp;Código ISO
fr: Response&nbsp;/&nbsp; Code ISO

source: Response Code
es: Código de respuesta
fr: Code de réponse

source: Amount
de: Menge
es: Cantidad
fr: Montant

source: Card #
de: Karte #
es: Tarjeta #
fr: Numéro de carte

source: INTERAC&reg; Online Information
de: INTERAC&reg; Online-Informationen
es: INTERAC&reg; Información en línea
fr: INTERACreg; Informations en ligne

source: Issuer Name
de: Name des Emittenten
es: Nombre emisor
fr: Nom de l'émetteur

source: Issuer Confirmation
de: Emittent Bestätigung
es: Confirmación emisor
fr: Confirmation de l'émetteur

source: Item Information
de: Gegenstand Information
es: Información del artículo
fr: Informations sur l'élément

source: Quantity
de: Menge
es: Cantidad
fr: Quantité

source: Unit Cost
de: Kosten pro Einheit
es: Costo unitario
fr: Coût unitaire

source: Subtotal
de: Zwischensumme
es: Total parcial
fr: Total partiel

source: Customer Information
de: Kundeninformation
es: Información al cliente
fr: Informations client

source: Chase Paymentech Options
de: Chase Paymentech Optionen
es: Opciones de Chase Paymentech
fr: Options Chase Paymentech

source: Live payment page ID
de: Live-Zahlungsseite ID
es: Pago directo ID de página
fr: ID de page de paiement en direct

source: Live transaction key
de: Live-Transaktionsschlüssel
es: Clave de operación en vivo
fr: Clé de transaction en direct

source: Live response key
de: Live-Antwort-Taste
es: Clave de respuesta en directo
fr: Touche de réponse en direct

source: Test payment page ID
de: Test-Bezahlseite ID
es: Prueba de Identificación página de pago
fr: Tester l'ID de la page de paiement

source: These test settings are only required if you are doing test payments through {0}
de: Diese Testeinstellungen sind nur erforderlich, wenn Sie Test Zahlungen tun durch {0}
es: Estos ajustes de la prueba sólo son necesarios si se está haciendo pagos de prueba a través de {0}
fr: Ces paramètres de test ne sont requis que si vous effectuez des paiements de test via {0}

source: Test transaction key
de: Test-Transaktionsschlüssel
es: Clave de transacción de prueba
fr: Clé de transaction de test

source: Test response key
de: Test-Antwort-Taste
es: Clave de respuesta de la prueba
fr: Test de la clé de réponse

source: Moneris Options
de: Moneris Optionen
es: Opciones Moneris
fr: Options Moneris

source: Live store ID
es: ID de tienda en directo
fr: ID de magasin en direct

source: Live store password
de: Live-Speicherkennwort
es: Contraseña del almacén en directo
fr: Mot de passe enregistré en mémoire vive

source: Test store ID
de: Testspeicher-ID
es: Tienda de prueba ID
fr: ID du magasin de test

source: Test store password
de: Test-Speicherkennwort
es: Tienda de prueba contraseña
fr: Mot de passe Test pour magasin

source: {0} Settings
es: Ajustes {0}
fr: Paramètres {0}
