Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Allow users to join multiple affiliates (only applicable if affiliates are enabled above).
de: Benutzern erlauben, mehrere verbundene Unternehmen beizutreten (nur anwendbar, wenn Tochtergesellschaften oben aktiviert sind).
es: Permitir a los usuarios a unirse a varios afiliados (sólo aplicable si los afiliados están habilitados arriba).
fr: Autoriser les utilisateurs à rejoindre plusieurs affiliés (applicable uniquement si les affiliés sont activés ci-dessus).

source: Enable or disable the option for people to upload profile photos.
de: Aktivieren oder deaktivieren Sie die Option für Menschen, Profil-Fotos hochladen.
es: Activar o desactivar la opción para que la gente suba fotos de perfil.
fr: Activer ou désactiver l'option permettant aux personnes de télécharger des photos de profil.

source: If enabled, profile photos must be approved by an administrator before they will be visible.
de: Wenn aktiviert, müssen Profilfotos von einem Administrator genehmigt werden, bevor sie sichtbar.
es: Si está activado, fotos de perfil deben ser aprobados por el administrador antes de que sean visibles.
fr: Si cette option est activée, les photos de profil doivent être approuvées par un administrateur avant d'être visibles.

source: Enable or disable the option for people to use Gravatar for their photo.
de: Aktivieren oder deaktivieren Sie die Option für die Menschen für ihre Foto Gravatar zu benutzen.
es: Activar o desactivar la opción para las personas a utilizar Gravatar para su foto.
fr: Activer ou désactiver l'option permettant aux personnes d'utiliser Gravatar pour leur photo.

source: Handle Document Uploads
de: Handle Dokument Uploads
es: Manejar los Envíos de Documentos
fr: S'occuper du téléchargement de documents

source: Enable or disable uploading of documents by people (e.g. as an alternative to faxing or emailing).
de: Aktivieren oder deaktivieren Sie das Hochladen von Dokumenten, die von Personen (zB als Alternative zum Mail oder Fax schicken).
es: Activar o desactivar la carga de documentos por parte de las personas (por ejemplo, como una alternativa al envío por fax o por correo electrónico).
fr: Activer ou désactiver le téléchargement de documents par des personnes (par exemple, comme alternative à la télécopie ou à la messagerie électronique).

source: Enable Annotations
de: Aktivieren Sie Anmerkungen
es: Habilitar Anotaciones
fr: Activer les annotations

source: Allow people to attach notes to other people, teams, games and {0}.
de: Lassen Sie die Menschen zu befestigen Notizen an andere Menschen, Teams, Spiele und {0}.
es: Permitir que la gente adjuntar notas a las personas, otros equipos, juegos y {0}.
fr: Autorisez les personnes à joindre des notes à d'autres personnes, équipes, parties et {0}.

source: Enable Tasks
de: Aktivieren Aufgaben
es: Habilitar Tareas
fr: Activer les tâches

source: Enable or disable the management and assignment of tasks.
de: Aktivieren oder die Verwaltung und Zuweisung von Aufgaben zu deaktivieren.
es: Activar o desactivar la gestión y asignación de tareas.
fr: Activer ou désactiver la gestion et l’attribution des tâches.

source: Dog Questions
de: Hund Fragen
es: Preguntas para Perros
fr: Questions concernant les chiens

source: Enable or disable questions and options about dogs.
de: Aktivieren oder Deaktivieren von Fragen und Optionen über Hunde.
es: Activar o desactivar las preguntas y opciones sobre perros.
fr: Activer ou désactiver des questions et des options sur les chiens.

source: Path to your phpBB3 installation, where config.php is located. Include the trailing slash.
de: Pfad zu deiner phpBB3-Installation, wo config.php befindet. Fügen Sie die Schrägstrich.
es: Ruta a su instalación phpBB3, donde se encuentra config.php. Incluir la barra final.
fr: Chemin de votre installation phpBB3, où se trouve config.php. Inclure la barre oblique finale.

source: Task Slots
es: Tarea ranuras
fr: Créneaux de tâches

source: Create Slots for the "{0}" Task
de: Erstellen Sie Slots für die "{0}" Task
es: Crear espacios para el "{0}" Tarea
fr: Create Slots for the «{0}» Tâche

source: The system will add this many slots at the specified time.
de: Das System wird so viele Slots zum angegebenen Zeitpunkt hinzufügen.
es: El sistema agregará esta cantidad de ranuras en el tiempo especificado.
fr: Le système ajoutera ce nombre des créneaux à l'heure spécifiée.

source: The system will add the specified number of slots at the specified time for this many consecutive days.
de: Das System wird die angegebene Anzahl von Slots zum angegebenen Zeitpunkt für diese vielen aufeinanderfolgenden Tagen hinzuzufügen.
es: El sistema agregará el número especificado de franjas horarias en el tiempo especificado para este número de días consecutivos.
fr: Le système ajoutera le nombre des créneaux spécifié à l'heure spécifiée pendant autant de jours consécutifs.

source: Edit Task Slot
de: Aufgabe bearbeiten Slot
es: Ranura Editar tarea
fr: Modifier le créneau de tâche

source: Delete Task Slot
de: Aufgabe löschen Slot
es: Eliminar la ranura de tareas
fr: Supprimer créneau de tâche

source: Task Slot
es: Ranura de tareas
fr: Créneau de tâche

source: Task Date
de: Task-Datum
es: Tarea Fecha
fr: Date de la tâche

source: Task Start
de: Aufgabe starten
es: Tarea de inicio
fr: Début de la tâche

source: Task End
es: Fin de tarea
fr: Fin de la tâche

source: Assigned To
de: Zuständig
es: Asignado a
fr: Assigné a

source: Approved By
de: Genehmigt durch
es: Aprobado por
fr: Approuvé par

source: Create Task
de: Aufgabe erstellen
es: Crear tarea
fr: Créer une tâche

source: Edit Task
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier Tâche

source: This description will be visible to people assigned to the task.
de: Diese Beschreibung wird für Personen sichtbar, die Aufgabe zugewiesen werden.
es: Esta descripción será visible para las personas asignadas a la tarea.
fr: Cette description sera visible par les personnes affectées à la tâche.

source: Notes will only be visible administrators.
de: Hinweise werden nur sichtbar Administratoren sein.
es: Notas sólo será visible administradores.
fr: Notes ne seront que des administrateurs visibles.

source: If checked, assignments will not require separate admin approval.
de: Wenn diese Option aktiviert, Zuordnungen werden keine separaten Admin-Zulassung erforderlich.
es: Si se selecciona, las tareas no requieren la aprobación del administrador independiente.
fr: Si cette case est cochée, les affectations ne nécessiteront pas d'approbation distincte de l'administrateur.

source: If checked, volunteers will be able to sign themselves up; if not, an admin will have to assign people.
de: Wenn diese Option aktiviert, werden die Freiwilligen der Lage sein, sich zu registrieren; wenn nicht, wird ein Admin Menschen zuordnen müssen.
es: Si se selecciona, los voluntarios serán capaces de firmar a sí mismos; si no, un administrador tendrá que asignar personas.
fr: Si coché, les volontaires pourront s’inscrire eux-mêmes; sinon, un administrateur devra assigner des personnes.

source: List Tasks
de: Liste Aufgaben
es: Lista de Tareas
fr: Liste des Tâches

source: Delete Task
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer Tâche

source: Add Task
de: Aufgabe hinzufügen
es: Agregar tarea
fr: Ajouter Tâche

source: No tasks available.
fr: Aucune tâche disponible.

source: Auto-Approve
de: Auto-Genehmigen
es: Aprobar automáticamente
fr: Approuver automatiquement

source: Allow Signup
de: Lassen Anmelden
es: Permitir Inscripción
fr: Autoriser l'inscription

source: Add Slots
de: In Slots
es: Añadir Slots
fr: Ajouter des créneaux

source: Related Task Slots
de: Verwandte Aufgabe Slots
es: Relacionadas con la tarea ranuras
fr: Créneaux de tâches connexes

source: Assignee
de: Zessionar
es: Cesionario
fr: Utilisateur affecté

source: Team Events
de: Team Veranstaltungen
es: Eventos del equipo
fr: Évènements de l'équipe

source: Team Event Dates
de: Mannschafts-Wettbewerb Termine
es: Fechas Competición por equipos
fr: Dates des évènements de l'équipe

source: Create Team Event
de: Erstellen Mannschafts-Wettbewerb
es: Crear Competición por equipos
fr: Créer un événement d'équipe

source: Edit Team Event
de: Bearbeiten Mannschafts-Wettbewerb
es: Editar por equipos
fr: Modifier évènement de l'équipe

source: This is a repeating event
de: Dies ist ein wiederkehrendes Ereignis
es: Este es un evento que se repite
fr: Ceci est un événement récurrent

source: Event Repetition Details
de: Ereignis Wiederholung Einzelheiten
es: Detalles del evento de repetición
fr: Détails d'évènement répétitif

source: Number of events to create
de: Anzahl der Ereignisse zu erstellen
es: Número de eventos para crear
fr: Nombre d'événements à créer

source: Create events
de: Ereignisse erstellen
es: Crear eventos
fr: Créer des événements

source: Once a week on the same day
de: Einmal in der Woche am selben Tag
es: Una vez a la semana en el mismo día
fr: Une fois par semaine le même jour

source: Every day
de: Jeden Tag
es: Cada día
fr: Chaque jour

source: Every weekday
de: Jeden Wochentag
es: Cada día de la semana
fr: Chaque jour de la semaine

source: Every Saturday and Sunday
de: Jeden Samstag und Sonntag
es: Todos los sábados y domingos
fr: Chaque samedi et dimanche

source: On days that I will specify
de: An den Tagen, dass ich angeben
es: En los días que voy a especificar
fr: Les jours que je préciserai

source: Delete Team Event
de: Löschen Mannschafts-Wettbewerb
es: Eliminar por equipos
fr: Supprimer évènement de l'équipe

source: Are you sure you want to delete this team_event?
de: Sind Sie sicher, dass Sie diese team_event löschen?
es: ¿Está seguro de que desea eliminar este team_event?
fr: Êtes-vous sûr de vouloir supprimer ce teamevent?

source: Add Team Event
es: Añadir Evento equipo
fr: Ajouter un évènement de l'équipe

source: Team Event
de: Mannschafts-Wettbewerb
es: Prueba por Equipos
fr: Évènement de l'équipe

source: Delete Event
de: Ereignis löschen
es: Eliminar Evento
fr: Supprimer l'évènement

source: Add Event
es: Añadir Evento
fr: Ajouter un évènement

source: All people registered for {0} are already on this roster.
de: Alle Menschen registriert für {0} sind bereits auf diesem Kader.
es: Todas las personas se registraron para {0} ya están en esta lista.
fr: Toutes les personnes inscrites pour {0} figurent déjà sur cette liste.

source: The following people have registered and paid for {0} but are not on the current roster:
de: Folgende Personen haben sich angemeldet und bezahlt für {0}, sind aber nicht auf dem aktuellen Kader:
es: Las siguientes personas se han inscrito y pagado {0} pero no están en la lista actual:
fr: Les personnes suivantes se sont inscrites et ont payé pour {0} mais ne figurent pas sur la liste actuelle:

source: The following people cannot be added to the roster. Hover your mouse over a name to see the reason why.
de: Folgende Personen können nicht in den Kader aufgenommen werden. Bewegen Sie die Maus über einen Namen, den Grund zu sehen, warum.
es: Las siguientes personas no pueden ser añadidos a la lista. Pase el cursor del ratón sobre un nombre para ver por qué.
fr: Les personnes suivantes ne peuvent pas être ajoutées à la liste. Passez votre souris sur un nom pour voir la raison.

source: {0} in {1}
es: {0} en {1}
fr: {0} dans {1}

source: All people from {0} are already on your roster.
de: Alle Menschen aus {0} sind bereits auf dem Dienstplan.
es: Todas las personas de {0} ya están en su lista.
fr: Toutes les personnes de {0} sont déjà sur votre liste.

source: The following people were on the roster for {0} but are not on your current roster:
de: Folgende Personen waren auf der Liste für {0}, sind aber nicht auf dem aktuellen Kader:
es: Las siguientes personas estaban en la lista para {0}, pero no están en su lista actual:
fr: Les personnes suivantes figuraient sur la liste pour {0} mais ne figurent pas sur votre liste actuelle:

source: the current roster does not meet the playoff roster rules
de: der aktuelle Kader entspricht nicht den Playoff-Roster Regeln
es: la lista actual no cumple con las reglas de desempate roster
fr: la composition actuelle ne respecte pas les règles de la composition des séries éliminatoires

source: they do not have a current membership
de: sie haben keine aktuelle Mitgliedschaft
es: que no tienen una membresía actual
fr: ils n'ont pas de membre actuel

source: there is something wrong with their account
de: es ist etwas falsch mit ihrem Konto
es: hay algo mal con su cuenta
fr: il y a quelque chose qui ne va pas avec leur compte

source: Notice: The following people are currently INELIGIBLE to participate on this roster. This is typically because {0}. They are not allowed to play with this team until this is corrected. Hover your mouse over the {1} to see the specific reason why.
de: Hinweis: Die folgenden Personen sind derzeit kein Recht sich in diesem Kader teilzunehmen. Dies ist in der Regel, weil {0}. Sie sind nicht erlaubt, mit diesem Team zu spielen, bis dies korrigiert wird. Bewegen Sie die Maus über die {1}, warum die besonderen Grund zu sehen.
es: Aviso: Las siguientes personas son actualmente elegibles para participar en esta lista. Esto es por lo general debido a {0}. No se les permite jugar con este equipo hasta que esto se corrige. Pase el cursor del ratón sobre el {1} para ver la razón específica por qué.
fr: Avis: Les personnes suivantes sont actuellement INELIGIBLES pour participer à cette liste. Cela est généralement dû au {0}. Ils ne sont pas autorisés à jouer avec cette équipe jusqu'à ce que cela soit corrigé. Passez votre souris sur le {1} pour voir la raison spécifique.

source: They can still be invited to join, but will not be allowed to accept the invitation or play with your team until this is resolved.
de: Sie können immer noch eingeladen werden, wird aber nicht erlaubt werden, die Einladung anzunehmen oder mit Ihrem Team spielen, bis das Problem gelöst ist.
es: Aún así, pueden ser invitados a participar, pero no se les permitirá a aceptar la invitación o jugar con su equipo hasta que esto se resuelva.
fr: Ils peuvent toujours être invités à rejoindre le groupe, mais ils ne seront pas autorisés à accepter l'invitation ou à jouer avec votre équipe jusqu'à ce que cela soit résolu.

source: Invite
de: Einladen
es: Invitación
fr: Inviter

source: Or select a team from your history below to invite people from that roster.
de: Oder wählen Sie ein Team aus der Geschichte unter Menschen aus diesem Kader einzuladen.
es: O seleccione un equipo de la historia de abajo para invitar a las personas en dicha lista.
fr: Ou sélectionnez une équipe de votre historique ci-dessous pour inviter des personnes de cette liste.

source: Or select a recent event to add people that are registered.
de: Oder wählen Sie ein aktuelles Ereignis Personen hinzuzufügen, die registriert sind.
es: O seleccione un evento reciente que añadir las personas que están registradas.
fr: Ou sélectionnez un événement récent pour ajouter des personnes inscrites.

source: Show registrations
de: anzeigen Registrierungen
es: Mostrar registros
fr: Afficher les inscriptions

source: Season Attendance
de: Saison Teilnahme
es: La asistencia temporada
fr: Assistance de saison

source: Week of
de: Woche
es: Semana de
fr: Semaine de

source: A short name for your team, if you have one.
de: Ein kurzer Name für Ihr Team, wenn Sie eine haben.
es: Un nombre corto para su equipo, si usted tiene uno.
fr: Un nom court pour votre équipe, si vous en avez un.

source: Attendance summary emails will be sent to coaches/captains this many days before the game. 0 means the day of the game, -1 will disable these summaries.
de: Die Teilnahme Zusammenfassung E-Mails werden so viele Tage vor dem Spiel an Trainer/Kapitäne geschickt werden. 0 bedeutet, dass der Tag des Spiels, -1 wird diese Zusammenfassungen deaktivieren.
es: Resumen de mensajes de correo electrónico de asistencia serán enviados a entrenadores/capitanes este número de días antes del partido. 0 significa que el mismo día del partido, -1 desactiva estos resúmenes.
fr: Un courriel de résumé de participation sera envoyé aux entraîneurs/capitaines plusieurs jours avant le match. 0 signifie le jour du jeu, -1 désactivera ces résumés.

source: Emails notifying coaches/captains about changes in attendance status will be sent starting this many days before the game. 0 means the day of the game, -1 will disable these notifications. You will never receive notifications about any changes that happen before this time.
de: E-Mails Trainer/Kapitäne über die Änderungen im Anwesenheitsstatus benachrichtigt werden, bevor das Spiel beginnt, so viele Tage geschickt werden. 0 bedeutet, dass der Tag des Spiels, -1 wird diese Benachrichtigungen deaktivieren. Sie werden nie Benachrichtigungen über Änderungen erhalten, die vor diesem Zeitpunkt geschehen.
es: Los correos electrónicos que notifican entrenadores/capitanes de cambiar el estatus de asistencia se enviarán a partir de este muchos días antes del partido. 0 significa que el mismo día del partido, -1 desactiva estas notificaciones. Usted nunca va a recibir notificaciones sobre los cambios que se producen antes de este tiempo.
fr: Les courriels informant les entraîneurs/capitaines des changements de statut des assistants seront envoyés plusieurs jours avant le match. 0 signifie le jour du jeu, -1 désactive ces notifications. Vous ne recevrez jamais de notifications concernant des modifications survenues avant cette heure.

source: When scheduling games, {0} will look for {1} that match the criteria specified below for the home team{2}. Note that the options available here may change through the season if {1} are added to, or removed from, circulation.
de: Wenn Spiele planen, {0} wird für aussehen {1}, die die unten aufgeführten Kriterien für die Heimmannschaft angegebenen übereinstimmen {2}. Beachten Sie, dass die Optionen hier durch die Saison ändern können, wenn {1} werden hinzugefügt oder aus, dem Kreislauf entfernt.
es: Al programar juegos, {0} buscará {1} que coincidan con los criterios especificados a continuación para el equipo local {2}. Tenga en cuenta que las opciones disponibles aquí pueden cambiar a través de la temporada si {1} se añaden a, o retirado de, la circulación.
fr: Lors de la planification des parties, {0} recherchera {1} qui correspond aux critères spécifiés ci-dessous pour l'équipe à domicile {2}. Notez que les options disponibles ici peuvent changer au cours de la saison si {1} est ajouté ou retiré de la circulation.

source: , from top to bottom
de: , von oben nach unten
es: , de arriba a abajo
fr: , du haut au bas

source: Home {0}
de: Startseite {0}
es: Inicio {0}
fr: Accueil {0}

source: Home {0}, if applicable.
de: Startseite {0}, falls zutreffend.
es: Inicio {0}, en su caso.
fr: Accueil {0}, le cas échéant.

source: No home {0}
de: Kein Haus {0}
es: Ningún hogar {0}
fr: Pas de maison {0}

source: Select the facilities your team would prefer to play at.
de: Wählen Sie die Einrichtungen, damit Ihr Team lieber auf zu spielen.
es: Seleccione las instalaciones de su equipo preferiría jugar.
fr: Sélectionnez les installations auxquelles votre équipe préférerait jouer.

source: Select your preferred facilities
de: Wählen Sie Ihre bevorzugte Einrichtungen
es: Seleccione sus instalaciones preferidas
fr: Sélectionner votre premier choix d'établissement

source: Select the region where your team would prefer to play.
de: Wählen Sie die Region, in der Ihr Team lieber zu spielen.
es: Seleccione la región en la que su equipo preferiría jugar.
fr: Sélectionnez la région où votre équipe préférerait jouer.

source: No preference
de: Keine Präferenz
es: Sin preferencias
fr: Aucune préférence

source: Your team's website, if you have one.
de: Ihr Team-Website, wenn Sie eine haben.
es: Sitio web de su equipo, si tiene uno.
fr: Le site de votre équipe, si vous en avez un.

source: If selected, this team's Flickr slideshow will no longer be shown. This is for use if teams repeatedly violate this site's terms of service.
de: Wenn diese Option aktiviert, wird dieses Team Flickr Diashow nicht mehr angezeigt werden. Dies ist für den Einsatz, wenn Teams immer wieder dies Website-Nutzungsbedingungen verstoßen.
es: Si se selecciona, ya no se mostrará Flickr diapositivas de este equipo. Esto es para su uso si los equipos violan repetidamente términos de este sitio de servicio.
fr: Si cette option est sélectionnée, le diaporama Flickr de cette équipe ne sera plus affiché. Ceci est à utiliser si les équipes violent à plusieurs reprises les conditions d'utilisation de ce site.

source: Your team has been banned from using the Flickr slideshow. Contact an administrator if you believe this was done in error or would like to request a review.
de: Ihr Team wurde von der Nutzung der Flickr Diashow verboten. Wenden Sie sich an den Administrator, wenn Sie das glauben wurde in Fehler gemacht haben oder eine Überprüfung zu beantragen.
es: Su equipo se ha prohibido el uso de la presentación de imágenes de Flickr. Póngase en contacto con un administrador si cree que esto se hizo por error o desea solicitar una revisión.
fr: Il a été interdit à votre équipe d’utiliser le diaporama Flickr. Contactez un administrateur si vous pensez que cela a été fait par erreur ou si vous souhaitez demander une révision.

source: The URL for your photo set will be something like https://www.flickr.com/photos/abcdef/sets/12345678901234567/. abcdef is your username.
de: Die URL für Ihr Fotoserie wird so etwas wie https://www.flickr.com/photos/abcdef/sets/12345678901234567/ sein. abcdef ist Ihr Benutzername.
es: La URL para el conjunto de la foto será algo así como https://www.flickr.com/photos/abcdef/sets/12345678901234567/. abcdef es su nombre de usuario.
fr: L'URL de votre ensemble de photos sera quelque chose comme https://www.flickr.com/photos/abcdef/sets/12345678901234567/. abcdef est votre nom d'utilisateur.

source: The URL for your photo set will be something like https://www.flickr.com/photos/abcdef/sets/12345678901234567/. 12345678901234567 is your set number.
de: Die URL für Ihr Fotoserie wird so etwas wie https://www.flickr.com/photos/abcdef/sets/12345678901234567/ sein. 12345678901234567 ist Ihre Set-Nummer.
es: La URL para el conjunto de la foto será algo así como https://www.flickr.com/photos/abcdef/sets/12345678901234567/. 12345678901234567 es su número de serie.
fr: L'URL de votre ensemble de photos sera quelque chose comme https://www.flickr.com/photos/abcdef/sets/12345678901234567/. 12345678901234567 est votre numéro de téléphone.

source: Do NOT include the @; it will be automatically added for you.
de: Beinhalten nicht die @; es wird automatisch hinzugefügt werden.
es: No incluya el @; que se añadirá automáticamente.
fr: N'incluez PAS le @; il sera automatiquement ajouté pour vous.

source: List Teams
de: Liste Teams
es: Los equipos de la lista
fr: Liste des Équipes

source: There are no teams currently running. Please check back periodically for updates.
de: Es gibt keine Teams laufen derzeit. Bitte überprüfen Sie regelmäßig nach Updates zurück.
es: No hay equipos que ejecutan actualmente. Por favor, compruebe periódicamente si hay actualizaciones.
fr: Il n'y a pas d'équipes en cours d'exécution. Veuillez vérifier périodiquement les mises à jour.

source: Join
de: Beitreten
es: Unirse
fr: Se Joindre

source: Join a Team
de: Schließen Sie sich einer Mannschaft
es: Entra a un equipo
fr: Se joindre un équipe
