Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Creates enough games, over a series of weeks, to schedule each team in the top half of the division against each other team in the top half, and the same for the bottom half. "Top half" is determined based on team win/loss records. {0} are assigned according to settings.
de: Erzeugt genug Spiele, über eine Reihe von Wochen, jedes Team in der oberen Hälfte der Division gegeneinander Team in der oberen Hälfte zu planen, und das gleiche gilt für die untere Hälfte. "Top Hälfte" basiert auf Team Gewinn/Verlust - Datensätze ermittelt. {0} zugewiesen werden entsprechend der Einstellungen.
es: Crea juegos suficiente, durante una serie de semanas, para programar cada equipo en la mitad superior de la división uno contra el otro equipo en la mitad superior, y lo mismo para la mitad inferior. "La mitad superior" se determina basándose en equipo a ganar/registros de pérdida. {0} se asignan de acuerdo a la configuración.
fr: Creates enough games, over a series of weeks, to schedule each team in the top half of the division against each other team in the top half, and the same for the bottom half. «Top half» est déterminé en fonction des enregistrements de victoires/défaites des équipes. {0} sont attribués en fonction des paramètres.

source: Half-division round-robin, with 2 pools (top/bottom) divided by rating.
de: Half-Division Round-Robin, mit 2 Pools (oben/unten) nach Bewertung geteilt.
es: Media división de todos contra todos, con 2 piscinas (arriba/abajo) dividido por calificación.
fr: Round Robin en demi-division, avec 2 poules (haut/bas) divisées par note.

source: Creates enough games, over a series of weeks, to schedule each team in the top half of the division against each other team in the top half, and the same for the bottom half. "Top half" is determined based on team ratings. {0} are assigned according to settings.
de: Erzeugt genug Spiele, über eine Reihe von Wochen, jedes Team in der oberen Hälfte der Division gegeneinander Team in der oberen Hälfte zu planen, und das gleiche gilt für die untere Hälfte. "Top Hälfte" basiert auf Teamwertung ermittelt. {0} zugewiesen werden entsprechend der Einstellungen.
es: Crea juegos suficiente, durante una serie de semanas, para programar cada equipo en la mitad superior de la división uno contra el otro equipo en la mitad superior, y lo mismo para la mitad inferior. "La mitad superior" se determina con base en las calificaciones del equipo. {0} se asignan de acuerdo a la configuración.
fr: Creates enough games, over a series of weeks, to schedule each team in the top half of the division against each other team in the top half, and the same for the bottom half. «Top half» est déterminé en fonction des notes de l'équipe. {0} sont attribués en fonction des paramètres.

source: Half-division round-robin, with 2 even (interleaved) pools divided by team standings.
de: Half-Division Round-Robin, mit 2 selbst (verschachtelte) Pools von Teamwertung geteilt.
es: Media división de todos contra todos, con 2 piscinas, incluso (intercalados) dividido por clasificación por equipos.
fr: Round robin en demi-division, avec 2 pools égaux (entrelacés) divisés par le classement de l'équipe.

source: Creates enough games, over a series of weeks, to schedule each team in each of two even pools formed from the division against each other team in the same pool. One pool consists of the teams in first, third, fifth, etc. and the other pool consists of the teams in second, fourth, sixth, etc. {0} are assigned according to settings.
de: Erzeugt genug Spiele, über eine Reihe von Wochen, jedes Team in jeder der beiden sogar Pools aus der Division gegeneinander Team im gleichen Pool gebildet zu planen. Ein Pool besteht aus den Teams in der ersten, dritten, fünften usw. und der andere Pool besteht aus den Teams in der zweiten, vierten, sechsten usw. {0} werden nach Einstellungen zugewiesen.
es: Crea juegos suficiente, durante una serie de semanas, para programar cada equipo en cada una de las dos piscinas incluso formados a partir de la división de uno contra el otro equipo en la misma piscina. Una piscina está formado por los equipos en la primera, tercera, quinta, etc., y la otra piscina consta de los equipos en la segunda, cuarta, sexta, etc. {0} son asignados de acuerdo a la configuración.
fr: Crée suffisamment de parties, sur une série de semaines, pour programmer chaque équipe dans chacun des deux groupes identiques formés à partir de la division contre chaque autre équipe du même groupe. Un groupe comprend les équipes des premier, troisième, cinquième, etc., et l’autre groupe est composé des équipes des deuxième, quatrième, sixième, etc. {0} sont attribués en fonction des paramètres.

source: Before scheduling games for a tournament, you need to define the pools that teams will be placed in. Depending on the number of teams in the division, you will be given various options to split the division into brackets.
de: Vor dem Scheduling-Spiele für ein Turnier, müssen Sie die Pools zu definieren, die Teams gestellt werden. In Abhängigkeit von der Anzahl der Teams in der Abteilung, werden Sie verschiedene Optionen zu spalten die Aufteilung in Klammern angegeben.
es: Antes de los partidos de programación para un torneo, es necesario definir las piscinas que los equipos se colocan en. En función del número de equipos en la división, se le dará varias opciones para dividir la división en los soportes.
fr: Avant de programmer des matchs pour un tournoi, vous devez définir les groupes dans lesquels les équipes seront placées. En fonction du nombre d’équipes dans la division, vous aurez le choix entre diverses options pour diviser la division entre parenthèses.

source: Seeded splits
de: Gesetzt Splits
es: Escisiones cabezas de serie
fr: Graines fendues

source: Choose the number of pools to split the teams into. You will be given the opportunity to specify the name and number of teams for each pool. The split will put the top few teams (however many you ask for) in the first pool, the next few in the second pool, and so on. Seeded split is only available for the first stage of a tournament.
de: Wählen Sie die Anzahl der Schwimmbäder die Teams aufgeteilt in. Sie werden die Gelegenheit gegeben werden, den Namen und die Anzahl der Teams für jeden Pool zu spezifizieren. Die Spaltung wird legte die oberen paar Teams (aber viele fragen Sie nach) im ersten Pool, den nächsten in den zweiten Pool, und so weiter. Gesetzte Spaltung ist für die erste Stufe eines Turniers zur Verfügung.
es: Elige el número de piscinas para dividir los equipos en. Se le dará la oportunidad de especificar el nombre y el número de equipos de cada grupo. La escisión pondrá la parte superior unos equipos (sin embargo muchos de pedir) en el primer grupo, el siguiente pocos en la segunda piscina, y así sucesivamente. dividida cabeza de serie sólo está disponible para la primera etapa de un torneo.
fr: Choisissez le nombre de piscines dans lesquelles les équipes doivent être divisées. Vous aurez l’occasion de spécifier le nom et le nombre d’équipes pour chaque groupe. La division place les quelques meilleures équipes (peu importe le nombre demandé) dans le premier groupe, les prochaines dans le deuxième groupe, etc. Le fractionnement semé n'est disponible que pour la première étape d'un tournoi.

source: Snake seeded splits
de: Snake ausgesät Splits
es: Serpiente sembró divisiones
fr: Un serpent ensemencé se divise

source: Choose the number of pools to split the teams into. You will be given the opportunity to specify the name for each pool. The snake will put the first team into the first pool, second team into the second pool, etc. until all pools have one team. It will then put the next team into the last pool and work its way back to the first pool, repeating the "cross and back" process until there are no more teams to distribute. Snake seeded split is only available for the first stage of a tournament.
de: Wählen Sie die Anzahl der Schwimmbäder die Teams aufgeteilt in. Sie werden die Gelegenheit gegeben werden, den Namen für jeden Pool angeben. Die Schlange wird das erste Team in den ersten Pool, zweite Team in den zweiten Pool setzen, usw., bis alle Pools ein Team. Es wird dann das nächste Team in den letzten Pool setzen und arbeiten ihren Weg zurück in den ersten Pool, die "Kreuz und zurück" Wiederholen der Prozess, bis es keine mehr Teams zu verteilen. Snake ausgesät Spaltung ist für die erste Stufe eines Turniers zur Verfügung.
es: Elige el número de piscinas para dividir los equipos en. Se le dará la oportunidad de especificar el nombre de cada piscina. La serpiente se pondrá en el primer equipo en la primera piscina, segundo equipo en la segunda piscina, etc., hasta que todas las piscinas tienen un equipo. A continuación, poner el próximo equipo en la última piscina y trabajar su camino de regreso a la primera piscina, repitiendo el "cruz y volver" proceso hasta que no haya más equipos para distribuir. división de la serpiente cabeza de serie sólo está disponible para la primera etapa de un torneo.
fr: Choose the number of pools to split the teams into. You will be given the opportunity to specify the name for each pool. The snake will put the first team into the first pool, second team into the second pool, etc. until all pools have one team. It will then put the next team into the last pool and work its way back to the first pool, repeating the «cross and back» processus jusqu'à ce qu'il n'y ait plus d'équipes à distribuer. Le partage des graines de serpent n’est disponible que pour la première étape d’un tournoi.

source: Re-seeded power pools
de: Re-ausgesät Strompools
es: Re-sembrada pools de energía
fr: Pools d'énergie réensemencés

source: For the second and following stages of a tournament, you will be given the chance to set up "power pools", whereby you redistribute the teams based on their performance in the first stage (which is typically a round-robin). You can place teams into power pools based on their position in a particular pool (e.g. "first place in pool A") or their position relative to other pools (e.g. "the first place team with the best record").
de: Für die zweite und folgende Phasen eines Turniers, werden Sie die Chance gegeben werden, einzurichten "Power Pools", wobei man die Teams aufgrund ihrer Leistung in der ersten Stufe zu verteilen (die in der Regel ein Round-Robin ist). Sie können Teams in Strompools auf der Grundlage ihrer Position in einem bestimmten Pool (zB "den ersten Platz in Pool A") oder ihre Position relativ zu anderen Pools (zB "den ersten Platz Team mit der besten Bilanz") schalten.
es: Para el segundo y siguientes etapas de un torneo, se le dará la oportunidad de configurar "pools de energía", mediante el cual se redistribuye los equipos en función de su rendimiento en la primera etapa (que suele ser un round-robin). Puede colocar equipos en pools de energía en función de su posición en una piscina particular (por ejemplo "el primer lugar en el grupo A") o de su posición en relación con otros grupos (por ejemplo, "el equipo en primer lugar con la mejor marca").
fr: For the second and following stages of a tournament, you will be given the chance to set up «power pools», dans lequel vous redistribuez les équipes en fonction de leurs performances lors de la première étape (généralement un round robin) Vous pouvez placer des équipes dans des pools de puissance en fonction de leur position dans un pool particulier (par exemple, «first place in pool A») or their position relative to other pools (e.g. «the first place team with the best record»).

source: Once the first set of pools is set up, you will want to generate a schedule for each bracket. Once each pool has games scheduled, it will ask you to set up more pools, then schedule games for those pools, and so on until your schedule is complete.
de: Sobald die erste Gruppe von Pools eingerichtet ist, werden Sie einen Zeitplan für jeden Halter zu erzeugen. Sobald jeder Pool hat Spiele geplant, wird es Sie fragen mehr Pools einzurichten, dann Zeitplan Spiele für die Pools, und so weiter, bis Sie Ihren Zeitplan abgeschlossen ist.
es: Una vez que el primer conjunto de piscinas está configurado, tendrá que generar una programación para cada soporte. Una vez que cada grupo ha programado juegos, se le pedirá que configurar más piscinas, a continuación, juegos de horario para esas agrupaciones, y así sucesivamente hasta que su agenda está completa.
fr: Une fois le premier ensemble de pools configuré, vous souhaiterez générer une planification pour chaque support. Une fois que chaque groupe a des parties planifiées, il vous sera demandé de configurer plus de piscines, puis de planifier des parties pour ces piscines, et ainsi de suite jusqu'à la fin de votre programme.

source: Set of blank unscheduled games for all teams in the division
de: Set leere ungeplante Spiele für alle Teams in der Division
es: Conjunto de juegos programados en blanco para todos los equipos en la división
fr: Ensemble de parties vierges non programmées pour toutes les équipes de la division

source: Creates enough games to schedule the entire division on a chosen date. No teams or {0} are assigned.
de: Erzeugt genug Spiele, um die gesamte Division auf einem gewählten Zeitpunkt zu planen. Keine Teams oder {0} zugeordnet sind.
es: Crea juegos suficiente para programar toda la división en una fecha elegida. No hay equipos o {0} son asignados.
fr: Crée suffisamment de parties pour planifier toute la division à une date donnée. Aucune équipe ou {0} n'est attribué.

source: Creates games scheduling each team in the division against each other team once.
de: Schafft Spiele jedes Team in der Division gegeneinander Team Scheduling einmal.
es: Crea juegos de la programación de cada equipo en la división de uno contra el otro equipo de una vez.
fr: Crée des parties en programmant une fois chaque équipe de la division.

source: Creates games scheduling each team in the division against each other team once, except that any games which would match up two teams that have already played are replaced by "dummy" records which are automatically filled in when dependencies for the pool are initialized. This option is not available in the first stage of a tournament.
de: einmal Schafft Spiele jedes Team in der Division gegeneinander Team planen, mit der Ausnahme, dass alle Spiele, die zwei Teams zusammenpassen würden, die bereits gespielt haben, durch "Dummy" Aufzeichnungen ersetzt werden, die automatisch ausgefüllt werden, wenn Abhängigkeiten für den Pool initialisiert. Diese Option ist in der ersten Phase eines Turniers nicht zur Verfügung.
es: Crea juegos de la programación de cada equipo en la división de uno contra el otro equipo de una vez, a excepción de que ningún juego que se correspondería con dos equipos que ya han jugado son reemplazados por registros "ficticia", que se completan de forma automática cuando se inicializan las dependencias de la piscina. Esta opción no está disponible en la primera etapa de un torneo.
fr: Creates games scheduling each team in the division against each other team once, except that any games which would match up two teams that have already played are replaced by «dummy» enregistrements qui sont automatiquement remplis lorsque les dépendances du pool sont initialisées. Cette option n'est pas disponible dans la première phase d'un tournoi.

source: You will generally also be given a variety of playoff bracket options, depending on the size of the pool. Brackets will automatically generate all required games to lead to an eventual champion, typically with options regarding whether or not to also create placement games (3rd, 5th, etc.).
de: Sie werden in der Regel auch eine Vielzahl von Playoff-Konsole Optionen gegeben werden, abhängig von der Größe des Pools. Klammern werden alle erforderlichen Spiele automatisch generieren zu einem späteren Champion zu führen, in der Regel mit Optionen in Bezug auf, ob nicht auch die Platzierung Spiele (3., 5., etc.) zu erstellen.
es: En general, usted también recibirá una variedad de opciones de soporte de playoffs, dependiendo del tamaño de la piscina. Soportes generarán automáticamente todos los juegos necesarios para llevar a un eventual campeón, típicamente con opciones con respecto a si debe o no crear también juegos de colocación (3, 5, etc.).
fr: En règle générale, vous aurez également accès à différentes options de support pour les séries éliminatoires, en fonction de la taille de la piscine. Les crochets génèrent automatiquement tous les parties requis pour mener à un champion éventuel, avec généralement des options pour créer ou non également des parties de placement (3ème, 5ème, etc.).

source: Once all regular season results have been received and the final standings are determined, use the "{0}" link from the division schedule page to replace all of the "nth seed" placeholders in the schedule with the correct teams.
de: Sobald alle regulären Saison Ergebnisse wurden erhalten und die Endklassement bestimmt sind, verwenden Sie die "{0}" Link aus der Division Zeitplan Seite ersetzen alle die "n-ten Samen" Platzhalter in der Anlage mit den richtigen Teams.
es: Una vez que todos los resultados de la temporada regular han sido recibidas y la clasificación final se determinará, utilice el "{0}" enlace desde la página de programación división para reemplazar la totalidad de la marcadores de posición "semilla enésima" en el horario con los equipos correctos.
fr: Once all regular season results have been received and the final standings are determined, use the «{0}» lien de la page de planification de la division pour remplacer tous les «nth seed» placeholders in the schedule with the correct teams.

source: Initialize Schedule Dependencies
de: Initialisieren Schedule Abhängigkeiten
es: Inicializar Dependencias de Horario
fr: Initialiser les dépendances de planification

source: This initialize process can be run any number of times, in case something happens to alter the standings after it is run the first time (e.g. a previously confirmed score is disputed).
de: Dieser initialize Vorgang kann beliebig oft durchgeführt werden, falls etwas die Tabellenführung zu verändern, geschieht, nachdem es zum ersten Mal ausgeführt wird (zB ein zuvor bestätigten Score ist umstritten).
es: Este proceso de inicialización se puede ejecutar cualquier número de veces, en caso de que algo le sucede a alterar la tabla de posiciones después de que se ejecuta la primera vez (por ejemplo, una confirmados anteriormente se disputa puntuación).
fr: Ce processus d’initialisation peut être exécuté autant de fois que nécessaire, au cas où il se produirait quelque chose qui modifierait le classement après sa première exécution (par exemple, un score confirmé précédemment est contesté).

source: If you have initialized the schedule dependencies for the playoffs and need to completely remove them (rather than just recalculate them), use the "{0}" link from the division schedule page.
de: Wenn Sie den Zeitplan-Abhängigkeiten für die Playoffs initialisiert haben und müssen, um sie vollständig zu entfernen (anstatt sie nur neu berechnet werden), verwenden Sie die "{0}" Link aus der Division Zeitplan Seite.
es: Si ha inicializado las dependencias de programación para las segundas fases y la necesidad de eliminarlos por completo (en lugar de volver a calcularlos), utilice el "{0}" enlace desde la página de programación división.
fr: If you have initialized the schedule dependencies for the playoffs and need to completely remove them (rather than just recalculate them), use the «{0}» lien de la page calendrier de la division.

source: Reset Schedule Dependencies
de: Reset Schedule Abhängigkeiten
es: Restablecer las Dependencias de Horario
fr: Réinitialiser les dépendances de planification

source: To enable {0} integration, you must first install two support libraries into {1}.
de: So aktivieren Sie die Integration {0}, müssen Sie zunächst installieren zwei Support - Bibliotheken in {1}.
es: Para habilitar la integración de {0}, primero debe instalar dos bibliotecas de soporte en {1}.
fr: Pour activer l'intégration de {0}, vous devez d'abord installer deux bibliothèques de support dans {1}.

source: From {0} you need {1} (renamed to {2}) and {3}.
de: Von {0} Sie müssen {1} (umbenannt in {2}) und {3}.
es: Desde {0} necesita {1} (renombrado a {2}) y {3}.
fr: À partir de {0}, vous avez besoin de {1} (renommé {2}) et de {3}.

source: From {0} you need {1} (renamed to {2}).
de: Von {0} Sie müssen {1} (umbenannt in {2}).
es: Desde {0} necesita {1} (renombrado a {2}).
fr: À partir de {0}, vous avez besoin de {1} (renommé {2}).

source: After this, you must set the Consumer Key and Consumer Secret values. You can obtain standard {0} values for these by contacting {1}, or you can acquire your own. If you want your own consumer values, log in to {2}, then go to the {3}, click "Create a new application", and follow the steps.
de: Danach müssen Sie die Consumer-Key und geheime Werte gesetzt. Sie können Standard erhalten {0} durch Kontaktaufnahme für diese Werte {1}, oder Sie können Ihre eigene erwerben. Wenn Sie Ihren eigenen Werten der Verbraucher wollen, melden Sie sich bei {2} in, dann gehen Sie auf die {3}, klicken Sie auf "Erstellen Sie eine neue Anwendung", und folgen den Schritten.
es: Después de esto, debe establecer los valores de las claves secretas de los consumidores y de los consumidores. Puede obtener estándar {0} valores de estos contactando {1}, o puede adquirir su propia. Si desea que sus propios valores de consumo, inicie sesión en {2}, y luego ir a las {3}, haga clic en "Crear una nueva aplicación", y sigue los pasos.
fr: After this, you must set the Consumer Key and Consumer Secret values. You can obtain standard {0} values for these by contacting {1}, or you can acquire your own. If you want your own consumer values, log in to {2}, then go to the {3}, click «Create a new application»et suivez les étapes.

source: {0} is part of {1}, a {2} initiative to provide jQuery implementations of internationalisation features.
de: {0} ist ein Teil von {1}, eine {2} Initiative jQuery Implementierungen Merkmale der Internationalisierung zur Verfügung zu stellen.
es: {0} es parte de {1}, un {2} iniciativa para proporcionar implementaciones de jQuery características de internacionalización.
fr: {0} fait partie de {1}, une initiative {2} visant à fournir des implémentations jQuery des fonctionnalités d'internationalisation.

source: The "{0}" page is used to update details of your team. Only coaches and captains have permission to edit team details.
de: Die "{0}" Seite wird verwendet, Details Ihres Teams zu aktualisieren. Nur Trainer und Kapitäne haben die Erlaubnis Team Details zu bearbeiten.
es: El "{0}" página se utiliza para actualizar los datos de su equipo. Sólo los entrenadores y capitanes tienen permiso para editar los detalles del equipo.
fr: The «{0}» page est utilisée pour mettre à jour les détails de votre équipe. Seuls les entraîneurs et les capitaines sont autorisés à modifier les détails de l'équipe.

source: Edit Team
de: Team bearbeiten
es: Editar equipo
fr: Modifier l'équipe

source: Since this system uses the {0}, teams are created during the registration process with some default values that you might want to alter.
de: Da dieses System die verwendet {0} werden die Teams während des Registrierungsprozesses mit einigen Standardwerten erstellt, die Sie ändern möchten.
es: Dado que este sistema utiliza el {0}, los equipos se crean durante el proceso de registro con algunos valores por defecto que puede que desee modificar.
fr: Étant donné que ce système utilise {0}, les équipes sont créées pendant le processus d'inscription avec certaines valeurs par défaut que vous pouvez modifier.

source: Registration Help
de: Registrierung Hilfe
es: Registro Ayuda
fr: Aide d'inscription
