Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Offline Payments
de: offline-Zahlungen
es: Los pagos fuera de línea
fr: Paiements hors ligne

source: Online payment providers do take a piece of every payment for their trouble, so some organizations opt to only collect money manually. Even if you have online payments enabled, there will always be some percentage who prefer to pay by cheque. You may also have some events where cash is collected "at the door". In any of these situations, you will need to manually edit the individual registrations to mark them as paid, along with any notes you care to add (e.g. cheque number).
de: Online-Payment-Anbieter tun für ihre Mühe ein Stück jeder Zahlung übernehmen, so dass einige Organisationen entscheiden, um nur Geld von Hand zu sammeln. Auch wenn Sie Online-Zahlungen aktiviert haben, wird es immer ein gewisser Prozentsatz sein, die per Scheck bezahlen möchten. Sie können auch einige Ereignisse, wo Bargeld gesammelt "an der Tür". In jeder dieser Situationen, müssen Sie manuell die einzelnen Registrierungen zu bearbeiten, sie zu markieren, wie bezahlt, zusammen mit allen Noten, die Sie interessieren hinzuzufügen (zB Schecknummer).
es: Proveedores de pago en línea hacen tomar un pedazo de cada pago por sus problemas, por lo que algunas organizaciones optan sólo para recoger el dinero de forma manual. Incluso si usted tiene habilitados los pagos en línea, siempre habrá un porcentaje que prefieren pagar con cheque. Usted también puede tener algunos eventos en los que se recoge en efectivo "en la puerta". En cualquiera de estas situaciones, tendrá que editar manualmente los registros individuales para marcarlos como pagado, junto con las notas que le interesan para agregar (por ejemplo, número de cheque).
fr: Online payment providers do take a piece of every payment for their trouble, so some organizations opt to only collect money manually. Even if you have online payments enabled, there will always be some percentage who prefer to pay by cheque. You may also have some events where cash is collected «at the door». Dans tous les cas, vous devrez éditer manuellement les enregistrements individuels pour les marquer comme payés, ainsi que les notes que vous souhaitez ajouter (par exemple, le numéro de chèque).

source: Pre-registrations
de: Vorregistrierungen
es: Las preinscripciones
fr: Préinscription

source: In certain situations, you may want to allow certain individuals to register for an event before the general public is able to, or after the event has officially closed. For example, someone who will be away for an entire registration period might request permission to register before they leave, and if someone drops out of a full registration after the closing date, you might have a waiting list and want to ensure that the first person on the list gets in. You don't want to change the open or close date, because this allows anyone to register, instead of just the people you want. To allow this, you can add a "pre-registration" for a user, allowing them to register normally outside of the public date range; the process for them is exactly the same as it would be otherwise, including any required questionnaire and/or waiver, and acceptance of online payments. Note that adding a pre-registration does <strong>not</strong> allow someone to violate the register rule or caps.
de: In bestimmten Situationen können Sie bestimmte Personen zu ermöglichen, für eine Veranstaltung registrieren, bevor die Öffentlichkeit in der Lage ist, oder nach der Veranstaltung offiziell geschlossen hat. Zum Beispiel jemand, der für eine ganze Anmeldefrist weg sein könnte Erlaubnis bitten zu registrieren, bevor sie verlassen, und wenn jemand aus einer vollständigen Anmeldung nach dem Stichtag fällt, können Sie eine Warteliste, und dass die erste Person, die sicherstellen wollen, auf die Liste in bekommt. Sie wollen nicht das öffnen oder schließen das Datum zu ändern, weil dies jemand, möchten Sie stattdessen registrieren können nur die Menschen. Um dies zu ermöglichen, können Sie eine "Vorregistrierung" für einen Benutzer hinzufügen, so dass sie sich registrieren normalerweise außerhalb des öffentlichen Datumsbereich; der Prozess ist für sie genau das gleiche, wie es sonst der Fall wäre, einschließlich aller erforderlichen Fragebogen und/oder des Verzichts, und die Akzeptanz von Online-Zahlungen. Beachten Sie, dass eine Vorregistrierung Zugabe tut <strong>nicht</strong> erlauben jemand das Register Regel oder Kappen zu verletzen.
es: En ciertas situaciones, es posible que desee permitir que ciertas personas se inscriben para un evento antes de que el público en general es capaz de, o después del evento se ha cerrado oficialmente. Por ejemplo, alguien que va a estar fuera durante un periodo completo de registro puede solicitar permiso para registrarse antes de salir, y si alguien se retira de un registro completo después de la fecha de cierre, es posible que tenga una lista de espera y desea asegurarse de que la primera persona en la lista entra. usted no quiere cambiar la fecha de apertura o cierre, ya que esto permite que cualquiera pueda registrar, en lugar de sólo la gente que quiere. Para este fin, se puede añadir un "pre-registro" para un usuario, lo que les permite registrar normalmente fuera del intervalo de fechas pública; el proceso para ellos es exactamente la misma que sería de otro modo, incluyendo cualquier cuestionario requerido y/o renuncia, y la aceptación de pagos en línea. Tenga en cuenta que la adición de un pre-registro hace <strong>no</strong> permitir que alguien viola la regla de registro o gorras.
fr: In certain situations, you may want to allow certain individuals to register for an event before the general public is able to, or after the event has officially closed. For example, someone who will be away for an entire registration period might request permission to register before they leave, and if someone drops out of a full registration after the closing date, you might have a waiting list and want to ensure that the first person on the list gets in. You don't want to change the open or close date, because this allows anyone to register, instead of just the people you want. To allow this, you can add a «pre-registration» pour un utilisateur, lui permettant de s'inscrire normalement en dehors de la plage de dates publique; le processus pour eux est exactement identique à ce qu'il serait autrement, y compris tout questionnaire requis et/ou renonciation, et acceptation des paiements en ligne. Notez que l'ajout d'une pré-inscription <strong>ne permet pas</strong> à une personne de violer la règle d'enregistrement ou les limites.

source: If you are reading this page, you have successfully installed {0}. Congratulations!
de: Wenn Sie diese Seite lesen, haben Sie erfolgreich installiert {0}. Herzliche Glückwünsche!
es: Si usted está leyendo esta página, usted ha instalado con éxito {0}. ¡Felicitaciones!
fr: Si vous lisez cette page, vous avez correctement installé {0}. Toutes nos félicitations!

source: {0} is built to be highly flexible, which means that it can handle almost any situation you throw at it, but there's a number of things that need to be correctly configured to make it happen. {0} configuration is split into three main areas.
de: {0} gebaut ist hochflexibel sein, was bedeutet, dass es fast jeder Situation umgehen können Sie an ihm werfen, aber es gibt eine Reihe von Dingen, die ordnungsgemäß konfiguriert werden müssen, um sie geschehen. {0} Konfiguration drei aufgeteilt in Haupt Bereiche.
es: {0} está diseñado para ser muy flexible, lo que significa que puede manejar casi cualquier situación que lanzar en él, pero hay una serie de cosas que necesitan ser configurados correctamente para que esto ocurra. {0} de configuración se divide en tres principales áreas.
fr: {0} est conçu pour être extrêmement flexible, ce qui signifie qu'il peut gérer presque toutes les situations, mais un certain nombre de choses doivent être correctement configurées pour y arriver. La configuration de {0} est divisée en trois zones principales.

source: Config Files
de: Config-Dateien
es: Los archivos de configuración
fr: Fichiers de configuration

source: There are a number of things about the system which will never change under normal usage. These are stored in system configuration files, typically found under the {0} folder.
de: Es gibt eine Reihe von Dingen, über das System, die nie bei normalem Gebrauch ändern. Diese werden in Systemkonfigurationsdateien gespeichert, in der Regel unter dem gefunden {0} Ordner.
es: Hay una serie de cosas sobre el sistema que nunca va a cambiar con el uso normal. Estos se almacenan en archivos de configuración del sistema, que típicamente se encuentran bajo la {0} carpeta.
fr: Un certain nombre d'éléments du système ne changeront jamais dans des conditions normales d'utilisation. Ceux-ci sont stockés dans des fichiers de configuration système, généralement situés dans le dossier {0}.

source: First, there are a number of settings where defaults are either standard or easily calculated, which are saved to {0}. This file includes comments describing the use of these settings, so you can generally edit it with confidence. Be sure to save a backup before starting, especially if you are unfamiliar with PHP syntax, as a missing quote or comma in this file can completely break your {1} installation.
de: Erstens gibt es eine Reihe von Situationen, in denen Standardwerte Standard- oder leicht berechnet werden, die gespeichert werden {0}. Diese Datei enthält Kommentare, die Verwendung dieser Einstellungen beschrieben sind, so können Sie es in der Regel mit Vertrauen zu bearbeiten. Achten Sie darauf, eine Sicherungskopie zu speichern, bevor Sie starten, vor allem, wenn Sie mit PHP - Syntax, als fehlende Zitat oder ein Komma in dieser Datei Ihr nicht vertraut sind, vollständig zu brechen {1} Installation.
es: En primer lugar, hay una serie de entornos en los que por defecto son estándar o fácil de calcular, que se guardan a {0}. Este archivo incluye comentarios que describen el uso de estos ajustes, por lo general, se puede editar con confianza. Asegúrese de guardar una copia de seguridad antes de comenzar, especialmente si no está familiarizado con la sintaxis de PHP, como una cita o una coma que falta en este archivo puede romper por completo su {1} instalación.
fr: Premièrement, il existe un certain nombre de paramètres pour lesquels les valeurs par défaut sont standard ou faciles à calculer et qui sont enregistrés sur {0}. Ce fichier contient des commentaires décrivant l'utilisation de ces paramètres, ce qui vous permet généralement de le modifier en toute confiance. Veillez à enregistrer une sauvegarde avant de commencer, en particulier si vous ne connaissez pas la syntaxe PHP, car une citation ou une virgule manquante dans ce fichier peut complètement casser votre installation {1}.

source: Second, you can control the options available in some other configuration pages, as well as certain aspects of system behaviour. {0} defines most of the contents for drop-down selections throughout the system. You can alter these options (add new options, remove unwanted ones, or change wording) by creating a file called {1}. (This is preferable to directly editing the {0} file, as any such changes might be lost if you update your version of {2}.) Similarly, you can alter some system behaviour by creating {3}, containing overrides of selected values from {4}. Note that, in both cases, you need only put the values you want to change in these files; they don't need (and shouldn't contain) copies of all settings.
de: Zweitens können Sie die Optionen in einigen anderen Konfigurationsseiten zu steuern, sowie bestimmte Aspekte des Systemverhaltens. {0} im gesamten System die meisten Inhalte für Dropdown-Auswahl definiert. Sie können diese Optionen (neue Optionen, unerwünschte diejenigen zu entfernen, oder Benennung ändern) ändern, indem Sie eine Datei namens Erstellen von {1}. (Dies ist bevorzugt, um direkt die Bearbeitung {0} Datei, da solche Änderungen verloren gehen könnten, wenn Sie Ihre Version aktualisieren {2}). In ähnlicher Weise können Sie einige Systemverhalten durch die Schaffung ändern {3}, Überschreibungen von ausgewählten Werten von {4}. Beachten Sie, dass in beiden Fällen müssen Sie nur die Werte setzen Sie in diesen Dateien geändert werden soll; sie müssen nicht (und sollte nicht enthalten) Kopien aller Einstellungen.
es: En segundo lugar, se pueden controlar las opciones disponibles en algunas otras páginas de configuración, así como ciertos aspectos del comportamiento del sistema. {0} define la mayor parte de los contenidos para las selecciones desplegables en todo el sistema. Puede modificar estas opciones (añadir nuevas opciones, eliminar los no deseados, o cambian redacción) mediante la creación de un archivo llamado {1}. (Esto es preferible a la edición directa del {0} archivo, ya que dichos cambios podrían perderse si actualiza su versión de {2}.) Del mismo modo, se puede alterar algunas comportamiento del sistema mediante la creación {3}, que contiene las anulaciones de los valores seleccionados de {4}. Tenga en cuenta que, en ambos casos, sólo tiene que poner los valores que desee cambiar en estos archivos; que no necesitan (y no deben contener) copias de todos los ajustes.
fr: Deuxièmement, vous pouvez contrôler les options disponibles dans d'autres pages de configuration, ainsi que certains aspects du comportement du système. {0} définit la plupart du contenu des sélections déroulantes dans tout le système. Vous pouvez modifier ces options (ajouter de nouvelles options, supprimer des options superflues ou modifier le libellé) en créant un fichier appelé {1}. (Il est préférable d’éditer directement le fichier {0}, car de telles modifications risquent d’être perdues si vous mettez à jour votre version de {2}.) De même, vous pouvez modifier certains comportements du système en créant {3}, contenant les remplacements de valeurs sélectionnées à partir de {4}. Notez que, dans les deux cas, il vous suffit de mettre les valeurs que vous souhaitez modifier dans ces fichiers; ils n'ont pas besoin (et ne devraient pas contenir) de copies de tous les paramètres.

source: System Configuration
de: Systemkonfiguration
es: Configuración del sistema
fr: Configuration du système

source: You will have several options under the Configuration menu. At the very least, you will have a Settings sub-menu (with Organization, Features, Email, Team, User, Profile and Scoring) and Holidays. If you have enabled the registration feature, you will also have Settings -> Registration, and if you've enabled online payments, you'll also see Settings -> Payment. If you have enabled the affiliate or document upload features, you will also have options for configuring these. When you first install your system, you should go through and set these all up according to your particular needs. Details about each option are included on the settings pages, and not reiterated here
de: Sie werden mehrere Optionen unter dem Menü Konfiguration haben. Zumindest werden Sie eine Einstellungen Untermenü haben (mit Organisation, Features, E-Mail, Team, Benutzer, Profil und Scoring) und Feiertage. Wenn Sie die Registrierung-Funktion aktiviert haben, werden Sie auch Einstellungen haben -> Registrierung, und wenn Sie Online-Zahlungen aktiviert haben, werden Sie auch Einstellungen siehe -> Zahlungs. Wenn Sie die Affiliate-oder Hochladen von Dokumenten Funktionen aktiviert haben, werden Sie auch Optionen haben diese für die Konfiguration. Wenn Sie Ihr System zuerst installieren, sollten Sie gehen durch und stellen Sie alle diese bis ganz nach Ihren individuellen Bedürfnissen. Einzelheiten zu den einzelnen Optionen sind auf den Einstellungsseiten enthalten sind, und hier nicht wiederholt
es: Usted tendrá varias opciones en el menú de configuración. Por lo menos, usted tendrá una configuración de submenú (con Organización, Funciones, correo electrónico, equipo, usuario, perfil y puntuación) y las vacaciones. Si ha activado la función de registro, también tendrá Configuración -> Registro, y si ha habilitado los pagos en línea, también verá Ajustes -> Pago. Si ha habilitado las características de afiliación o documento de carga, también tendrá opciones para configurar estos. Cuando se instala por primera vez el sistema, hay que ir a través y fijar estos todo de acuerdo a sus necesidades particulares. Los detalles sobre cada opción se incluyen en las páginas de valores, y no reiteraron aquí
fr: Vous aurez plusieurs options dans le menu Configuration. À tout le moins, vous aurez un sous-menu Paramètres (avec Organisation, Fonctions, E-mail, Equipe, Utilisateur, Profil et Scoring) et Vacances. Si vous avez activé la fonction d'enregistrement, vous aurez également Paramètres -> Enregistrement, et si vous avez activé les paiements en ligne, vous verrez également Paramètres -> Paiement. Si vous avez activé les fonctionnalités d'affiliation ou de téléchargement de document, vous aurez également la possibilité de les configurer. Lorsque vous installez votre système pour la première fois, vous devez le configurer et le configurer en fonction de vos besoins particuliers. Les détails de chaque option sont inclus dans les pages de paramètres et ne sont pas rappelés ici.

source: The Settings -> Organization page is used to define such values as your organization's name, acronym, address, and some key dates.
de: Die Einstellungen -> Organisation Seite wird verwendet, um solche Werte wie den Namen Ihrer Organisation, Akronym, Adresse und einige Schlüsseldaten zu definieren.
es: La Configuración -> página Organización se utiliza para definir valores como el nombre de su organización, siglas, dirección, y algunas fechas clave.
fr: La page Paramètres -> Organisation permet de définir des valeurs telles que le nom de votre organisation, son acronyme, son adresse et certaines dates clés.

source: Settings -> Features is used to turn various optional features (registration, franchises, annotations, how to handle roster requests, etc.) on and off.
de: Einstellungen -> Funktionen werden verschiedene optionale Funktionen zu aktivieren (Registrierung, Franchise, Anmerkungen, wie Roster Anfragen zu bearbeiten, etc.) ein und aus.
es: Ajustes -> Características se utiliza para activar diversas funciones opcionales (inscripción, franquicias, anotaciones, cómo manejar las solicitudes de lista, etc.) dentro y fuera.
fr: Paramètres -> Fonctionnalités permet d'activer et de désactiver diverses fonctionnalités optionnelles (enregistrement, franchises, annotations, comment gérer les demandes de liste, etc.).

source: The Settings -> Email page configures some important email addresses used by the system to communicate with users and administrators.
de: Die Einstellungen -> E-Mail-Seite konfiguriert einige wichtige E-Mail-Adressen, die vom System verwendet, um mit Benutzern und Administratoren zu kommunizieren.
es: La Configuración -> página Enviar configura algunas direcciones de correo electrónico importantes utilizados por el sistema para comunicarse con los usuarios y los administradores.
fr: La page Paramètres -> E-mail configure certaines adresses e-mail importantes utilisées par le système pour communiquer avec les utilisateurs et les administrateurs.

source: The Settings -> Team page allows you to turn various team-specific options on and off.
de: Die Einstellungen -> Teamseite können Sie verschiedene Team-spezifische Optionen auf und auszuschalten.
es: Los Ajustes -> Página del equipo le permite activar varias opciones específicas del equipo dentro y fuera.
fr: La page Paramètres -> Équipe vous permet d'activer et de désactiver diverses options spécifiques à une équipe.

source: Settings -> User is used to change options related to how user accounts are handled, while Settings -> Profile is used to set which profile fields you want to track for your users (and can set some to be admin-only if there is no good reason for your users to be changing them once they are initially set).
de: Einstellungen -> wird Benutzeroptionen verwendet, um Benutzerkonten im Zusammenhang mit Änderungen, wie behandelt werden, während Einstellungen -> Profil verwendet wird, um festzulegen, welche Profilfelder Sie für Ihre Benutzer verfolgen möchten (und einstellen können einige Admin-nur sein, wenn es keine Grund für die Benutzer zu ändern, sie zu werden, sobald sie ursprünglich erstellt wurden).
es: Ajustes -> El usuario se utiliza para cambiar las opciones relacionadas con cómo se manejan las cuentas de usuario, mientras que los ajustes -> Perfil se utiliza para establecer qué campos perfil que desea realizar un seguimiento de sus usuarios (y se establecen algunos a ser administrador de sólo si no hay buena razón para que sus usuarios a cambiar una vez que se establecen inicialmente).
fr: Paramètres -> Utilisateur permet de modifier les options liées à la gestion des comptes d’utilisateur, tandis que Paramètres -> Profil permet de définir les champs de profil que vous souhaitez suivre pour vos utilisateurs (et que certains peuvent être définis comme administrateur uniquement s’il n’existe pas bonne raison pour vos utilisateurs de les changer une fois qu’ils sont initialement configurés).

source: Use the Settings -> Scoring page to configure how the system handles certain score submission situations, and to set up some default values for creating new leagues.
de: Verwenden Sie die Einstellungen -> Scoring-Seite zu konfigurieren, wie das System bestimmte Punktzahl Vorlage Situationen behandelt, und einige Standardwerte einzurichten für neue Ligen zu schaffen.
es: Utilice la Configuración - página> Scoring para configurar cómo maneja el sistema de envío de ciertas situaciones puntuación, y establecer algunos valores por defecto para la creación de nuevas ligas.
fr: Utilisez la page Paramètres -> Scoring pour configurer le système de gestion de certaines situations de soumission de score et pour définir des valeurs par défaut pour la création de nouvelles ligues.

source: If you have enabled Registration on the Settings -> Features page, you then use the Settings -> Registration page to set up certain aspects of how the registration system will work.
de: Wenn Sie die Registrierung über die Einstellungen aktiviert haben -> Seite Eigenschaften, verwenden Sie dann die Einstellungen -> Registrierungsseite auf bestimmte Aspekte, wie das Registrierungssystem funktioniert einrichten.
es: Si ha activado el registro en la página Configuración -> Extras página, a continuación, utiliza los ajustes -> página de registro para configurar ciertos aspectos de la forma en que el sistema de registro funcionará.
fr: Si vous avez activé l'enregistrement sur la page Paramètres -> Fonctions, vous utilisez ensuite la page Paramètres -> Enregistrement pour configurer certains aspects du fonctionnement du système d'enregistrement.
