Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: {0} reported the following in-progress score as of {1}:
de: {0} meldete die folgende in-progress - Score wie von {1}:
es: {0} informado de la siguiente puntuación en curso a partir del {1}:
fr: {0} a signalé le score en cours suivant au {1}:

source: {0} reported the final score as:
de: {0} berichtete das Endergebnis als:
es: {0} informaron la puntuación final como:
fr: {0} a rapporté le score final comme suit:

source: Box Score
es: Cuadro de puntuación
fr: Le score de la boîte

source: Are you sure you want to delete this allstar?
de: Sind Sie sicher, dass Sie diese allstar löschen?
es: ¿Está seguro de que desea eliminar este allstar?
fr: Voulez-vous vraiment supprimer ce joueur étoile?

source: Incident Reports
de: Berichte über Zwischenfälle
es: Los informes de incidentes
fr: Rapports d'incident

source: Reporting Team
de: Reporterteam
es: Equipo de informes
fr: Équipe de reportage

source: Delete Note
de: löschen Hinweis
es: Borrar Nota
fr: Supprimer la Note

source: Are you sure you want to delete this note?
de: Sind Sie sicher, dass Sie diese Notiz löschen?
es: ¿Estás seguro que quieres eliminar esta nota?
fr: Voulez-vous vraiment supprimer cette note?

source: Game {0}
de: Spiel {0}
es: Juego {0}
fr: Jeu {0}

source: Groups
de: Gruppen
es: Grupos
fr: Groupes

source: Permission Groups
de: Benutzergruppen
es: Grupos de permisos
fr: Groupes de permission

source: Active groups are available for people to select during account setup or edit, or be assigned to by an admin. The "Player" group will always be available for admins; deactivating this only means that it can't be used at the time of account creation (e.g. if you are running a youth league where most accounts will be parents). The "Administrator" group cannot be deactivated.
de: Aktive Gruppen sind für die Menschen während der Kontoeinrichtung oder bearbeiten zu wählen oder zu von einem Administrator zugewiesen werden. Die "Player" Gruppe wird immer für Administratoren zur Verfügung stehen; diese Deaktivierung bedeutet nur, dass es nicht zum Zeitpunkt der Kontoerstellung verwendet werden (zB wenn Sie eine Jugendliga laufen, wo die meisten Konten Eltern werden). Die "Administrator" Gruppe kann nicht deaktiviert werden.
es: Grupos activos están disponibles para la gente seleccionar durante la configuración de la cuenta o editar o ser asignados a por un administrador. El grupo "jugador" siempre estará disponible para los administradores; desactivando esto sólo significa que no se puede utilizar en el momento de creación de la cuenta (por ejemplo, si está ejecutando una liga juvenil donde la mayoría de las cuentas serán padres). El grupo "Administrador" no puede ser desactivado.
fr: Active groups are available for people to select during account setup or edit, or be assigned to by an admin. The «Player» groupe sera toujours disponible pour les administrateurs; Si vous désactivez cette option, vous ne pourrez plus l'utiliser au moment de la création du compte (par exemple, si vous exploitez une ligue de jeunes où la plupart des comptes seront des parents). Le «Administrator» group cannot be deactivated.

source: {0} Help
fr: Aide {0}

source: Return to main help page
de: Zurück zur Haupthilfeseite
es: Volver a la página principal de ayuda
fr: Retour à la page d'aide principale

source: I have a suggestion for the {0} online help page at {1}
de: Ich habe einen Vorschlag für die {0} Online - Hilfe - Seite {1}
es: Tengo una sugerencia para el {0} página de ayuda en línea en {1}
fr: J'ai une suggestion pour la page d'aide en ligne {0} à l'adresse {1}.

source: If you have suggestions for additions, changes or other improvements to this online help, please send them to {0}.
de: Wenn Sie Vorschläge für Ergänzungen, Änderungen oder andere Verbesserungen zu dieser Online - Hilfe haben, senden Sie diese bitte an {0}.
es: Si tiene sugerencias para adiciones, modificaciones u otras mejoras a esta ayuda en línea, por favor enviarlos a {0}.
fr: Si vous avez des suggestions d’ajouts, de modifications ou d’autres améliorations à cette aide en ligne, veuillez les envoyer à {0}.

source: Holiday
de: Urlaub
es: Fiesta
fr: Congé

source: Create Holiday
de: erstellen Ferien
es: Crear vacaciones
fr: Créer des vacances

source: Edit Holiday
de: Bearbeiten Urlaub
es: Editar vacaciones
fr: Modifier jour férié

source: List Holidays
de: Liste Urlaub
es: Lista de fiesta
fr: Liste des vacances

source: Delete Holiday
de: löschen Ferien
es: Eliminar de vacaciones
fr: Supprimer congé

source: Are you sure you want to delete this holiday?
de: Sind Sie sicher, dass Sie diesen Feiertag löschen?
es: ¿Está seguro de que quiere eliminar este día de fiesta?
fr: Voulez-vous vraiment supprimer ce congé?

source: Add Holiday
de: In Ferien
es: Añadir vacaciones
fr: Ajouter un congé

source: Create Tournament
de: Erstellen Turnier
es: Crear Torneo
fr: Créer un tournoi

source: Tournament Details
de: Turnier Daten
es: Detalles del Torneo
fr: Détails du tournoi

source: The full name of the tournament.
de: Der vollständige Name der Turnier.
es: El nombre completo del torneo.
fr: Le nom complet du tournoi.

source: The full name of the league. Year and season will be automatically added.
de: Der vollständige Name der Liga. Jahr und Saison werden automatisch hinzugefügt.
es: El nombre completo de la liga. se añadirán automáticamente año y la temporada.
fr: Le nom complet de la ligue. L'année et la saison seront automatiquement ajoutées.

source: Sport played in this tournament.
de: Sport spielte in dieser Turnier.
es: Deporte que se juega en esta torneo.
fr: Le sport a joué dans ce tournoi.

source: Sport played in this league.
de: Sport spielte in dieser Liga.
es: Deporte que se juega en esta liga.
fr: Le sport a joué dans cette ligue.

source: Season during which this tournament's games take place.
de: Saison, während der diese Spiele stattfinden, der Turnier.
es: Temporada en la que los juegos de este torneo se llevan a cabo.
fr: Saison durant laquelle se déroulent les matchs de ce tournoi.

source: Season during which this league's games take place.
de: Saison, während der diese Spiele stattfinden, der Liga.
es: Temporada en la que los juegos de esta liga se llevan a cabo.
fr: Saison durant laquelle se déroulent les matchs de cette ligue.

source: Number of attempts to generate a schedule, before taking the best option.
de: Anzahl der Versuche, einen Zeitplan zu erzeugen, bevor die beste Option nehmen.
es: Número de intentos de generar un horario, antes de tomar la mejor opción.
fr: Nombre de tentatives pour générer une planification avant de prendre la meilleure option.

source: NOTE: If you set the questionnaire to "{0}" and disable numeric entry, spirit will not be tracked for this tournament.
de: HINWEIS: Wenn Sie den Fragebogen auf gesetzt "{0}" und deaktivieren Sie die numerische Eingabe, wird Geist nicht für diese Turnier verfolgt werden.
es: NOTA: Si se establece el cuestionario a "{0}" y desactivar la entrada numéca, el espítu no se realizarán seguimiento de este torneo.
fr: NOTE: If you set the questionnaire to «{0}» et désactivez la saisie numérique, l’esprit ne sera pas suivi pour ce tournoi.

source: NOTE: If you set the questionnaire to "{0}" and disable numeric entry, spirit will not be tracked for this league.
de: HINWEIS: Wenn Sie den Fragebogen auf gesetzt "{0}" und deaktivieren Sie die numerische Eingabe, wird Geist nicht für diese Liga verfolgt werden.
es: NOTA: Si se establece el cuestionario a "{0}" y desactivar la entrada numéca, el espítu no se realizarán seguimiento de esta liga.
fr: NOTE: If you set the questionnaire to «{0}» et désactiver l'entrée numérique, l'esprit ne sera pas suivi pour cette ligue.

source: Select which questionnaire to use for spirit scoring, or "{0}" to use numeric scoring only.
de: Wählen Sie, welche Fragebogen für Geist Scoring zu verwenden, oder "{0}" numerische Scoring verwenden nur.
es: Seleccionar quéuestionario a utilizar para la puntuacióspítu, o "{0}" para usar la puntuacióuméca ú.
fr: Select which questionnaire to use for spirit scoring, or «{0}» utiliser uniquement la notation numérique.

source: Enable or disable the entry of a numeric spirit score, independent of the questionnaire selected above.
de: Aktivieren oder die Eingabe eines numerischen Geist-Score, unabhängig von der Fragebogen deaktivieren oben ausgewählt.
es: Activar o desactivar la entrada de una puntuación numérica espíritu, independiente del cuestionario seleccionado anteriormente.
fr: Activer ou désactiver la saisie d'un score numérique, indépendamment du questionnaire sélectionné ci-dessus.

source: Control spirit display. "All" shows numeric scores and survey answers (if applicable) to anyone. "Numeric" shows game scores but not survey answers. "Symbols Only" shows only star, check, and X, with no numeric values attached. "Coordinator Only" restricts viewing of any per-game information to coordinators only.
de: Steuer Geist-Display. "All" zeigt numerische Werte und Umfrageantworten (falls zutreffend) für jeden. "Numeric" zeigt Spielergebnisse, aber keine Antworten Umfrage. "Symbole nur" zeigt nur Sterne, zu überprüfen, und X, ohne numerische Werte beigefügt. "Koordinator nur" schränkt Wiedergabe jedes beliebigen pro Spiel nur zu Koordinatoren Informationen.
es: Pantalla espíritu de control. "Todos" muestra las calificaciones numéricas y respuestas de la encuesta (si corresponde) a nadie. "Numérico" muestra resultados de los juegos pero no encuestar respuestas. "símbolos Sólo" muestra única estrella, cheque, y X, sin valores numéricos adjuntos. "Sólo Coordinador" restringe la visualización de cualquier información por juego solamente a los coordinadores.
fr: Control spirit display. «All» affiche les scores numériques et les réponses au sondage (le cas échéant) à quiconque. «Numeric» shows game scores but not survey answers. «Symbols Only» shows only star, check, and X, with no numeric values attached. «Coordinator Only» restricts viewing of any per-game information to coordinators only.

source: Enable or disable entry of carbon flip results in score submission.
de: Aktivieren oder Deaktivieren der Eintrag von Kohlenstoff-Flip-Ergebnisse in der Partitur Unterwerfung.
es: Activar o desactivar la entrada de los resultados de tirón de carbono en la presentación puntuación.
fr: Activer ou désactiver la saisie de résultats de retournement de carbone dans la soumission de score.

source: Order of tie-breakers to use in standings
de: Bestellen von Tie-breakers in Wertung zu verwenden
es: Orden de los criterios de prioridad para usar en la clasificación
fr: Ordre des bris d'égalité à utiliser dans le classement

source: Used as the size of the ratings table.
de: Verwendet als die Größe des Ratings Tabelle.
es: Se utiliza como el tamaño de la tabla de calificaciones.
fr: Utilisé comme taille du tableau de classement.

source: When to ask coaches/captains for game stats.
de: Als Trainer/Kapitäne für Spielstatistiken zu fragen.
es: Cuándo pedir entrenadores/capitanes de estadísticas del juego.
fr: Quand demander aux entraîneurs/capitaines des statistiques de jeu.

source: stats
de: Statistiken
es: estadísticas
fr: statistiques

source: Stats to enter
de: Statistik eingeben
es: Estadísticas para entrar
fr: Statistiques à entrer

source: Per-game calculated stats to display
de: Per-Spiel berechneten Statistiken angezeigt werden
es: Por juego calcula estadísticas para mostrar
fr: Statistiques calculées par partie à afficher

source: Stats to display season totals of
de: Statistiken anzuzeigen Saison Summen von
es: Estadísticas para mostrar los totales de la temporada
fr: Statistiques pour afficher le total de la saison de

source: Stats to display season averages of
de: Statistiken anzuzeigen Saison Mittelwerte von
es: Estadísticas de la temporada muestran promedios de
fr: Statistiques pour afficher les moyennes saisonnières de

source: Stats to display season calculated values for
de: Statistiken Saison berechneten Werte angezeigt werden für
es: Estadísticas para mostrar los valores calculados para la temporada
fr: Statistiques pour afficher les valeurs calculées par saison pour

source: List Leagues
de: Liste Liga
es: Lista Ligas
fr: Liste des ligues

source: Add League
de: In Liga
es: Añadir Liga
fr: Ajouter une ligue

source: There are no leagues currently active. Please check back periodically for updates{0}.
de: Es gibt keine Ligen derzeit aktiv. Bitte schauen Sie regelmäßig nach Updates {0}.
es: No hay ligas que están actualmente activos. Por favor, compruebe periódicamente si hay actualizaciones {0}.
fr: Il n'y a pas de ligues actives actuellement. Vérifiez périodiquement les mises à jour {0}.

source: or use the links below to review historical information
de: oder verwenden Sie die Links unter den historischen Informationen zu überprüfen
es: o utilice los enlaces de abajo para revisar la información histórica
fr: ou utilisez les liens ci-dessous pour consulter les informations historiques

source: Download {0} List
de: Download von {0} Liste
es: Descargar {0} Lista
fr: Télécharger la liste {0}

source: Tournament Schedule
de: Turnier Spielplan
es: Torneo Horario
fr: Calendrier du tournoi

source: League Schedule
de: Liga Spielplan
es: Liga Horario
fr: Horaire de Ligue

source: League {0} Availability Report
de: Liga {0} Verfügbarkeit Bericht
es: Liga {0} Informe de disponibilidad
fr: Rapport de disponibilité de la ligue {0}

source: Tournament Standings
de: Turnier Tabelle
es: Torneo Clasificación
fr: Classement du tournoi

source: League Standings
de: Liga Tabelle
es: Liga Clasificación
fr: Classement de la ligue

source: Summary
de: Zusammenfassung
es: Resumen
fr: Sommaire

source: Numeric Spirit?
de: Numerisch Geist?
es: Espíritu numérico?
fr: Esprit numérique?

source: Carbon Flip?
es: Tirón de carbono?
fr: Esprit Environmentale?

source: Max Score
fr: Score Max

source: Schedule Attempts
de: Zeitplan Versuche
es: Los intentos de horario
fr: Planifier des tentatives

source: Tie Breaker
es: Desempate
fr: Tie break

source: Division Summary
de: Abteilung Zusammenfassung
es: Resumen división
fr: Résumé de la division

source: Remind After
de: Erinnern Nach
es: Después de recordar a
fr: Rappeler après

source: Finalize After
de: Finalisieren Nach
es: Después de finalizar
fr: Finaliser après

source: from
de: von
es: de
fr: de

source: Stat Tracking
es: Seguimiento de las estadísticas
fr: Suivi des statistiques

source: Email Address
de: E-Mail-Addresse
es: Dirección de correo electrónico
fr: Courriel

source: Alternate Email Address
de: Alternative E-Mail-Adresse
es: Dirección de email alternativa
fr: Adresse de courriel alternative

source: Postal Code
de: Postleitzahl
es: Código postal
fr: Code postale

source: Home Phone
de: Festnetztelefon
es: Teléfono de casa
fr: Numéro de téléphone à la maison

source: Work Phone
de: Arbeitshandy
es: Teléfono del trabajo
fr: Numéro de téléphone (travail)

source: Work Ext
de: Arbeits Ext
es: Esfuerzo externo
fr: Poste de travail

source: Mobile Phone
de: Mobiltelefon
es: Teléfono móvil
fr: Numéro de téléphone (mobile)

source: Height
de: Höhe
es: Altura
fr: Hauteur

source: Skill Level
de: Fähigkeits Level
es: Nivel de habilidad
fr: Niveau de compétence

source: Alternate First Name
de: Alternate Vorname
es: Alternate Nombre
fr: Prénom suppléant

source: Alternate Last Name
de: Alternate Nachname
es: Alternan con Apellido
fr: Nom alternatif

source: Alternate Work Phone
de: Alternate Telefon Arbeit
es: Teléfono del trabajo alternativo
fr: Autre téléphone de travail

source: Alternate Work Ext
de: Alternative Arbeits Extern
es: Ext trabajo alternativo
fr: Poste de travail alternatif

source: Alternate Mobile Phone
de: Alternate Handy
es: Teléfono móvil alternativo
fr: Autre téléphone portable

source: Added
de: Hinzugefügt
es: Adicional
fr: Ajoutées

source: Mailing List
de: Mailing-Liste
es: Lista de correo
fr: Liste de diffusion

source: Edit Mailing List
de: Bearbeiten Mailing-Liste
es: Editar Lista de Correo
fr: Modifier liste de diffusion

source: Check this to allow recipients to unsubscribe from this mailing list. Be sure that your local privacy laws allow you to uncheck this before doing so.
de: Überprüfen Sie diese Empfänger zu ermöglichen, von dieser Mailing-Liste auszutragen. Achten Sie darauf, dass Ihre lokalen Datenschutzgesetze erlauben Ihnen, dies zu deaktivieren, bevor dies zu tun.
es: Active esta opción para que los destinatarios puedan darse de baja de esta lista de correo. Asegúrese de que las leyes de privacidad locales le permiten desactivar esta antes de hacerlo.
fr: Cochez cette case pour permettre aux destinataires de se désabonner de cette liste de diffusion. Assurez-vous que les lois locales sur la protection de la vie privée vous permettent de désactiver cette option avant de le faire.

source: Rules that must be passed to include a person on this mailing list.
de: Regeln, die weitergegeben werden müssen, um eine Person, die auf diese Mailing-Liste enthalten.
es: Las reglas que se deben pasar a incluir a una persona en esta lista de correo.
fr: Règles à transmettre pour inclure une personne dans cette liste de diffusion.

source: List Mailing Lists
de: Liste Mailing-Listen
es: Listas lista de correo
fr: Liste de diffusion

source: Delete Mailing List
de: Löschen Mailing-Liste
es: Borrar la lista de correo
fr: Supprimer liste de diffusion

source: Are you sure you want to delete this mailingList?
de: Sind Sie sicher, dass Sie diese Mailing-Liste zu löschen?
es: ¿Está seguro de que desea eliminar esta lista de correo?
fr: Voulez-vous vraiment supprimer cette liste de distribution?

source: Add Mailing List
de: Mailing-Liste hinzufügen
es: Añadir Lista de Correo
fr: Ajouter une liste de diffusion

source: Preview
de: Vorschau
es: Avance
fr: Prévisualisation

source: This mailing list currently matches the following people. Keep in mind that mailing lists are dynamic, so the list may change from day to day as people register, join teams, etc.
de: Diese Mailing-Liste zur Zeit Spiele folgender Personen. Beachten Sie, dass Mailing-Listen dynamisch sind, so dass die Liste kann von Tag zu Tag ändern, wie Menschen registrieren, verbinden Teams usw.
es: Esta lista de correo actualmente coincide con las siguientes personas. Tenga en cuenta que las listas de distribución son dinámicos, por lo que la lista puede cambiar de un día para que la gente se registre, unirse a los equipos, etc.
fr: Cette liste de diffusion correspond actuellement aux personnes suivantes. N'oubliez pas que les listes de diffusion sont dynamiques, de sorte que la liste peut changer de jour en jour à mesure que les personnes s'inscrivent, rejoignent des équipes, etc.

source: Opt Out
de: Optischer Ausgang
es: Optar por no
fr: Se désengager

source: Rule
de: Regel
es: Regla
fr: Règle

source: Related Newsletters
de: Verwandte Newsletter
es: Boletines relacionados
fr: Bulletins connexes

source: Target
de: Ziel
es: Objetivo
fr: But

source: Delivery Report
de: Sendebericht
es: Informe de entrega
fr: Rapport de livraison

source: Send
de: Senden
es: Enviar
fr: Envoyer

source: Are you sure you want to delete this newsletter?
de: Sind Sie sicher, dass Sie diesen Newsletter zu löschen?
es: ¿Está seguro de que quiere eliminar este boletín?
fr: Voulez-vous vraiment supprimer cette infolettre?

source: {0} Editor
fr: {0} éditeur

source: All {0}
de: Alle {0}
es: Todo {0}
fr: Tous les {0}

source: Show only open {0}
de: Nur offen {0}
es: Mostrar sólo abre {0}
fr: Montrer seulement ouvert {0}

source: Show all {0}
de: Alle anzeigen {0}
es: Mostrar todos {0}
fr: Afficher tout {0}

source: {0} Layout
es: {0} Disposición
fr: {0} disposition

source: Get directions to this {0} from:
de: Route zu dieser {0} aus:
es: Obtener direcciones a esta {0} a partir de:
fr: Obtenez l'itinéraire vers ce {0} à partir de:

source: Get Directions
de: Anweisungen bekommen
es: Obtener las direcciones
fr: Obtenir des directions

source: Walking
de: Gehen
es: Para caminar
fr: En marchant

source: Avoid highways
de: Vermeide Autobahnen
es: Evite autopistas
fr: Éviter les autoroutes

source: Newsletter
de: Rundschreiben
es: Hoja informativa
fr: Bulletin d'information

source: This newsletter has been delivered to {0} people. Click letters below to see recipients whose last name start with that letter.
de: Dieser Newsletter wurde an geliefert wird {0} Menschen. Klicken Sie unten, Buchstaben Empfänger, deren Nachname mit diesem Buchstaben beginnen, um zu sehen.
es: Este boletín ha sido entregado a {0} personas. Haga clic en las cartas de abajo para ver los destinatarios cuyo apellido comience con esa letra.
fr: Cette lettre d'information a été envoyée à {0} personnes. Cliquez sur les lettres ci-dessous pour voir les destinataires dont le nom de famille commence par cette lettre.

source: Recipient
de: Empfänger
es: Recipiente
fr: Bénéficiaire

source: Date Sent
de: Datum gesendet
es: Fecha de envío
fr: Date envoyé

source: Delete Newsletter
de: löschen Newsletter
es: Eliminar Newsletter
fr: Supprimer bulletin d'information

source: List Newsletters
de: List-Newsletter
es: Boletines lista
fr: Liste des newsletters

source: Add Newsletter
de: In Newsletter
es: Añadir Boletín
fr: Ajouter une infolettre

source: Edit Newsletter
de: Bearbeiten Newsletter
es: Editar Newsletter
fr: Modifier bulletin d'information

source: A short name for this newsletter, to be used as a heading in administrative reports.
de: Ein kurzer Name für diesen Newsletter, um als Überschrift in die Verwaltungsberichte verwendet werden.
es: Un nombre corto para este boletín, para ser utilizado como un encabezamiento en los informes administrativos.
fr: Nom abrégé de ce bulletin d’information, à utiliser comme titre dans les rapports administratifs.

source: Email address that this newsletter should come from.
de: E-Mail-Adresse, die dieser Newsletter kommen aus sollte.
es: Dirección de correo electrónico que este boletín debe provenir.
fr: Adresse e-mail dont cette lettre d'information devrait provenir.

source: Email address that this newsletter should be sent to, if different than the From address. If the "Personalize" box is checked, this is ignored.
de: E-Mail-Adresse, dass dieser Newsletter gesendet werden soll, wenn anders als die Absenderadresse. Wenn die "Personalisieren" aktiviert ist, wird diese ignoriert.
es: Dirección de correo electrónico que este boletín debe ser enviada a, si es diferente de la dirección del remitente. Si la casilla "Personalizar" está marcada, esto es ignorado.
fr: Email address that this newsletter should be sent to, if different than the From address. Si la «Personalize» case est cochée, ceci est ignoré.

source: Email address that replies to this newsletter should be sent to, if different than the From address.
de: E-Mail-Adresse, die zu diesem Newsletter antwortet gesendet werden soll, wenn anders als die Absenderadresse.
es: Dirección de correo electrónico que responde a este boletín debe ser enviada a, si es diferente de la dirección del remitente.
fr: L'adresse électronique qui répond à cette lettre d'information doit être envoyée à l'adresse, si différente de l'adresse De.

source: Subject line for emailing this newsletter.
de: Betreffzeile diesen Newsletter für E-Mail.
es: Línea de asunto de correo electrónico a este boletín.
fr: Ligne d'objet pour l'envoi de cette lettre d'information par courrier électronique.

source: The full text of the newsletter.
de: Der vollständige Text des Newsletters.
es: El texto completo del boletín.
fr: Le texte intégral de la newsletter.
