Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Linking someone as a relative does <strong>not</strong> give them any control over your information; to allow this, they need to link you as a relative.
de: Verknüpfen von jemand als Verwandter hat <strong>nicht</strong> geben sie keine Kontrolle über Ihre Informationen; Um dies zu ermöglichen, müssen sie Sie als relativ zu verknüpfen.
es: La vinculación de una persona como un pariente hace <strong>no</strong> darles ningún control sobre su información; para permitir que esto, es necesario que lo vinculará como un pariente.
fr: Le fait de lier une personne en tant que parent <strong>ne pas, ne lui</strong> donne aucun contrôle sur vos informations; pour permettre cela, ils doivent vous lier en tant que parent.

source: After linking them, they still need to accept you as a relative before you can manage their account for them.
de: Nach der Verknüpfung sie, müssen sie immer noch Sie als relativ zu akzeptieren, bevor Sie ihr Konto für sie verwalten können.
es: Después de la vinculación de ellos, que todavía tienen que aceptarlo como un pariente antes de poder gestionar su cuenta para ellos.
fr: Après les avoir reliées, ils doivent toujours vous accepter en tant que membre de la famille avant de pouvoir gérer leur compte pour eux.

source: Link as relative
de: Link als relativ
es: Enlace como relativa
fr: Lier comme parent

source: No accounts to approve.
de: Keine Konten zu genehmigen.
es: No hay cuentas para aprobar.
fr: Aucun compte à approuver.

source: Nominate for a Badge
de: Nominieren Sie für ein Abzeichen
es: Nominar para una insignia
fr: Nomination pour un badge

source: Assign a Badge
de: Weisen Sie ein Abzeichen
es: Asignar una insignia
fr: Attribuer une écusson

source: Assign badge
de: Vergeben Abzeichen
es: Asignar insignia
fr: Affecter une écusson

source: Nominate for badge
de: Nominieren für Abzeichen
es: Nominar para la divisa
fr: Nomination pour badge

source: Assign "{0}" Badge to {1}
de: Weisen Sie "{0}" Badge auf {1}
es: Asignar "{0}" insignia de {1}
fr: Assign «{0}» Badge à {1}

source: Nominate {0} for the "{1}" Badge
de: Nominieren {0} für die "{1}" Badge
es: Nominar {0} para el "{1}" Badge
fr: Nominate {0} for the «{1}» Écusson

source: Most badges are a sign of prestige, and are not simply granted to everyone. Here you can provide a reason why this person deserves this badge, which will be provided to the administrator to aid their decision. If approved, this reason will also be visible to anyone logged into the system as part of the nominee's permanent record.
de: Die meisten Abzeichen sind ein Zeichen von Prestige und sind nicht einfach für jedermann gewährt. Hier können Sie einen Grund geben, warum diese Person, die dieses Abzeichen verdient, die dem Administrator zur Verfügung gestellt werden, ihre Entscheidung zu unterstützen. Sollte diese genehmigt werden, wird aus diesem Grund auch sichtbar sein, um jemand in das System als Teil des Kandidaten permanente Aufzeichnung protokolliert.
es: La mayoría de las insignias son un signo de prestigio, y no son simplemente concedidos a todo el mundo. Aquí puede proporcionar una razón por la cual esta persona merece esta placa, que será proporcionada al administrador para ayudar a su decisión. Si se aprueba, lo cual también será visible para cualquiera que ha iniciado sesión en el sistema como parte del registro permanente del candidato.
fr: La plupart des badges sont un signe de prestige et ne sont pas simplement accordés à tout le monde. Vous pouvez indiquer ici pourquoi cette personne mérite ce badge, qui sera fourni à l'administrateur pour l'aider dans sa décision. Si elle est approuvée, cette raison sera également visible par toute personne connectée au système dans le dossier permanent du candidat.

source: This badge is only visible to admins. If you add a reason here, it will be visible to other admins to explain why the badge was assigned. This is typically used in the case of "red flagging" or similar situations.
de: Dieses Abzeichen ist nur sichtbar für Administratoren. Wenn Sie einen Grund hier hinzufügen, wird es sichtbar zu anderen Admins sein, zu erklären, warum das Abzeichen zugewiesen wurde. Dies ist typischerweise in dem Fall von "red nachlass" oder ähnliche Situationen verwendet.
es: Este logro es visible sólo para los administradores. Si se agrega una razón aquí, será visible para otros administradores de explicar por qué se le asignó la placa. Normalmente se utiliza en el caso de "Las marcas rojo" o situaciones similares.
fr: This badge is only visible to admins. If you add a reason here, it will be visible to other admins to explain why the badge was assigned. This is typically used in the case of «red flagging» ou des situations similaires.

source: Person Note
de: Person Hinweis
es: Nota persona
fr: Note personnelle

source: Participation Statistics
de: Die Teilnahme Statistik
es: Estadísticas de participación
fr: Statistiques de participation

source: Include details starting in
de: Fügen Sie Details ab
es: Incluyen detalles a partir de
fr: Inclure les détails à partir de

source: Up to and including
de: Bis einschließlich
es: Hasta e incluyendo
fr: Jusqu'à et y compris

source: Supported formats are PNG, JPEG and GIF.
de: Unterstützte Formate sind PNG, JPEG und GIF.
es: Los formatos soportados son PNG, JPEG y GIF.
fr: Les formats supportés sont PNG, JPEG et GIF.

source: Choose a file
fr: Choisissez un fichier

source: Select an image to upload.
es: Seleccionar una foto para subir.
fr: Sélectionnez une image à télécharger.

source: Drag the image, and use the slider to resize, until the desired area is highlighted.
fr: Faites glisser l'image et utilisez le curseur pour redimensionner, jusqu'à ce que la zone souhaitée soit mise en surbrillance.

source: Rotate Left
fr: Tourne à gauche

source: Rotate Right
fr: Tourner à droite

source: Enable Personal iCal Feed
de: Aktivieren Persönliche iCal-Feed
es: Habilitar iCal Personal RSS
fr: Activer le flux iCal personnel

source: NOTE: By enabling this, you agree to make your personal schedule in iCal format available as public information (required for Google Calendar, etc. to be able to access the data.)
de: HINWEIS: Durch diesen Befehl aktivieren, stimmen Sie Ihren persönlichen Zeitplan im iCal-Format zur Verfügung als die Information der Öffentlichkeit zu machen (erforderlich für Google Kalender etc. der Lage sein, auf die Daten zuzugreifen.)
es: NOTA: Al permitir esto, usted se compromete a hacer su horario personal en formato iCal disponible como información pública (necesario para Google Calendar, etc, para poder tener acceso a los datos).
fr: REMARQUE: En activant cette option, vous acceptez de rendre votre agenda personnel au format iCal disponible à titre d'information publique (obligatoire pour Google Agenda, etc. pour pouvoir accéder aux données.)

source: Always Send Attendance Reminder Emails
de: Senden Sie immer Teilnahme Erinnerung E-Mails
es: Siempre Enviar correos electrónicos de recordatorio de asistencia
fr: Il faut toujours envoyer des courriels de rappel de présence

source: Turn this on if you want to receive reminder emails (with game information) for games that you have already indicated your attendance for. Turn off if you only want emails when you have not yet set your attendance.
de: Schalten Sie diese Option, wenn Sie E-Mails Erinnerung erhalten möchten (mit Spielinformationen) für Spiele, die Sie bereits angedeutet haben Ihre Teilnahme für. Schalten Sie, wenn Sie E-Mails wünschen, wenn Sie noch nicht Ihren Besuch eingestellt.
es: Activar esta opción si desea recibir correos electrónicos de recordatorio (con información del juego) para los juegos que ya ha indicado su asistencia para. Apagará si solo deseas correos electrónicos cuando todavía no ha configurado su asistencia.
fr: Activez cette option si vous souhaitez recevoir des e-mails de rappel (avec des informations sur les parties) pour les parties pour lesquels vous avez déjà indiqué votre présence. Désactivez-la si vous ne souhaitez recevoir des courriels que si vous n'avez pas encore défini votre participation.

source: NOTE: This applies only to teams with attendance tracking enabled.
de: Hinweis: Dies gilt nur für Teams mit Anwesenheitserfassung aktiviert.
es: NOTA: Esto sólo se aplica a los equipos con control de asistencia habilitados.
fr: REMARQUE: cela ne s'applique qu'aux équipes dont le suivi des présences est activé.

source: use system default
de: Sie Standard-System
es: el uso por defecto del sistema
fr: utiliser les valeurs par défaut du système

source: Date Format
de: Datumsformat
es: Formato de fecha
fr: Format de date

source: Select your preferred date format
de: Wählen Sie die gewünschte Datumsformat
es: Seleccione el formato de fecha preferido
fr: Sélectionnez votre format de date préféré

source: Day Format
es: Formato día
fr: Format de jour

source: Select your preferred day format
de: Wählen Sie Ihre bevorzugte Tagesformat
es: Seleccione su formato preferido día
fr: Sélectionnez votre format de jour préféré

source: Time Format
de: Zeitformat
es: Formato de tiempo
fr: Format de l'heure

source: Select your preferred time format
de: Wählen Sie die gewünschte Zeitformat
es: Seleccione el formato de hora preferido
fr: Sélectionnez votre format d'heure préféré

source: Preferred Language
de: Bevorzugte Sprache
es: Idioma preferido
fr: Langue préférée

source: You have authorized your account to post updates to {0}. You can {1} if you no longer want to tweet updates.
de: Sie haben Ihr Konto zu posten Updates zu {0} autorisiert. Sie können {1}, wenn Sie wollen nicht länger Updates zu twittern.
es: Usted ha autorizado a su cuenta para enviar actualizaciones a {0}. Puede {1} si ya no quieren cambios pío.
fr: Vous avez autorisé votre compte à publier des mises à jour sur {0}. Vous pouvez {1} si vous ne souhaitez plus tweeter les mises à jour.

source: revoke this authorization
de: Widerruf dieser Ermächtigung
es: revocar esta autorización
fr: révoquer cette autorisation

source: This system can post certain updates to {0} on your behalf. To enable this, you must {1}. Note that nothing will ever be tweeted automatically; this authorization enables you to tweet directly from this site.
de: Dieses System kann bestimmte Updates zu {0} in Ihrem Namen posten. Um dies zu ermöglichen, müssen Sie {1}. Beachten Sie, dass nichts jemals automatisch getwittert werden; Diese Ermächtigung ermöglicht es Ihnen, direkt von dieser Seite zu twittern.
es: Este sistema puede contabilizar ciertos cambios a {0} en su nombre. Para permitir esto, usted debe {1}. Tenga en cuenta que nada volverá a ser twitteado de forma automática; esta autorización le permite tuitear directamente desde este sitio.
fr: Ce système peut publier certaines mises à jour sur {0} en votre nom. Pour l'activer, vous devez {1}. Notez que rien ne sera jamais tweeté automatiquement; cette autorisation vous permet de tweeter directement à partir de ce site.

source: authorize {0} to accept these tweets
de: ermächtigen {0} diese Tweets zu akzeptieren
es: autorizar a {0} para aceptar estos tuits
fr: autoriser {0} à accepter ces tweets

source: Reactivate Profile
de: reaktivieren Profil
es: Reactivar Perfil
fr: Réactiver le profil

source: You have asked to reactivate your profile.
de: Sie haben gefragt, um Ihr Profil zu aktivieren.
es: Ha solicitado para reactivar su perfil.
fr: Vous avez demandé à réactiver votre profil.

source: If you reactivate your profile, your basic information (name and skill level) will become visible to search engines again. You may also receive any newsletters that we may send out.
de: Wenn Sie Ihr Profil zu aktivieren, Ihre grundlegenden Informationen (Name und Qualifikationsniveau) sichtbar werden Motoren wieder zu suchen. Sie können erhalten auch alle Newsletter, die wir aussenden kann.
es: Si reactiva su perfil, su información básica (nombre y nivel de habilidad) se hará visible a los motores de búsqueda de nuevo. También puede recibir ningún boletines de noticias que podemos enviar a cabo.
fr: Si vous réactivez votre profil, vos informations de base (nom et niveau de compétence) seront à nouveau visibles pour les moteurs de recherche. Vous pouvez également recevoir des lettres d'information que nous pouvons envoyer.

source: To proceed with the reactivation, simply click the "Reactivate" button below.
de: Um mit der Reaktivierung, klicken Sie einfach auf die "Reaktivieren" unten-Taste.
es: Para proceder a la reactivación, simplemente haga clic en el botón "Activar" a continuación.
fr: To proceed with the reactivation, simply click the «Reactivate» bouton ci-dessous.

source: Registration History
de: Registrierung Geschichte
es: Historia de registro
fr: Historique d'inscription

source: Membership Retention Statistics
de: Mitgliederbindung Statistik
es: Estadísticas de miembros de retención
fr: Statistiques de rétention des membres

source: Rule-based Search
de: Die regelbasierte Suche
es: Basado en reglas Buscar
fr: Recherche basée sur des règles

source: Enter a rule to find people who match.
de: Geben Sie eine Regel, Leute zu finden, die passen.
es: Introducir una regla para encontrar personas que coincidan.
fr: Entrez une règle pour trouver les personnes qui correspondent.

source: Alternately, you may {0}, {1} or {2}.
de: Alternativ können Sie {0}, {1} oder {2}.
es: Alternativamente, es posible que {0}, {1} o {2}.
fr: Vous pouvez également {0}, {1} ou {2}.

source: enter a rule and find people who match
de: geben Sie eine Regel und finden Menschen, die passen
es: introducir una regla y encontrar personas que coincidan
fr: entrez une règle et trouvez les personnes qui correspondent

source: find everyone participating in a particular league
de: finden alle in einer bestimmten Liga teilnehmen
es: encontrar todos los que participan en una liga particular,
fr: trouver tout le monde participant à une ligue particulière

source: find all inactive users (not currently on any team)
de: finden Sie alle inaktiven Benutzer (zur Zeit nicht auf jedem Team)
es: encontrar todos los usuarios inactivos (no está en cualquier equipo)
fr: trouver tous les utilisateurs inactifs (ne faisant actuellement partie d'aucune équipe)

source: There are {0} new {1}.
de: Es gibt {0} neue {1}.
es: Hay {0} nueva {1}.
fr: Il y a {0} nouveaux {1}.

source: accounts to approve
de: Konten zu genehmigen
es: cuentas para aprobar
fr: comptes à approuver

source: profile photos to approve
de: Profil Fotos zu genehmigen
es: Fotos del perfil para aprobar
fr: photos de profil à approuver

source: uploaded documents to approve
de: hochgeladenen Dokumente zu genehmigen
es: los documentos cargados para aprobar
fr: documents téléversés à approuver

source: badge nominations to approve
de: Abzeichen Nominierungen zu genehmigen
es: nominaciones insignia para aprobar
fr: badge nominations à approuver

source: Consolidated Schedule
de: Konzern-Zeitplan
es: Lista consolidada
fr: Horaire consolidée

source: {0}'s Teams
fr: Les équipes de {0}

source: You are currently browsing the {0} affiliate. You might want to {1} or {2}.
de: Sie befinden sich aktuell in den {0} Partner. Vielleicht möchten Sie auf {1} oder {2}.
es: Ha accedido a la {0} afiliado. Es posible que desee {1} o {2}.
fr: Vous parcourez actuellement l'affilié {0}. Vous souhaiterez peut-être {1} ou {2}.

source: remove this restriction
de: Entfernen Sie diese Einschränkung
es: eliminar este criterio
fr: retirer la restriction

source: select a different affiliate to view
de: wählen Sie einen anderen Partner zu sehen
es: seleccionar un afiliado diferente para ver
fr: sélectionnez une affiliée différente a voir

source: This site has multiple affiliates. You might want to {0}.
de: Diese Seite hat mehrere Tochtergesellschaften. Vielleicht möchten Sie auf {0}.
es: Este sitio tiene varios afiliados. Es posible que desee {0}.
fr: Ce site a plusieurs filiales. Vous voudrez peut-être {0}.

source: select a specific affiliate to view
de: eine bestimmte Partner zu sehen
es: seleccionar un afiliado específico para ver
fr: sélectionner une affilié spécifique a voir

source: This site has affiliates that you are not a member of. You might want to {0} or {1}.
de: Diese Seite hat Tochtergesellschaften, die Sie nicht Mitglied sind. Vielleicht möchten Sie {0} oder {1}.
es: Este sitio tiene afiliados que usted no es un miembro de. Es posible que desee {0} o {1}.
fr: Ce site a des affiliés dont vous n'êtes pas membre. Vous souhaiterez peut-être {0} ou {1}.

source: join other affiliates
de: kommen Sie mit anderen verbundenen Unternehmen
es: unirse a otros afiliados
fr: joignez les autres affiliés

source: change which affiliate you are a member of
de: ändern, welche Affiliate Sie sind Mitglied
es: cambiar cuál de afiliados que es un miembro de
fr: changer l'affiliation que vous êtes membre de

source: You are a member of all affiliates on this site. You might want to {0} or {1}.
de: Sie sind Mitglied von allen unseren Partnern, auf dieser Website. Vielleicht möchten Sie {0} oder {1}.
es: Usted es miembro de todos los afiliados en este sitio. Es posible que desee {0} o {1}.
fr: Vous êtes membre de tous les affiliés sur ce site. Vous souhaiterez peut-être {0} ou {1}.

source: reduce your affiliations
de: reduzieren Sie Ihre Zugehörigkeiten
es: reducir sus afiliaciones
fr: reduire vos affiliations

source: People Statistics
de: Menschen Statistiken
es: Personas Estadísticas
fr: Statistiques des joueurs

source: People by Account Status
de: Menschen, die von Kontostatus
es: La gente de Estado de la cuenta
fr: Personnes par statut de compte

source: People by Account Class
de: Menschen, die von Kontoklasse
es: La gente de la clase Cuenta
fr: Personnes par classe de compte

source: Class
de: Klasse
es: Clase
fr: Classe

source: Players by Gender
de: Spieler nach Geschlecht
es: Los jugadores, por género
fr: Joueurs par genre

source: Players by Roster Designation
fr: Joueurs par désignation

source: Players by Age
de: Spieler nach Alter
es: Los jugadores, por edad
fr: Joueurs par Age

source: Players by Year Started
de: Die Spieler von Jahr begonnen
es: Los jugadores por año comenzó
fr: Joueurs par année commencée

source: Year
de: Jahr
es: Año
fr: Année

source: Players by Skill Level
de: Spieler nach Schwierigkeitsgrad
es: Los jugadores de nivel de habilidad
fr: Joueurs par niveau de compétence

source: Players by City
de: Spieler nach Stadt
es: Jugadores de la ciudad
fr: Joueurs par Ville

source: Unspecified
de: Nicht spezifiziert
es: Sin especificar
fr: Non spécifié

source: Team History
de: Team Geschichte
es: Historial del equipo
fr: Historique de l'équipe

source: Zuluru Id
es: Id Zuluru
fr: ID Zuluru

source: Last Login
de: Letzte Anmeldung
es: Último acceso
fr: Dernière connexion

source: IP Address
de: IP Adresse
es: Dirección IP
fr: Adresse IP

source: published
de: veröffentlicht
es: publicado
fr: publié

source: private
de: Privat-
es: privado
fr: privé

source: Phone (home)
de: Nach Hause telefonieren)
es: Teléfono (casa)
fr: Numéro de téléphone (maison)

source: Phone (work)
de: Telefon (Arbeit)
es: Teléfono (trabajo)
fr: Numéro de téléphone (travail)

source: Phone (mobile)
de: Mobiltelefon)
es: Teléfono móvil)
fr: Numéro de téléphone (mobile)

source: Alternate Contact
de: Alternative Kontakt
es: Contacto alternativo
fr: Autre contact

source: unknown
de: unbekannt
es: desconocido
fr: inconnu

source: Year Started
de: Jahresbeginn
es: Año de inicio
fr: Année commencée

source: Account Status
de: Kontostatus
es: Estado de la cuenta
fr: État de compte

source: Has Dog
de: hat Dog
es: Tiene perro
fr: A chien

source: Contact for Feedback
es: Contacto para Comentarios
fr: Contact pour commentaires

source: Edit Preferences
de: Einstellungen bearbeiten
es: Editar preferencias
fr: Modifier vos Préférences

source: Edit Note
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note

source: {0} on {1} ({2})
fr: {0} sur {1} ({2})

source: Relatives
de: Verwandtschaft
es: Los familiares
fr: Les proches

source: Relative
de: Relativ
es: Relativo
fr: Relatif

source: You can control {0}
de: Sie können steuern {0}
es: Tú puede controlar {0}
fr: Vous pouvez contrôler {0}

source: {0} can control {1}
de: {0} können steuern {1}
es: {0} puede controlar {1}
fr: {0} peut contrôler {1}

source: Remove Relation
fr: Supprimer la relation

source: Are you sure you want to remove this relation? This does not delete their profile, it only breaks the link between you.
fr: Êtes-vous sûr de vouloir supprimer cette relation? Cela ne supprime pas leur profil, cela rompt seulement le lien entre vous.

source: {0} can control you
de: {0} können steuern Sie
es: {0} puede controlar tú
fr: {0} peut vous contrôler

source: Link a relative
de: Verknüpfen eines relativen
es: Vincular un pariente
fr: Lier un parent

source: Recent Registrations
de: Neuregistrierungen
es: Las inscripciones recientes
fr: Inscriptions récentes

source: Show Registration History
de: Zeige Registrierung Geschichte
es: Mostrar historial de registro
fr: Afficher l'historique d'enregistrement

source: Available Credits
de: Verfügbare Punkte
es: Créditos disponibles
fr: Crédits disponibles

source: These credits can be applied to future registrations.
de: Diese Kredite können für zukünftige Anmeldungen angewendet werden.
es: Estos créditos pueden aplicarse a futuros registros.
fr: Ces crédits peuvent être appliqués aux inscriptions futures.

source: Show Credit History
de: Zeige Credit History
es: Mostrar historial de crédito
fr: Afficher l'historique de crédit

source: Waiver
de: Verzicht
es: Renuncia
fr: Abandon

source: Signed
de: Unterzeichnet
es: Firmado
fr: Signé

source: Valid From
de: Gültig ab
es: Válida desde
fr: Valide pour

source: Valid Until
de: Gültig bis
es: Válido hasta
fr: Valide Jusqu'a

source: No current waiver is in effect.
de: Keine aktuellen Verzicht ist wirksam.
es: Ninguna renuncia actual está en vigor.
fr: Aucune renonciation en cours n'est en vigueur.

source: Show Waiver History
de: Anzeigen Waiver Geschichte
es: Mostrar historial de Exención
fr: Afficher l'historique de décharge

source: Unapproved
es: No aprobado
fr: Non approuvé

source: Are you sure you want to delete this document?
de: Sind Sie sicher, dass Sie dieses Dokument zu löschen?
es: ¿Está seguro de que quiere eliminar este documento?
fr: Voulez-vous vraiment supprimer ce document?

source: Upload New Document
de: Laden Sie Neues Dokument
es: Sube Nuevo documento
fr: Téléverser un nouveau document

source: Assigned Tasks
de: zugewiesenen Aufgaben
es: Tareas asignadas
fr: Tâches affectées

source: Task
de: Aufgabe
es: Tarea
fr: Tâche

source: Account Class
de: Konto-Klasse
es: Clase de cuenta
fr: Classe de compte

source: You have never signed a waiver.
de: Sie haben unterzeichnet nie einen Verzicht.
es: Nunca se ha firmado una renuncia.
fr: Vous n'avez jamais signé de renonciation.

source: This person has never signed a waiver.
de: Diese Person hat unterschrieben nie einen Verzicht.
es: Esta persona nunca ha firmado una renuncia.
fr: Cette personne n'a jamais signé de renonciation.

source: Never expires
de: Läuft nie ab
es: Nunca expira
fr: N'expires jamais

source: You have not signed the following waivers for a period covering today's date.
de: Sie haben nicht die folgenden Ausnahmeregelungen für einen Zeitraum, das heutige Datum unterzeichnet.
es: No ha firmado los siguientes dispensas por un período que cubre la fecha de hoy.
fr: Vous n'avez pas signé les renonciations suivantes pour une période couvrant la date du jour.

source: covering
de: Abdeckung
es: cubierta
fr: couvrant

source: to
de: nach
es: a
fr: à

source: from
de: von
es: de
fr: de

source: Sign
de: Schild
es: Firmar
fr: Signe

source: Create Questionnaire
de: erstellen Fragebogen
es: Crear Cuestionario
fr: Créer un questionnaire

source: List Questionnaires
de: Liste Fragebögen
es: Lista cuestionarios
fr: Liste des questionnaires
