Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: The questionnaire could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El cuestionario no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le questionnaire n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Failed to activate questionnaire "{0}".
de: Fehlgeschlagen Fragebogen zu aktivieren ''{0}''.
es: Error al activar el cuestionario "{0}".
fr: Échec d'activation du questionnaire «{0}».

source: Failed to deactivate questionnaire "{0}".
de: Fehlgeschlagen Fragebogen zu deaktivieren ''{0}''.
es: Error al desactivar el cuestionario "{0}".
fr: Échec de la désactivation du questionnaire «{0}».

source: The following records reference this questionnaire, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de este cuestionario, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à ce questionnaire, il ne peut donc pas être supprimé.

source: The questionnaire has been deleted.
de: Der Fragebogen wurde gelöscht.
es: El cuestionario ha sido eliminado.
fr: Le questionnaire a été supprimé.

source: The questionnaire could not be deleted. Please, try again.
de: Der Fragebogen konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El cuestionario no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: Le questionnaire n'a pas pu être supprimé. Veuillez réessayer.

source: Invalid question.
de: Ungültige Frage.
es: Pregunta válida.
fr: Question invalide.

source: This question is already part of this questionnaire.
de: Diese Frage ist bereits Teil dieses Fragebogens.
es: Esta cuestión ya es parte de este cuestionario.
fr: Cette question fait déjà partie de ce questionnaire.

source: This question is not part of this questionnaire.
de: Diese Frage ist nicht Teil dieses Fragebogens.
es: Esta pregunta no es parte de este cuestionario.
fr: Cette question ne fait pas partie de ce questionnaire.

source: This question has responses saved, and cannot be removed for historical purposes. You can deactivate it instead, so it will no longer be shown for new registrations.
de: Diese Frage hat Antworten gespeichert und können nicht aus historischen Gründen entfernt werden. Sie können es stattdessen zu deaktivieren, so dass es nicht mehr für neue Registrierungen angezeigt.
es: Esta cuestión ha salvado respuestas, y no puede ser eliminado con fines históricos. Puede desactivarlo en su lugar, por lo que ya no se muestra para las nuevas matriculaciones.
fr: Cette question a des réponses enregistrées et ne peut pas être supprimée à des fins historiques. Vous pouvez le désactiver à la place, ainsi il ne sera plus affiché pour les nouvelles inscriptions.

source: The question has been saved.
de: Die Frage wurde gespeichert.
es: La pregunta se ha guardado.
fr: La question a été enregistrée.

source: The question could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La cuestión no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La question n'a pas pu être sauvegardée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Failed to activate question "{0}".
de: Fehlgeschlagen Frage zu aktivieren ''{0}''.
es: No se pudo activar la pregunta "{0}".
fr: Échec d'activation de la question «{0}».

source: Failed to deactivate question "{0}".
de: Fehlgeschlagen Frage zu deaktivieren ''{0}''.
es: Error al desactivar pregunta "{0}".
fr: Échec de la désactivation de la question «{0}».

source: The following records reference this question, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta cuestión, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette question, elle ne peut donc pas être supprimée.

source: The question has been deleted.
de: Die Frage wurde gelöscht.
es: La pregunta ha sido eliminado.
fr: La question a été supprimée.

source: The question could not be deleted. Please, try again.
de: Die Frage konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La cuestión no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: La question n'a pas pu être supprimée. Veuillez réessayer.

source: Failed to add question.
de: Fehlgeschlagen Frage hinzuzufügen.
es: No se pudo agregar cuestión.
fr: Impossible d'ajouter la question.

source: Failed to remove this answer.
de: Fehlgeschlagen diese Antwort zu entfernen.
es: No se pudo eliminar esta respuesta.
fr: Impossible de supprimer cette réponse.

source: This answer has responses saved, and cannot be removed for historical purposes. You can deactivate it instead, so it will no longer be shown for new registrations.
de: Diese Antwort hat Antworten gespeichert und können nicht aus historischen Gründen entfernt werden. Sie können es stattdessen zu deaktivieren, so dass es nicht mehr für neue Registrierungen angezeigt.
es: Esta respuesta tiene respuestas guardadas, y no se puede quitar con fines históricos. Puede desactivarlo en su lugar, por lo que ya no se muestra para las nuevas matriculaciones.
fr: Cette réponse contient des réponses enregistrées et ne peut pas être supprimée à des fins historiques. Vous pouvez le désactiver à la place, ainsi il ne sera plus affiché pour les nouvelles inscriptions.

source: Invalid region.
de: Ungültige Region.
es: Región no válido.
fr: Région invalide.

source: The region has been saved.
de: Die Region wurde gespeichert.
es: La región se ha guardado.
fr: La région a été sauvegardée.

source: The region could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La región no podía ser salvado. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La région n'a pas pu être sauvegardée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this region, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta región, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette région et ne peuvent donc pas être supprimés.

source: The region has been deleted.
de: Die Region wurde gelöscht.
es: La región ha sido eliminado.
fr: La région a été supprimée.

source: The region could not be deleted. Please, try again.
de: Die Region konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La región no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: La région n'a pas pu être supprimée. Veuillez réessayer.

source: Start date must be before end date!
de: Startdatum vor dem Enddatum sein muss!
es: Fecha de inicio debe ser anterior a la fecha de finalización!
fr: La date de début doit être avant la date de fin!

source: Invalid registration.
de: Ungültige Registrierung.
es: Registro válido.
fr: Inscription non valide.

source: Invalid price point.
de: Ungültige Preis.
es: Precio válido.
fr: Point de prix invalide.

source: The registration could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El registro no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le pré-inscription n'a pu être sauvegardée. Veuillez corriger les erreurs ci-dessous et essayer de nouveau.

source: You have been added to the waiting list for this event.
de: Sie haben für diese Veranstaltung in die Warteliste aufgenommen.
es: Usted se han añadido a la lista de espera para este evento.
fr: Vous avez été ajouté à la liste d'attente de cet évènement.

source: Your registration for this event has been confirmed.
de: Die Anmeldung für diese Veranstaltung wurde bestätigt.
es: Su registro a este evento ha sido confirmada.
fr: Votre inscription pour cet évènement a été confirmée.

source: Your preferences have been saved and your registration confirmed.
de: Ihre Präferenzen wurden gespeichert und Ihre Registrierung bestätigt.
es: Sus preferencias se han guardado y su inscripción confirmada.
fr: Vos préférences ont été sauvegardés et votre inscription confirmée.

source: Your registration for this event has been saved. Please complete your payment to confirm your registration.
de: Die Anmeldung für diese Veranstaltung wurde gespeichert. Bitte füllen Sie Ihre Zahlung Ihre Anmeldung zu bestätigen.
es: Su registro a este evento ha sido guardado. Por favor completar el pago para confirmar su registro.
fr: Votre inscription à cet événement a été enregistrée. Veuillez compléter votre paiement pour confirmer votre inscription.

source: Your preferences for this registration have been saved. Please complete your payment to confirm your registration.
de: Ihre Präferenzen für diese Registrierung wurden gespeichert. Bitte füllen Sie Ihre Zahlung Ihre Anmeldung zu bestätigen.
es: Sus preferencias para este registro se han guardado. Por favor completar el pago para confirmar su registro.
fr: Vos préférences pour cette inscription ont été enregistrées. Veuillez compléter votre paiement pour confirmer votre inscription.

source: Invalid credit.
de: Ungültige Kredit.
es: De crédito no válido.
fr: Crédit invalide.

source: Credit
de: Kredit
es: Crédito
fr: Crédit

source: The credit has been applied to the chosen registration.
de: Der Kredit wurde auf die gewählte Registrierung beantragt.
es: El crédito se ha aplicado al registro elegido.
fr: Le crédit a été appliqué à l'inscription choisie.

source: There was an error redeeming the credit.
de: Es gab den Kredit ein Fehler einzulösen.
es: Se ha producido un error al canjear el crédito.
fr: Une erreur s'est produite dans l'échange de votre crédit.

source: Payment deadline has passed
de: Zahlungsfrist abgelaufen
es: Plazo de pago ha pasado
fr: La date limite pour faire le paiement est dépassée

source: You are on the waiting list
fr: Vous êtes sur la liste d'attente

source: In a different affiliate
de: In einem anderen Partner
es: En un afiliado diferente
fr: Dans une société affiliée différente

source: Deposit paid; balance must be paid off-line
de: Anzahlung; Balance muss off-line zu zahlen
es: Depósito pagado; saldo debe ser pagado fuera de línea
fr: Dépôt payé; le solde doit être payé en personne

source: Registration for this is open, but online payments are not allowed
de: Die Anmeldung für diese ist offen, aber die Zahlungen noch nicht akzeptiert
es: La inscripción a este está abierto, pero no se aceptan pagos sin embargo,
fr: L'inscription est ouverte mais les paiements en ligne ne sont pas autorisés.

source: Successfully unregistered from this event.
de: Erfolgreich aus diesem Ereignis nicht registriert.
es: Éxito anular el registro de este evento.
fr: Vous vous êtes désinscrit de cet événement avec succès.

source: Failed to unregister from this event!
de: Konnte nicht von dieser Veranstaltung zu deregistrieren!
es: Error al anular el registro de este evento!
fr: Échec de l'annulation d'inscription à cet événement!

source: Unable to extract payment information from the text provided.
fr: Impossible d'extraire les informations de paiement du texte fourni.

source: A registration in this email could not be loaded.
fr: Une inscription dans cet e-mail n&#39;a pas pu être chargée.

source: A registration in this email has already been marked as paid. All registrations must be unpaid before this can proceed.
fr: Une inscription dans cet email a déjà été marquée comme payée. Toutes les inscriptions doivent être impayées avant de pouvoir procéder.

source: Applied {0} from credit #{1}
de: Applied {0} von Kredit # {1}
es: Aplicada {0} de crédito # {1}
fr: {0} appliqué du crédit numéro {1}

source: The payment has been saved.
de: Die Zahlung wurde gespeichert.
es: El pago se ha guardado.
fr: Le paiement a été enregistré.

source: The payment could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El pago no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le paiement n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Invalid payment.
de: Ungültige Zahlung.
es: El pago válido.
fr: Paiement invalide.

source: The refund could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El reembolso no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le remboursement n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Failed to issue refund through online processor. Refund data was NOT saved. You can try again, or uncheck the "Issue refund through online payment provider" box and issue the refund manually.
de: Fehlgeschlagen Erstattung durch Online-Prozessor zu erteilen. Rückerstattung-Daten wurden nicht gespeichert. Sie können erneut versuchen, oder deaktivieren Sie das "Ausgabe Erstattung durch Online-Payment-Anbieter" eingeben und die Erstattung von Hand ausstellen.
es: No se ha podido emitir el reembolso a través del procesador en línea. los datos de devolución no se guardó. Puedes volver a intentarlo, o desactive la "restitución de emisión a través de pago en línea proveedor de" caja y emitir el reembolso de forma manual.
fr: Failed to issue refund through online processor. Refund data was NOT saved. You can try again, or uncheck the «Issue refund through online payment provider» boîte et émettre le remboursement manuellement.

source: The refund has been saved.
de: Die Erstattung wurde gespeichert.
es: El reembolso se ha guardado.
fr: Le remboursement a été enregistré.

source: The credit has been saved.
de: Der Kredit wurde gespeichert.
es: El crédito ha sido guardado.
fr: Le crédit a été enregistré.

source: The credit could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El crédito no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le crédit n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: This user has no unpaid registrations to transfer the payment to.
de: Dieser Benutzer hat keine unbezahlten Registrierungen, die Zahlung zu übertragen.
es: Este usuario no tiene registros pendientes de pago para transferir el pago a.
fr: Cet utilisateur n'a aucune inscription impayée pour transférer le paiement.

source: This registration is marked as {0}.
de: Diese Registrierung ist markiert als {0}.
es: Este registro se marca como {0}.
fr: Cet inscription est marqué comme {0}.

source: Transferred {0}
de: Übertragen {0}
es: Transferido {0}
fr: Transféré {0}

source: The transfer could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La transferencia no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le transfert n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Your preferences for this registration have been saved.
de: Ihre Präferenzen für diese Registrierung wurden gespeichert.
es: Sus preferencias para este registro se han guardado.
fr: Vos préférences pour cette inscription ont été sauvergardés.

source: The registration has been saved.
de: Die Registrierung wurde gespeichert.
es: El registro se ha guardado.
fr: La pré-inscription a été sauvegardée.

source: There are no unpaid registrations.
de: Es gibt keine unbezahlten Anmeldungen.
es: No hay registros pendientes de pago.
fr: Il n'y a aucune inscription non payée.

source: There are no unused credits.
de: Es gibt keine ungenutzten Credits.
es: No hay créditos no utilizados.
fr: Il n'y a aucun crédit non utilisé.

source: There is nobody on the waiting list for this event.
de: Es gibt niemanden auf der Warteliste für diese Veranstaltung.
es: No hay nadie en la lista de espera para este evento.
fr: Il n'y a personne sur la liste d'attente de cet évènement.

source: This division's "schedule type" is set to "none", so no games can be added.
de: Diese Aufteilung des "Plantyp" gesetzt "none" auf, so können keine Spiele hinzugefügt werden.
es: Esta división de "tipo de programa" está ajustado a "no", así que no hay juegos puede ser añadido.
fr: This division's «schedule type» est réglé sur «none», so no games can be added.

source: Cannot schedule games in a division with less than two teams.
de: Kann nicht mit weniger als zwei Mannschaften spielen in einer Division planen.
es: No se puede programar juegos en una división con menos de dos equipos.
fr: Impossible de programmer des matchs dans une division de moins de deux équipes.

source: Must currently have an even number of teams in your division. If you need a bye, please create a team named Bye and add it to your division. Otherwise, {0} and set the "exclude teams" flag.
de: Derzeit müssen eine gerade Anzahl von Teams in Ihrer Abteilung haben. Wenn Sie ein Freilos benötigen, erstellen Sie bitte ein Team namens Bye und es zu Ihrer Abteilung hinzuzufügen. Andernfalls {0} und stellen Sie die "Teams ausschließen" Flagge.
es: Actualmente debe tener un número par de equipos en su división. Si necesita una semana de descanso, por favor cree un equipo llamado Adiós y añadirlo a su división. De lo contrario, {0} y establecer la "excluir a los equipos de" bandera.
fr: Must currently have an even number of teams in your division. If you need a bye, please create a team named Bye and add it to your division. Otherwise, {0} and set the «exclude teams» drapeau.

source: edit your division
de: Bearbeiten Sie Ihre Abteilung
es: editar su división
fr: éditer votre division

source: You marked {0} teams to exclude, that leaves {1}. Cannot schedule games for an un-even number of teams!
de: Sie markiert {0} Mannschaften auszuschließen, dass Blätter {1}. Kann nicht Spiele für eine un-gerade Anzahl von Teams planen!
es: Has marcado {0} equipos para excluir, que las hojas {1}. No se puede programar juegos para un número no-uniforme de equipos!
fr: Vous avez marqué {0} équipes à exclure, ce qui laisse {1}. Impossible de programmer des parties pour un nombre non égal d’équipes!

source: no
de: Nein
fr: non

source: Select the number of pools to add.
de: Wählen Sie die Anzahl der Schwimmbäder hinzuzufügen.
es: Seleccione el número de piscinas que añadir.
fr: Selectionnez le nombre de bassin à ajouter.

source: Number of teams must add up to {0}.
de: Anzahl der Mannschaften müssen summieren sich zu {0}.
es: Número de equipos que deben sumar {0}.
fr: Le nombre d'équipes doit correspondre à {0}.

source: place teams
de: Ort-Teams
es: Puesto equipos
fr: placer l'équipe

source: The pools have been saved.
de: Die Pools wurden gespeichert.
es: Las piscinas se han guardado.
fr: Les piscines ont été enregistrées.

source: The pools could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Las piscinas no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les piscines n'ont pas pu être sauvées. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Select the type of game or games to add.
de: Wählen Sie die Art von Spiel oder Spiele hinzuzufügen.
es: Seleccione el tipo de juego o juegos que añadir.
fr: Sélectionnez le type de match(s) à ajouter.

source: Sorry, there are no {0} available for your division. Check that {0} have been allocated before attempting to proceed.
de: Leider gibt es keine {0} für Ihre Abteilung zur Verfügung. Überprüfen Sie, dass {0} zugewiesen wurden, bevor Sie fortfahren.
es: Lo sentimos, no hay {0} disponibles para su división. Compruebe que {0} se han asignado antes de intentar proceder.
fr: Désolé, aucun {0} n'est disponible pour votre division. Vérifiez que {0} a été alloué avant de poursuivre.

source: There are insufficient {0} available to support the requested schedule.
de: Es gibt nicht genügend {0} verfügbar, um die angeforderten Zeitplan zu unterstützen.
es: Hay insuficientes {0} disponibles para apoyar el programa solicitado.
fr: {0} est insuffisant pour prendre en charge la planification demandée.

source: The requested pool was not found!
de: Der angeforderte Pool wurde nicht gefunden!
es: La piscina solicitado no fue encontrado!
fr: La piscine demandée n'a pas été trouvée!

source: This league has no divisions yet.
de: Diese Liga hat noch keine Divisionen.
es: Esta liga no tiene divisiones aún.
fr: Cette ligue ne comporte pas encore de divisions.

source: Invalid pool.
de: Ungültige Pool.
es: Piscina válido.
fr: Piscine invalide.

source: There are no games to delete on that date.
fr: Il n'y a pas de partie à supprimer à cette date.

source: Deleted games on the requested date.
de: Gelöschte Spiele auf dem gewünschten Termin.
es: Juegos eliminados en la fecha solicitada.
fr: Matchs effacés pour la date demandée.

source: Deleted games from the requested pool.
de: Gelöschte Spiele aus dem angeforderten Pool.
es: Juegos de suprimir de la agrupación solicitada.
fr: Matchs effacés du bassin demandé.

source: Failed to delete games on the requested date.
de: Fehlgeschlagen Spiele auf dem gewünschten Termin zu löschen.
es: No se pudo eliminar juegos en la fecha solicitada.
fr: Échec - n'a pas pu effacer les matchs pour la date demandée.

source: Games rescheduled.
de: Spiele neu terminiert.
es: Juegos reprogramados.
fr: Parties reprogrammés.

source: publish
de: veröffentlichen
es: publicar
fr: publier

source: Published
de: Veröffentlicht
es: Publicado
fr: Publié

source: unpublish
de: Unveröffentlichungs
es: despublicación
fr: ne pas publier

source: Unpublished
de: unveröffentlicht
es: Inédito
fr: Non publiés

source: {0} games on the requested date.
de: {0} Spiele auf dem gewünschten Termin.
es: {0} juegos en la fecha solicitada.
fr: {0} parties pour la date demandée.

source: Failed to {0} games on the requested date.
de: Fehler beim {0} Spiele auf dem gewünschten Termin.
es: No se ha podido {0} juegos en la fecha solicitada.
fr: Échec de {0} parties à la date demandée.

source: Failed to save the settings.
de: Fehlgeschlagen die Einstellungen zu speichern.
es: Error al guardar los ajustes.
fr: Échec de l'enregistrement des paramètres.

source: The settings have been saved.
de: Die Einstellungen wurden gespeichert.
es: La configuración se ha guardado.
fr: Les paramètres ont été enregistrés.

source: Invalid task slot.
de: Ungültige Task-Steckplatz.
es: Ranura tarea no es válido.
fr: Créneau de tâche invalide.

source: Invalid task.
de: Ungültige Aufgabe.
es: Tarea no es válido.
fr: Tâche invalide.
