Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Please enter a correct birthdate; having accurate information is important for insurance purposes.
de: Bitte geben Sie eine korrekte Geburtsdatum; genaue Informationen, die ist für die Versicherung wichtig.
es: Por favor, introduzca una fecha de nacimiento correcta; contar con información precisa es importante para el seguro.
fr: S'il vous plaît entrer une date de naissance correcte; Il est important d’avoir des informations précises aux fins de l’assurance.

source: centimeters
de: Zentimeter
es: centímetros
fr: centimètres

source: inches (5 feet is 60 inches; 6 feet is 72 inches)
de: Zoll (5 Fuß 60 Zoll, 6 Fuß 72 Zoll)
es: pulgadas (5 pies es de 60 pulgadas; 6 pies es 72 pulgadas)
fr: pouces (5 pieds c'est 60 pouces; 6 pieds c'est 72 pouces)

source: Please enter your height in {0}. This is used to help generate even teams for hat leagues.
de: Bitte geben Sie Ihre Höhe in {0}. Dies wird verwendet, um generieren auch Teams für Hut Ligen.
es: Por favor, introduzca su altura en {0}. Esto se utiliza para ayudar a generar incluso los equipos de ligas sombrero.
fr: Veuillez entrer votre taille dans {0}. Ceci est utilisé pour aider à générer même des équipes pour les ligues de chapeau.

source: Select all affiliates you are interested in.
de: Wählen Sie alle verbundenen Unternehmen Sie interessiert sind.
es: Seleccionar todos los afiliados que le interesan.
fr: Sélectionnez tous les affiliés qui vous intéressent.

source: Submit and save
de: Senden und speichern
es: Enviar y guardar
fr: Soumettre et sauvegarder

source: Save and add another child
de: Speichern und fügen Sie ein weiteres Kind
es: Guardar y agregar otro niño
fr: Sauvegarder et ajouter un autre enfant

source: Approve Account
de: genehmigen Konto
es: Aprobar la cuenta
fr: Approuver le compte

source: Approved
de: Genehmigt
es: Aprobado
fr: Approuvé

source: {0} User Id
de: {0} Benutzer - ID
es: {0} Id Usuario
fr: {0} nom d'utilisateur

source: The following users may be duplicates of this account (click to compare):
de: Die folgenden Benutzer können Duplikate dieses Kontos (Klicken zum Vergleich) sein:
es: Los siguientes usuarios pueden estar duplicados de esta cuenta (haga clic para comparar):
fr: Les utilisateurs suivants peuvent être des doublons de ce compte (cliquez pour comparer):

source: Merged backwards into {0} ({1})
de: Zusammengeführt rückwärts in {0} ({1})
es: Fusionado al revés en {0} ({1})
fr: Fusionnées à l'envers dans {0} ({1})

source: Deleted as duplicate of {0} ({1})
de: Gelöschte als Duplikat von {0} ({1})
es: Suprimido como duplicado de {0} ({1})
fr: Supprimé en tant que duplicata de {0} ({1})

source: Deleted silently
de: Gelöschte still
es: Eliminado en silencio
fr: Supprimé silencieusement

source: This user has not yet activated their account. If the user record is merged backwards, they WILL NOT be able to activate their account.
de: Dieser Benutzer hat ihr Konto noch nicht aktiviert. Wenn der Benutzerdatensatz rückwärts zusammengeführt wird, werden sie nicht in der Lage sein Konto zu aktivieren.
es: Este usuario aún no ha activado su cuenta. Si el registro de usuario se fusionó al revés, que no será capaz de activar su cuenta.
fr: Cet utilisateur n'a pas encore activé son compte. Si l'enregistrement de l'utilisateur est fusionné à l'envers, il ne sera PAS en mesure d'activer son compte.

source: This user should be:
de: Dieser Benutzer sollte sein:
es: Este usuario debe ser:
fr: Cet utilisateur devrait être:

source: Approve Badges
de: genehmigen Abzeichen
es: Aprobar Placas
fr: Approuver les badges

source: Badge
de: Abzeichen
es: Distintivo
fr: Écusson

source: Reason
de: Grund
es: Razón
fr: Raison

source: If you want to add a comment to the nominator about why the nomination was not approved, do so here. The nominee will not receive any message.
de: Wenn Sie hinzufügen möchten, wurde ein Kommentar an den nominator darüber, warum die Nominierung nicht genehmigt, tun Sie dies hier. Der Kandidat wird keine Nachricht erhalten.
es: Si desea agregar un comentario a la proponente acerca de por qué la nominación no fue aprobado, hacerlo aquí. El candidato no recibirá ningún mensaje.
fr: Si vous souhaitez ajouter un commentaire à la personne proposant la candidature pour expliquer la raison pour laquelle la candidature n'a pas été approuvée, faites-le ici. Le candidat ne recevra aucun message.

source: Edit Document
de: Dokument bearbeiten
es: Editar documento
fr: Modifier Document

source: Approve Document
de: genehmigen Dokument
es: Aprobar el Documento
fr: Approuver le document

source: Approve Documents
de: genehmigen Dokumente
es: Aprobar los documentos
fr: Approuver les documents

source: Unused Credits
de: Ungenutzte Credits
es: Los créditos no utilizados
fr: Crédits inutilisés

source: You can use these credits to pay for things in the checkout page.
de: Sie können diese Gutschriften für die Dinge in der Checkout-Seite zu zahlen.
es: Puede utilizar estos créditos para pagar las cosas en la página de pago.
fr: Vous pouvez utiliser ces crédits pour payer des objets dans la page de paiement.

source: Initial Amount
de: Anfangsbetrag
es: Cantidad inicial
fr: Montant initial

source: Amount Used
de: Verwendete Menge
es: Cantidad utilizada
fr: Quantité utilisée

source: Deactivate Profile
de: Deaktivieren Profil
es: Desactivar Perfil
fr: Désactiver le profil

source: You have asked to deactivate your profile.
de: Sie haben gefragt, um Ihr Profil zu deaktivieren.
es: Ha solicitado desactivar su perfil.
fr: Vous avez demandé à désactiver votre profil.

source: For accounting and historical reasons, we don't provide a way to delete accounts entirely. However, you can deactivate your account, which has much the same effect.
de: Aus abrechnungstechnischen und historischen Gründen zeigen wir nicht einen Weg Konten vollständig zu löschen. Allerdings können Sie Ihr Konto deaktivieren, die den gleichen Effekt hat.
es: Por razones de contabilidad e históricos, que no proporcionan una manera de eliminar las cuentas en su totalidad. Sin embargo, puede desactivar su cuenta, que tiene casi el mismo efecto.
fr: Pour des raisons comptables et historiques, nous ne fournissons pas un moyen de supprimer complètement les comptes. Cependant, vous pouvez désactiver votre compte, ce qui a sensiblement le même effet.

source: Keep in mind that the only information shown to someone not logged into the site (including search engines) is your name and skill level. All of your contact information is already private, so nobody but admins can see it at all.
es: Tenga en cuenta que la única información que se muestra a alguien que no ha iniciado sesión en el sitio (incluidos los motores de búsqueda) es su nombre y nivel de habilidad. Toda su información de contacto está ya privado, por lo que nadie más que los administradores pueden ver en absoluto.
fr: N'oubliez pas que la seule information fournie à une personne non connectée au site (y compris les moteurs de recherche) est votre nom et votre niveau de compétence. Toutes vos informations de contact sont déjà privées, de sorte que seuls les administrateurs peuvent les voir.

source: If you deactivate your profile, your information will become completely invisible to search engines; they will get an error message should they try to access it. You will also cease to receive any newsletters that we may send out.
de: Wenn Sie Ihr Profil deaktivieren, werden Ihre Daten vollständig unsichtbar für Suchmaschinen; sie wird eine Fehlermeldung erhalten sollten sie versuchen, darauf zuzugreifen. Sie werden auch keine Newsletter erhalten aufhören, die wir aussenden kann.
es: Si usted desactiva su perfil, su información será completamente invisible para los motores de búsqueda; que recibirán un mensaje de error que se debe tratar de acceder a él. También dejará de recibir boletines de noticias que podemos enviar a cabo.
fr: Si vous désactivez votre profil, vos informations deviendront complètement invisibles pour les moteurs de recherche. ils recevront un message d'erreur s'ils essayaient d'y accéder. Vous cesserez également de recevoir les lettres d'information que nous pourrions envoyer.

source: Note that you cannot register for anything or join a team unless your profile is active.
de: Beachten Sie, dass Sie nicht für etwas oder sich ein Team anmelden können, wenn Sie Ihr Profil aktiv ist.
es: Tenga en cuenta que no se puede registrar para cualquier cosa o unirse a un equipo a menos que su perfil está activo.
fr: Notez que vous ne pouvez vous inscrire à rien ou rejoindre une équipe à moins que votre profil ne soit actif.

source: To proceed with the deactivation, simply click the "Deactivate" button below.
de: Um mit der Deaktivierung fortzufahren, klicken Sie einfach die "deaktivieren" unten-Taste.
es: Para proceder a la desactivación, simplemente haga clic en el botón "Desactivar" a continuación.
fr: To proceed with the deactivation, simply click the «Deactivate» bouton ci-dessous.

source: Some site functionality may require that you upload a document to prove a claim. For example, junior players might require a waiver signed by a parent or guardian, or students might need to submit proof of enrolment to qualify for a discount.
de: Einige Site-Funktionalität kann verlangen, dass Sie ein Dokument hochladen, einen Anspruch zu beweisen. Zum Beispiel Junior-Spieler könnten einen Verzicht von einem Elternteil oder Vormund unterzeichnet erfordern, oder Studenten könnten Nachweis der Eintragung vorlegen müssen für einen Rabatt zu qualifizieren.
es: Parte de la funcionalidad sitio puede requerir que se carga un documento para demostrar su demanda. Por ejemplo, los jugadores jóvenes pueden requerir una renuncia firmada por un padre o tutor, o los estudiantes podrían tener que presentar prueba de inscripción para calificar para un descuento.
fr: Certaines fonctionnalités du site peuvent nécessiter le téléchargement d’un document pour prouver une réclamation. Par exemple, les joueurs juniors peuvent avoir besoin d'une renonciation signée par un parent ou un tuteur, ou les étudiants peuvent avoir besoin de présenter une preuve d'inscription pour pouvoir bénéficier d'un rabais.

source: Documents must be approved by an administrator before the related function will be allowed. This may take up to two business days to process.
de: Die Dokumente müssen von einem Administrator genehmigt werden, bevor die zugehörige Funktion erlaubt werden. Dies kann bis zu zwei Werktage in Anspruch nehmen.
es: Los documentos deben ser aprobados por un administrador antes se permitirá que la función relacionada. Este proceso puede tardar hasta dos días hábiles para procesar.
fr: Les documents doivent être approuvés par un administrateur avant que la fonction associée ne soit autorisée. Cela peut prendre jusqu'à deux jours ouvrables.

source: Select one:
de: Wähle eins:
es: Selecciona uno:
fr: Choisissez un:

source: Upload
de: Hochladen
es: Subir
fr: Téléverser

source: Edit Your Profile
de: Bearbeite dein Profil
es: Edite su perfil
fr: Modifier ton Profil

source: Note that email and phone publish settings below only apply to regular people. Coaches and captains will always have access to view the phone numbers and email addresses of their confirmed players. All team coaches and captains will also have their email address viewable by other players.
de: Beachten Sie, dass E-Mail und Telefoneinstellungen veröffentlichen im Folgenden nur auf normale Menschen gelten. Trainer und Kapitäne werden immer Zugriff auf die Telefonnummern und E-Mail-Adressen ihrer bestätigten Spieler zu sehen. Alle Team-Trainer und Kapitäne haben auch ihre E-Mail-Adresse, die von anderen Spielern angezeigt werden.
es: Tenga en cuenta que el correo electrónico y el teléfono publican a continuación los ajustes sólo se aplican a la gente normal. Los entrenadores y los capitanes siempre tendrán acceso a ver los números de teléfono y direcciones de correo electrónico de sus jugadores confirmados. Todos los entrenadores y capitanes también tendrán su dirección de correo electrónico accesible a los otros jugadores.
fr: Notez que les paramètres de publication par e-mail et par téléphone ci-dessous s'appliquent uniquement aux personnes ordinaires. Les entraîneurs et les capitaines auront toujours accès aux numéros de téléphone et aux adresses électroniques de leurs joueurs confirmés. Tous les entraîneurs et capitaines d’équipes verront également leur adresse électronique visible par les autres joueurs.

source: If you have concerns about the data {0} collects, please see our {1}.
de: Wenn Sie Bedenken über die Daten haben {0} sammelt, finden Sie in unseren {1}.
es: Si usted tiene preocupaciones acerca de los datos {0} recoge, por favor ver nuestra {1}.
fr: Si vous avez des inquiétudes concernant les données collectées par {0}, consultez notre {1}.

source: Photo
de: Foto
es: Foto
fr: Image

source: {0} a profile photo
fr: {0} une photo de profil

source: Click to upload
fr: Cliquez pour télécharger

source: Select all roles that apply to you.
de: Wählen Sie alle Rollen, die auf Sie zutreffen.
es: Seleccionar todas las funciones que le correspondan.
fr: Sélectionnez tous les rôles qui s'appliquent à vous.

source: Your Information
de: Ihre Informationen
es: Tu información
fr: Vos renseignements

source: new name
de: neuer Name
es: nuevo nombre
fr: nouveau nom

source: Enter at least one telephone number below.
de: Geben Sie mindestens eine Telefonnummer unten.
es: Introduzca al menos un número de teléfono a continuación.
fr: Entrez au moins un numéro de téléphone ci-dessous.

source: Enter your home telephone number.
de: Geben Sie Ihre private Telefonnummer.
es: Introduzca su número de teléfono de su casa.
fr: Entrez votre numéro de téléphone à la maison.

source: new phone number
de: neue Telefonnummer
es: nuevo número de teléfono
fr: nouveau numéro de téléphone

source: Allow other people to view home number
de: Lassen Sie andere Menschen zu Hause Nummer anzuzeigen
es: Permitir que otras personas puedan ver número de la casa
fr: Autoriser d'autres personnes à voir le numéro de la maison

source: Enter your work telephone number (optional).
de: Geben Sie Ihre Arbeit Telefonnummer (optional).
es: Introduzca su número de teléfono del trabajo (opcional).
fr: Entrez votre numéro de téléphone professionnel (facultatif).

source: Work Extension
de: Arbeits Erweiterung
es: Extensión de trabajo
fr: Poste

source: Enter your work extension (optional).
de: Geben Sie Ihre Arbeit Erweiterung (optional).
es: Ingrese su extensión trabajo (opcional).
fr: Entrez votre extension de travail (facultatif).

source: Allow other people to view work number
de: Lassen Sie andere Menschen Arbeit Nummer anzuzeigen
es: Permitir que otras personas puedan ver el número del trabajo
fr: Autoriser d'autres personnes à voir le numéro de travail

source: Enter your cell or pager number (optional).
de: Geben Sie Ihre Zelle oder Pager-Nummer (optional).
es: Introduzca su celular o un buscapersonas (opcional).
fr: Entrez votre numéro de cellulaire ou de téléavertisseur (facultatif).

source: Allow other people to view mobile number
de: Lassen Sie andere Menschen Handy-Nummer zu sehen
es: Permitir que otras personas puedan ver el número de móvil
fr: Autoriser d'autres personnes à voir le numéro de téléphone mobile

source: Alternate Contact (optional)
de: Alternative Kontakt (optional)
es: Contacto alternativo (opcional)
fr: Contact de remplacement (facultatif)

source: This alternate contact information is for display purposes only. If the alternate contact should have their own login details, do not enter their information here; instead create a separate account and then link them together.
de: Diese alternative Kontaktinformationen sind nur zur Anzeige. Wenn die alternative Kontakt ihre eigenen Login-Daten haben sollten, geben Sie nicht ihre Informationen hier; stattdessen erstellen ein eigenes Konto und verknüpfen sie zusammen.
es: Esta información de contacto alternativa es sólo para fines de visualización. Si el contacto alternativo debe tener sus propios datos de acceso, no ingrese su información aquí; en lugar de crear una cuenta separada y luego vincularlos juntos.
fr: Ces informations de contact alternatives sont uniquement à des fins d'affichage. Si le contact alternatif doit avoir ses propres informations de connexion, n'entrez pas ses informations ici; Au lieu de cela, créez un compte séparé, puis reliez-les.

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: Note that affiliates you are already a manager of ({0}) are not included here; this will remain unchanged.
de: Beachten Sie, dass Partner Sie sind bereits ein Manager ({0}) sind hier nicht enthalten; Dies bleibt unverändert.
es: Tenga en cuenta que los afiliados que ya son un gestor de ({0}) no se incluyen aquí; este se mantendrá sin cambios.
fr: Notez que les affiliés dont vous êtes déjà gestionnaire ({0}) ne sont pas inclus ici; cela restera inchangé.

source: Online Contact
de: Online Kontakt
es: Contacto en línea
fr: Contact en ligne

source: Allow other people to view my email address
de: Lassen Sie andere Personen per E-Mail-Adresse zu sehen
es: Permitir que otras personas puedan ver mi dirección de correo electrónico
fr: Autoriser d'autres personnes à voir mon adresse e-mail

source: Optional second email address.
de: Optional zweite E-Mail-Adresse ein.
es: Dirección de correo electrónico segundo opcional.
fr: Deuxième adresse électronique facultative.

source: Allow other people to view my alternate email address
de: Lassen Sie andere Leute meine alternative E-Mail-Adresse zu sehen
es: Permitir que otras personas puedan ver mi dirección de correo electrónico alternativa
fr: Autoriser d'autres personnes à voir mon adresse e-mail secondaire

source: You can have an image shown on your account by uploading a photo directly, or by enabling this setting and then creating a {0} account using the email address you've associated with your {1} account.
de: Sie können ein Bild auf Ihrem Konto angezeigt werden, haben durch ein Foto direkt hochladen oder durch die Aktivierung dieser Einstellung und dann die Schaffung eines {0} Konto mit der E - Mail - Adresse, die Sie mit Ihrem verknüpft haben {1} Konto.
es: Usted puede tener una imagen que aparece en su cuenta por la posibilidad de subir una foto directamente, o mediante activación de este valor y luego la creación de un {0} cuenta con la dirección de correo electrónico que hayas asociado con su {1} cuenta.
fr: Vous pouvez afficher une image sur votre compte en la téléchargeant directement ou en activant ce paramètre, puis en créant un compte {0} à l'aide de l'adresse e-mail que vous avez associée à votre compte {1}.

source: You can have an image shown on your account if you enable this setting and then create a {0} account using the email address you've associated with your {1} account.
de: Sie können ein Bild auf Ihrem Konto angezeigt, wenn Sie diese Einstellung aktivieren und dann erstellen Sie einen {0} Konto die E - Mail - Adresse, die Sie mit Ihrem verknüpft haben {1} Konto.
es: Usted puede tener una imagen que aparece en su cuenta si se habilita esta configuración y luego crear un {0} cuenta con la dirección de correo electrónico que hayas asociado con su {1} cuenta.
fr: Vous pouvez afficher une image sur votre compte si vous activez ce paramètre, puis créez un compte {0} à l'aide de l'adresse e-mail que vous avez associée à votre compte {1}.

source: Show Gravatar image for your account?
de: Zeigen Gravatar Bild für Ihr Konto?
es: Mostrar imagen del Gravatar para su cuenta?
fr: Afficher l'image Gravatar pour votre compte?

source: From time to time, {0} would like to contact members with information on our programs and to solicit feedback. Can {0} contact you in this regard?
de: Von Zeit zu Zeit, {0} möchte Mitglieder mit Informationen über unsere Programme zu kontaktieren und Feedback zu erbitten. Kann {0} Sie in dieser Hinsicht in Verbindung?
es: De vez en cuando, {0} le gustaría ponerse en contacto con los miembros información sobre nuestros programas y solicitar retroalimentación. Puede {0} que ponerse en contacto en este sentido?
fr: De temps en temps, {0} souhaite contacter les membres avec des informations sur nos programmes et solliciter leurs commentaires. Le {0} peut-il vous contacter à cet égard?

source: Street Address
de: Adresse
es: Dirección
fr: Adresse

source: Street and Number
de: Straße und Nummer
es: Calle y número
fr: Rue et numéro

source: Number, street name, and apartment number if necessary.
de: Straße, Hausnummer, und Wohnung Nummer, falls erforderlich.
es: Número, nombre de la calle y número de apartamento, si es necesario.
fr: Numéro, nom de rue et numéro d'appartement si nécessaire.

source: new address
de: neue Adresse
es: nueva direccion
fr: nouvelle adresse

source: Name of city.
de: Name der Stadt.
es: Nombre de la ciudad.
fr: Nom de ville.

source: Select a province/state from the list
de: Wählen Sie eine Provinz/Staat aus der Liste
es: Seleccione una provincia/estado de la lista
fr: Sélectionnez une province/un état dans la liste

source: Country
de: Land
es: País
fr: Pays

source: Select a country from the list.
de: Wählen Sie ein Land aus der Liste.
es: Seleccione un país de la lista.
fr: Sélectionnez un pays dans la liste.

source: Please enter a correct postal code matching the address above. {0} uses this information to help locate new {1} near its members.
de: Bitte geben Sie eine korrekte Postleitzahl über die Adresse übereinstimmt. {0} verwendet diese Informationen neu zu helfen lokalisieren {1} in der Nähe seiner Mitglieder.
es: Por favor, introduzca un código postal correcta correspondiente a la dirección anteriormente indicada. {0} usa esta información para ayudar a localizar nuevos {1} cerca de sus miembros.
fr: Veuillez entrer un code postal correct correspondant à l'adresse ci-dessus. {0} utilise ces informations pour localiser les nouveaux {1} à proximité de ses membres.

source: correct birthdate
de: korrekte Geburtsdatum
es: fecha de nacimiento correcta
fr: date de naissance correcte

source: new height
de: neue Höhe
es: nueva altura
fr: nouvelle hauteur

source: new shirt size
de: neue T-Shirt Größe
es: nueva talla de camisa
fr: nouvelle taille de chemise

source: Your Coaching Profile
de: Ihr Coaching Profil
es: Su perfil de Entrenamiento
fr: Votre profil de coaching

source: Inactive Search
de: Inaktive Suche
es: Buscar inactivos
fr: Recherche Inactif

source: Search People
de: Suche Menschen
es: Buscador de personas
fr: Recherche de personnes

source: To create a mailing list for this search, use this rule:
de: Um eine Mailingliste für diese Suche zu erstellen, verwenden Sie diese Regel:
es: Para crear una lista de correo para esta búsqueda, utilice esta regla:
fr: Pour créer une liste de diffusion pour cette recherche, utilisez cette règle:

source: League Search
de: Liga Suche
es: Liga Buscar
fr: Recherche Ligue

source: Select a league to show players from.
de: Wählen Sie eine Liga-Spielern zu zeigen, aus.
es: Seleccione una liga para mostrar a los jugadores de.
fr: Sélectionnez une ligue à montrer aux joueurs.

source: Link Relative
de: Links Relative
es: Enlace relativa
fr: Lier un parent

source: By linking someone as a relative, you will be able to see their schedule and perform certain actions in the system on their behalf.
de: Durch die Verknüpfung von jemand als Verwandter, werden Sie in der Lage sein, ihren Zeitplan zu sehen und zu bestimmten Aktionen im System in ihrem Namen durchführen.
es: Al vincular a alguien como un familiar, usted será capaz de ver su horario y realizar ciertas acciones en el sistema en su nombre.
fr: En liant une personne en tant que parent, vous pourrez voir son calendrier et effectuer certaines actions dans le système en son nom.
