Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Once you have one league and one division set up, you can often use the {0} "{1}" or {2} "{3}" links from the league list to very quickly set up a new league or division, with defaults all taken from the first. This way, you often need to change only one or two settings, or even just the name, rather than go through the entire setup again and again. When a new league or division is created this way, there is no link to the original; it is only used to find initial default settings. This means that if you make changes to the original, those changes are not automatically copied to the clone, but must be made manually (if they apply). However, this also means that you can use this clone process for almost all such setup, without fear that settings will inadvertently be altered at some later date by someone changing the original. By the time you have completed your first year of operation, you should have templates for almost every league and division you will ever offer, which you can continue to clone and be confident that the chance of something being configured incorrectly are extremely slim.
de: Nachdem Sie eine Liga und eine Division einrichten, können verwenden Sie häufig die {0} "{1}" oder {2} "{3}" Links von der Liga - Liste sehr schnell eine neue Liga oder Division einrichten, mit Ausfällen alle aus dem ersten gemacht. Auf diese Weise müssen Sie oft nur ein oder zwei Einstellungen zu ändern, oder auch nur den Namen, anstatt zu gehen durch die gesamte Einrichtung wieder und wieder. Wenn eine neue Liga oder Division auf diese Weise erstellt wird, gibt es keine Verbindung zum Original; es ist nur zu finden anfänglichen Standardeinstellungen verwendet. Dies bedeutet, dass, wenn Sie Änderungen an der ursprünglichen machen, werden diese Änderungen nicht automatisch auf den Klon kopiert, sondern müssen manuell vorgenommen werden (wenn sie anwenden). Allerdings bedeutet dies auch, dass Sie diesen Klon-Prozess für fast alle solche Einrichtung nutzen können, ohne Angst, dass Einstellungen versehentlich zu einem späteren Zeitpunkt von einer Person geändert werden, ändert das Original. Bis Sie Ihre ersten Betriebsjahr abgeschlossen haben, sollten Sie die Vorlagen haben für fast jede Liga und Division Sie jemals anbieten wird, die Sie auch weiterhin zu klonen und sicher sein, dass die Chance, etwas falsch sind extrem schlank ausgebildet ist.
es: Una vez que haya una liga y una división de configurar, a menudo se puede utilizar el {0} "{1}" o {2} vínculos "{3}" de la lista de liga para establecer rápidamente una nueva liga o división, con valores por defecto todos tomados de la primera. De esta manera, a menudo es necesario cambiar sólo uno o dos ajustes, o incluso sólo el nombre, en lugar de ir a través de toda la instalación de nuevo y otra vez. Cuando se crea una nueva liga o división de esta manera, no hay enlace al original; sólo se utiliza para encontrar los ajustes iniciales por defecto. Esto significa que si se realizan cambios en el original, estos cambios no se copian automáticamente en el clon, pero deben hacerse manualmente (si se aplican). Sin embargo, esto también significa que se puede utilizar este proceso de clonación para casi todos tales configuración, sin temor a que los ajustes serán alterados inadvertidamente en una fecha posterior por alguien cambiar el original. En el momento en que haya completado su primer año de funcionamiento, debe tener plantillas para casi todas las ligas y la división que tendrá que ofrecer, que se puede seguir para clonar y estar seguro de que la posibilidad de que algo está configurado de forma incorrecta son extremadamente escasas.
fr: Once you have one league and one division set up, you can often use the {0} «{1}» ou {2} «{3}» links from the league list to very quickly set up a new league or division, with defaults all taken from the first. This way, you often need to change only one or two settings, or even just the name, rather than go through the entire setup again and again. When a new league or division is created this way, there is no link to the original; it is only used to find initial default settings. This means that if you make changes to the original, those changes are not automatically copied to the clone, but must be made manually (if they apply). However, this also means that you can use this clone process for almost all such setup, without fear that settings will inadvertently be altered at some later date by someone changing the original. By the time you have completed your first year of operation, you should have templates for almost every league and division you will ever offer, which you can continue to clone and be confident that the chance of something being configured incorrectly are extremely slim.

source: Roster Rules
de: Roster Regeln
es: Reglas Roster
fr: Règles de la composition

source: If desired, you can add rules that must be met before a player can be added to the roster of a team in a particular division. Most commonly, this is used to enforce age or gender limits, confirm membership, or block people from joining more than one team, but there are other uses as well. See the help for the "roster rule" field for more information; setting up rules is currently a little bit complex, but there are examples provided that will cover most normal situations.
de: Falls gewünscht, können Sie Regeln hinzufügen, die erfüllt sein müssen, bevor ein Spieler auf dem Roster eines Teams in einer bestimmten Abteilung hinzugefügt werden können. Am häufigsten wird diese verwendet, Alter oder Geschlecht Grenzen zu erzwingen, bestätigen Mitgliedschaft oder sperren Menschen aus mehr als einem Team beitreten, aber es gibt auch andere Verwendungen. Siehe die Hilfe für die "Roster Regel" Feld für weitere Informationen; Regeln up ist derzeit ein wenig komplex Einstellung, aber es gibt Beispiele zur Verfügung gestellt, die die meisten normalen Situationen abdeckt.
es: Si se desea, se pueden agregar reglas que se deben cumplir antes de que un jugador puede ser añadido a la lista de un equipo en una división particular. Por lo general, esto se utiliza para hacer cumplir los límites de edad o género, confirmar la pertenencia, o bloquear la gente de unirse a más de un equipo, pero hay otros usos también. Consulte la ayuda para el "regla de lista de" campo para obtener más información; el establecimiento de normas es actualmente un poco poco complejo, pero hay ejemplos proporcionados que cubren situaciones más normales.
fr: If desired, you can add rules that must be met before a player can be added to the roster of a team in a particular division. Most commonly, this is used to enforce age or gender limits, confirm membership, or block people from joining more than one team, but there are other uses as well. See the help for the «roster rule» champ pour plus d'informations; L'installation de règles est actuellement un peu complexe, mais il y a des exemples fournis qui couvriront la plupart des situations normales.

source: Registration Interaction
de: Anmeldung Interaktion
es: La interacción de registro
fr: Interaction d'inscription

source: The optional {0} has hooks which allow it to create teams directly in the correct divisions. If registrations are not enabled on your system, coaches and captains will manually create teams, which will be placed in the "{1}" list (found under the {2} menu). It will be your responsibility to manually move each of these teams into the appropriate division.
de: Der optionale {0} hat Haken, die es erlauben Teams in den richtigen Divisionen direkt zu erstellen. Wenn Anmeldungen werden nicht auf Ihrem System, Trainer und Kapitäne aktiviert werden manuell Teams schaffen, die in der "{1}" Liste (unter dem Menü {2} gefunden) gestellt werden. Es wird in Ihrer Verantwortung, manuell jedes dieser Teams in die entsprechende Abteilung zu bewegen sein.
es: El opcional {0} tiene ganchos que le permiten crear equipos directamente en las divisiones correctas. Si los registros no están habilitadas en el sistema, los entrenadores y capitanes va a crear manualmente los equipos, que serán colocados en el lista de "{1}" (que se encuentra en el menú de {2}). Será su responsabilidad para mover manualmente cada uno de estos equipos en la división apropiada.
fr: The optional {0} has hooks which allow it to create teams directly in the correct divisions. If registrations are not enabled on your system, coaches and captains will manually create teams, which will be placed in the «{1}» liste (située dans le menu des {2}). Il sera de votre responsabilité de déplacer manuellement chacune de ces équipes dans la division appropriée.

source: registration system
de: Registrierungssystem
es: sistema de registro
fr: système d'enregistrement

source: New Players
de: Neue Spieler
es: Los nuevos jugadores
fr: Nouveaux joueurs

source: When people create accounts on your site, you will need to approve their profiles. This step is in place to avoid people creating duplicate or fraudulent accounts. (Note that this is not the case if the "{0}" feature is enabled on the {1} page.)
de: Wenn die Leute Konten auf Ihrer Website zu erstellen, müssen Sie ihre Profile zu genehmigen. Dieser Schritt ist in Ort zu vermeiden, Menschen zu schaffen doppelte oder betrügerische Konten. (Beachten Sie, dass dies nicht der Fall ist, wenn die "{0}" Funktion aktiviert ist auf der {1} Seite.)
es: Cuando las personas crean cuentas en su sitio, tendrá que aprobar sus perfiles. Este paso está en su lugar para evitar que personas que crean cuentas duplicadas o fraudulentas. (Tenga en cuenta que este no es el caso si el "{0}" está habilitada en el {1} página.)
fr: When people create accounts on your site, you will need to approve their profiles. This step is in place to avoid people creating duplicate or fraudulent accounts. (Note that this is not the case if the «{0}» fonctionnalité est activée sur la page {1}.)

source: Automatically Approve New User Accounts
es: Aprobar automáticamente nuevas cuentas de usuario
fr: Approuver automatiquement les nouveaux comptes d'utilisateurs

source: User Settings
de: Benutzereinstellungen
es: Ajustes de usuario
fr: Paramètres d'utilisateur

source: If there are new accounts to be approved, there will be an "{0}" option under the {1} menu. Selecting this will give you a list of the new accounts, with options to view, edit, delete or approve each. Any account detected as likely a duplicate is highlighted in this list.
de: Wenn neue Konten sind genehmigt werden, wird es eine "{0}" Option im Menü {1}. Bei Auswahl dieser Option wird Ihnen eine Liste der neuen Konten, mit Optionen zum Anzeigen, Bearbeiten, löschen oder jede genehmigen. Jedes Konto erfasst, wie wahrscheinlich ein Duplikat wird in dieser Liste markiert.
es: Si hay nuevas cuentas para ser aprobados, habrá un "{0}" opción en el menú de {1}. La selección de este le dará una lista de las nuevas cuentas, con opciones para ver, editar, eliminar o aprobar cada uno. Cualquier cuenta detectado como probable un duplicado se pone de relieve en esta lista.
fr: If there are new accounts to be approved, there will be an «{0}» option dans le menu {1}. En sélectionnant cette option, vous obtiendrez une liste des nouveaux comptes, avec des options pour afficher, modifier, supprimer ou approuver chacun. Tout compte détecté comme un doublon probable est mis en surbrillance dans cette liste.

source: Deleting directly through this list should be done only in the case of immediately obviously fraudulent accounts. Otherwise, handle everyone through the approve page.
de: Löschen direkt über diese Liste sollte nur im Fall sofort offensichtlich betrügerische Konten erfolgen. Ansonsten behandeln jeder durch die Seite zu genehmigen.
es: Eliminación directamente a través de esta lista debe realizarse sólo en el caso de las cuentas de inmediato, evidentemente fraudulentos. De lo contrario, manejar todo el mundo a través de la página de aprobar.
fr: La suppression directe dans cette liste ne doit être effectuée que dans le cas de comptes immédiatement manifestement frauduleux. Sinon, gérez tout le monde via la page d'approbation.

source: If there are no possible duplicates detected, the approve page will show the user's profile details and offer options to approve them or silently delete them.
de: Wenn es keine mögliche Dubletten erkannt werden, zeigt die billigen Seite des Profils des Benutzers und bieten Optionen, sie zu genehmigen oder zu leise zu löschen.
es: Si no hay posibles duplicados detectados, la página aprobar mostrará detalles del perfil del usuario y ofrecer opciones para aprobarlos o eliminarlos en silencio.
fr: Si aucun doublon possible n'est détecté, la page d'approbation affiche les détails du profil de l'utilisateur et propose des options pour les approuver ou les supprimer en mode silencieux.

source: If possible duplicates are detected, the approve page will show the list of possibilities. Duplicate accounts should be avoided whenever possible, as they can cause problems in registration and disrupt historical information. Possible matches are based on names, email addresses, addresses, phone numbers and birth dates, so false matches are made from time to time, and care must be taken to determine if it is a true duplicate. The user's profile details are shown, and by clicking on any of the possible duplicates, you will see the two matched up side-by-side. In addition to the two basic resolution options, you will have the option to delete the new user as a duplicate of any of the options, or to merge the new information backwards into the old record.
de: Wenn möglich Duplikate erkannt werden, wird der billigen Seite die Liste der Möglichkeiten zeigen. Doppelte Konten sollte möglichst vermieden werden, da sie Probleme bei der Registrierung und stören historischen Informationen führen kann. Mögliche Übereinstimmungen basieren auf Namen, E-Mail-Adressen, Adressen, Telefonnummern und Geburtsdaten, so falsche Übereinstimmungen von Zeit zu Zeit gemacht werden, und muss darauf geachtet werden, um zu bestimmen, ob es sich um eine echte Duplikate ist. Die Profildetails des Benutzers angezeigt, und durch eine der möglichen Duplikate auf klicken, werden Sie die beiden abgestimmt Side-by-Seite zu sehen. Zusätzlich zu den zwei grundlegende Optionen für die Auflösung, werden Sie die Möglichkeit haben, den neuen Benutzer als Duplikat einer der Optionen zu löschen, oder die neuen Informationen nach hinten in den alten Rekord zu verschmelzen.
es: Si se detectan posibles duplicados, la página mostrará aprobar la lista de posibilidades. Las cuentas duplicadas deben evitarse siempre que sea posible, ya que pueden causar problemas en el registro e interrumpir la información histórica. Los resultados posibles se basan en los nombres, direcciones de correo electrónico, direcciones, números de teléfono y las fechas de nacimiento, por lo que los falsos partidos se hacen de vez en cuando, y se debe tener cuidado para determinar si se trata de un verdadero duplicado. Se muestran detalles de perfil de usuario, y haciendo clic en cualquiera de los posibles duplicados, se verán los dos igualado hasta de lado a lado. Además de las dos opciones básicas de resolución, tendrá la opción de borrar el nuevo usuario como un duplicado de cualquiera de las opciones, o fusionar la nueva información hacia atrás en el antiguo registro.
fr: Si des doublons possibles sont détectés, la page d'approbation affichera la liste des possibilités. Les doublons de comptes doivent être évités autant que possible, car ils peuvent entraîner des problèmes d’enregistrement et perturber les informations historiques. Les correspondances possibles sont basées sur les noms, les adresses électroniques, les adresses, les numéros de téléphone et les dates de naissance. Par conséquent, de fausses correspondances sont effectuées de temps en temps. Vous devez déterminer avec soin s'il s'agit d'un doublon réel. Les détails du profil de l'utilisateur sont affichés, et en cliquant sur l'un des doublons possibles, vous verrez les deux correspondants l'un à côté de l'autre. Outre les deux options de résolution de base, vous aurez la possibilité de supprimer le nouvel utilisateur en tant que duplicata de l'une des options ou de fusionner les nouvelles informations dans l'ancien enregistrement.

source: Apart from the "{0}" option, the user will always receive an email from the system informing them of the result.
de: Abgesehen von der "{0}" Option, wird der Benutzer immer eine E-Mail aus dem System erhalten sie über das Ergebnis zu informieren.
es: Aparte de la "{0}" opción, el usuario siempre recibirá un correo electrónico del sistema de informándoles del resultado.
fr: Apart from the «{0}» option, l'utilisateur recevra toujours un courrier électronique du système l'informant du résultat.

source: Delete Silently
de: Löschen leise
es: Eliminar silencio
fr: Supprimer silencieusement

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver

source: This will be the most common option. It accepts the account as-is and emails the user to let them know.
de: Dies ist die häufigste Option sein. Er akzeptiert das Konto als Service-Leistung und E-Mails der Benutzer, damit sie wissen.
es: Esta será la opción más común. Se acepta la cuenta tal cual y mensajes de correo electrónico del usuario para hacerles saber.
fr: Ce sera l'option la plus commune. Il accepte le compte tel quel et envoie un e-mail à l'utilisateur pour le lui faire savoir.

source: This is the same as deleting the user from the "{0}" list. No notification is sent to the user, so this should not be used in the case of duplicates.
de: Dies ist der gleiche wie der Benutzer aus dem "{0}" Löschen-Liste. Es wird keine Benachrichtigung an den Benutzer gesendet, so sollte dies nicht in dem Fall von Duplikaten verwendet werden.
es: Esto es lo mismo que eliminar el usuario de la "{0}" la lista. No se envía una notificación al usuario, por lo que no se debe utilizar en el caso de los duplicados.
fr: This is the same as deleting the user from the «{0}» liste. Aucune notification n'est envoyée à l'utilisateur, elle ne doit donc pas être utilisée en cas de doublons.

source: New Accounts
de: Neue Accounts
es: Nuevas Cuentas
fr: Nouveaux comptes

source: Delete as Duplicate
de: Löschen als Duplikate
es: Eliminar como duplicados
fr: Supprimer en double

source: This option is now rarely used, as the "{0}" tends to produce better results. It is retained for occasional situations where it may be preferable. This option does the same database processing as the silent deletion, but also sends an email to the addresses on both the new and old accounts reminding them of the username on the old account. It is then up to the user to remember or reset the password for that account.
de: Diese Option wird jetzt selten verwendet, da die "{0}" neigt dazu, bessere Ergebnisse zu erzielen. Es ist für den gelegentlichen Situationen beibehalten, wo es von Vorteil sein kann. Diese Option hat die gleiche Datenbankverarbeitung als stille gelöscht werden, sondern sendet auch eine E-Mail an die Adressen auf die neuen und die alten Konten sie von den Benutzernamen auf dem alten Konto zu erinnern. Es liegt dann an den Benutzer zu erinnern oder das Passwort für das Konto zurückgesetzt.
es: Esta opción está ahora rara vez se utiliza, como el "{0}" tiende a producir mejores resultados. Se mantiene para situaciones ocasionales donde puede ser preferible. Esta opción hace lo mismo procesamiento de base de datos como la eliminación silenciosa, pero también envía un correo electrónico a las direcciones tanto de las nuevas y viejas cuentas que les recuerda el nombre de usuario de la cuenta antigua. Le corresponde entonces al usuario a recordar o restablecer la contraseña de la cuenta.
fr: This option is now rarely used, as the «{0}» a tendance à produire de meilleurs résultats. Il est conservé pour des situations occasionnelles où il peut être préférable. Cette option effectue le même traitement de base de données que la suppression silencieuse, mais envoie également un courrier électronique aux adresses des nouveaux et anciens comptes, leur rappelant le nom d'utilisateur de l'ancien compte. Il appartient ensuite à l'utilisateur de mémoriser ou de réinitialiser le mot de passe de ce compte.

source: Merge Backwards
de: Merge rückwärts
es: Mombinar hacia atrás
fr: Fusionner en arrière

source: By merging backwards, the new account information (username, password, contact information, etc.) is written into the old record, then the new record is deleted. If they have registered for anything or been added to any teams in the meantime, those records are also adjusted. This process retains all historical information (team history, registrations, etc.), while allowing the user to log in with their newly chosen credentials.
de: Durch die Zusammenführung nach hinten, die neuen Kontoinformationen (Benutzername, Passwort, Kontaktinformationen, etc.) in den alten Rekord geschrieben, dann wird der neue Datensatz gelöscht wird. Wenn sie für etwas oder wurden auf alle Teams in der Zwischenzeit hinzugefügt registriert haben, werden diese Aufzeichnungen auch angepasst. Dieser Prozess behält alle historischen Informationen (Geschichte des Teams, Registrierungen, etc.), während der Benutzer ermöglicht, mit ihren neu gewählten Zugangsdaten einzuloggen.
es: Al fusionar al revés, la nueva información de la cuenta (nombre de usuario, contraseña, información de contacto, etc.) se escribe en el registro antiguo, a continuación, se elimina el registro nuevo. Si éstos se hayan registrado por nada ni han añadido a los equipos en el ínterin, también se ajustan esos registros. Este proceso retiene toda la información histórica (la historia del equipo, registros, etc.), al tiempo que permite al usuario iniciar sesión con sus credenciales de recién elegidos.
fr: En fusionnant à l'envers, les nouvelles informations de compte (nom d'utilisateur, mot de passe, informations de contact, etc.) sont écrites dans l'ancien enregistrement puis le nouvel enregistrement est supprimé. S'ils se sont inscrits pour quelque chose ou ont été ajoutés à des équipes entre-temps, ces enregistrements sont également ajustés. Ce processus conserve toutes les informations historiques (historique de l'équipe, inscriptions, etc.), tout en permettant à l'utilisateur de se connecter avec ses nouvelles informations d'identification.

source: Roles
de: Rollen
fr: Rôles

source: Once approved, users can be promoted to greater levels of authority by editing the "{0}" in their profile. The account types available to you will depend on system settings. The possible options are:
de: Nach der Genehmigung kann der Anwender auf ein höheres Maß an Autorität gefördert werden, indem Sie den "{0}" in ihrem Profil. Die Kontotypen für Sie auf Systemeinstellungen abhängig. Die möglichen Optionen sind:
es: Una vez aprobados, los usuarios pueden ser promovidos a mayores niveles de autoridad mediante la edición del "{0}" en su perfil. Los tipos de cuenta disponibles para usted dependerán de la configuración del sistema. Las opciones posibles son:
fr: Once approved, users can be promoted to greater levels of authority by editing the «{0}» dans leur profil. Les types de compte disponibles dépendent des paramètres du système. Les options possibles sont:

source: Account Type
de: Konto Typ
es: Tipo de cuenta
fr: Type de compte

source: Parent: Someone who has a child that plays in your leagues.
de: Eltern: Jemand, der ein Kind hat, die in Ihrer Ligen spielt.
es: Padres: Alguien que tiene un niño que juega en sus ligas.
fr: Parent: Quelqu'un qui a un enfant qui joue dans vos ligues.

source: Player: A typical player.
de: Spieler: Ein typischer Player.
es: Jugador: Un jugador típico.
fr: Joueur: Un joueur typique.
