Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Caught
fr: Pris

source: Caught per Game
fr: Pris par match

source: Penalty Minutes
fr: Minutes de pénalité

source: Power Play Goals
fr: Objectifs en avantage numérique

source: Shorthanded Goals
fr: Buts en désavantage numérique

source: Game Winning Goals
fr: Buts gagnants

source: Shots
fr: Coups

source: Shooting Percentage
fr: Pourcentage de prise de vue

source: Shifts
fr: Quart de travail

source: Time On Ice per Game
fr: Time On Ice par partie

source: Faceoffs Won
fr: Mises au jeu gagnées

source: Faceoff Percentage
fr: Pourcentage de mise au jeu

source: Overtime Losses
fr: Pertes d&#39;heures supplémentaires

source: Goals Against Average
fr: Buts contre la moyenne

source: Save Percentage
fr: Enregistrer le pourcentage

source: Even Strength Goals Against
fr: Objectifs de force égaux contre

source: Power Play Goals Against
fr: Objectifs en avantage numérique contre

source: Shorthanded Goals Against
fr: Buts en désavantage numérique contre

source: Empty Net Goals Against
fr: Objectifs nets vides contre

source: Shots Against
fr: Coups contre

source: Draws
fr: Dessine

source: Tries
fr: Essaie

source: Tries per Game
fr: Essais par partie

source: Conversions per Game
fr: Conversions par partie

source: Penalty Kicks
fr: Coup de pied de pénalité

source: Penalty Kicks per Game
fr: Coup de pied de pénalité par partie

source: Drop Goals
fr: Buts d&#39;abandon

source: Drop Goals per Game
fr: Buts par match

source: Interceptions per Game
fr: Interceptions par match

source: Tackles
fr: Tacles

source: Tackles per Game
fr: Tacles par match

source: Missed Tackles
fr: Tacles manqués

source: Missed Tackles per Game
fr: Tacles manqués par match

source: Penalties Conceded
fr: Pénalités concédées

source: Penalties Conceded per Game
fr: Pénalités concédées par match

source: Penalties Won
fr: Pénalités gagnées

source: Penalties Won per Game
fr: Pénalités gagnées par match

source: Knock-ons
fr: Coups de grâce

source: Knock-ons per Game
fr: Knock-ons par match

source: Yellow Cards
fr: Cartons jaunes

source: Red Cards
fr: Cartons rouges

# stats
source: W
fr: V

# stats
source: L
fr: P

# stats
source: T
fr: M

# stats
source: TO
fr: À

# stats
source: AB
fr: UN B

# stats
source: HR
fr: HEURE

# stats
source: ERA
fr: ÈRE

# stats
source: FGM
fr: MGF

# stats
source: SO
fr: DONC

# stats
source: GA
fr: BC

source: Dog
fr: Chien

source: More
fr: Plus

source: Select all {0}
de: Wählen Sie alle {0}
es: Seleccionar todo {0}
fr: Sélectionnez tout {0}

source: Unselect all {0}
de: Deaktivieren Sie alle {0}
es: Elija ninguno {0}
fr: Desélectionnez tout {0}

source: Select all
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionnez

source: Unselect all
de: Alles wiederufen
es: Deselecciona todo
fr: Tout desélectionnez

source: Show {0}
de: Anzeigen {0}
es: Mostrar {0}
fr: Montrer {0}

source: Hide {0}
de: Ausblenden {0}
fr: Cache {0}

source: Contact {0}
fr: Contacter {0}

source: Field
fr: Terrain

source: Fields
fr: Terrains

source: field
fr: terrain

source: fields
fr: terrains

source: Court
fr: Terrain

source: Courts
fr: Terrains

source: court
fr: terrain

source: courts
fr: terrains

source: Pitch
fr: Terrain

source: Pitchs
fr: Terrains

source: pitch
fr: terrain

source: pitches
fr: terrains

source: Diamond
fr: Diamant

source: Diamonds
fr: Diamants

source: diamond
fr: diamant

source: diamonds
fr: diamants

source: Rink
fr: Patinoire

source: Rinks
fr: Patinoires

source: rink
fr: patinoire

source: rinks
fr: patinoires

source: Gym
fr: Gymnase

source: Gyms
fr: Gymnases

source: gym
fr: gymnase

source: gyms
fr: gymnases

source: automatic approval
fr: approbation automatique

source: approval using home submission
fr: approbation en utilisant la soumission à domicile

source: approval using away submission
fr: approbation en utilisant la soumission à l'extérieur

source: automatically forfeited due to lack of score submission
fr: automatiquement confisqué en raison du manque de soumission de score

source: Attending
fr: Présent

source: Invited
fr: Invité

source: Available
fr: Disponible

source: No Show
fr: Non présentation

source: attending
fr: présent

source: absent for
fr: absent pour

source: unknown/undecided for
fr: inconnu/ indécis pour

source: invited to sub for
fr: Invité pour substitution

source: available to sub for
fr: Disponible pour substitution

source: a no-show for
fr: une non presentation pour

source: invited to attend
fr: Invité

source: available to attend
fr: Disponible

source: Predecessor
fr: Prédécesseur

source: Successor
fr: Successeur

source: Alternate
fr: Remplaçant

source: Private
fr: Privé

source: Public
fr: Publique

source: contact {0}
de: Kontakt {0}
es: contactos {0}

source: Accounting
de: Buchhaltung
es: Contabilidad

source: Questionnaires
de: Fragebögen
es: Cuestionarios

source: Questions
de: Fragen
es: Preguntas

source: Franchises
es: Franquicias

source: Bulk Import
es: Importación Masiva

source: Participation
de: Beteiligung
es: Participación

source: Configuration
de: Konfiguration
es: Configuración

source: Permissions
de: Berechtigungen
es: Permisos

source: Contacts
de: Impressum
es: Contactos

source: You can only enter scores for multiple games in "competition" divisions.
de: Sie können nur Werte für mehrere Spiele in "Wettbewerb" Divisionen ein.
es: Sólo se pueden introducir calificaciones de varios partidos en las divisiones de la "competencia".

source: Game update #{0}:
de: Spiel - Update # {0}:
es: Actualización del juego # {0}:

source: {0} applied to registration #{1}: {2}
de: {0} anzuwenden Registrierung # {1}:{2}
es: {0} aplicada al registro # {1}:{2}

source: There was an error updating the audit record in the database. Contact the office to ensure that your information is updated, quoting order #<b>{0}</b>, or you may not be allowed to be added to rosters, etc.
de: Es gab einen Fehler bei der Audit-Aufzeichnung in der Datenbank zu aktualisieren. Kontaktieren Sie das Büro, um sicherzustellen, dass Ihre Daten aktualisiert wird, unter der Bestellnummer # <b>{0}</b>, oder Sie können nicht auf Dienstpläne werden dürfen hinzugefügt, usw.
es: Hubo un error al actualizar el registro de auditoría en la base de datos. Póngase en contacto con la oficina para asegurar que su información se actualiza, citando a fin # <b>{0}</b>, o no puede permitir que se añade a las listas, etc.

source: Your payment was approved, but there was an error updating your payment status in the database. Contact the office to ensure that your information is updated, quoting order #<b>{0}</b>, or you may not be allowed to be added to rosters, etc.
de: Ihre Zahlung wurde genehmigt, aber es ist ein Fehler aufgetreten Zahlungsstatus in der Datenbank zu aktualisieren. Kontaktieren Sie das Büro, um sicherzustellen, dass Ihre Daten aktualisiert wird, unter der Bestellnummer # <b>{0}</b>, oder Sie können nicht auf Dienstpläne werden dürfen hinzugefügt, usw.
es: Su pago fue aprobado, pero hubo un error al actualizar el estado del pago en la base de datos. Póngase en contacto con la oficina para asegurar que su información se actualiza, citando a fin # <b>{0}</b>, o no puede permitir que se añade a las listas, etc.

source: invitation
de: Einladung
es: invitación

source: minute
es: minuto

source: Franchise
es: Franquicia

source: Unknown home dependency type "{0}".
de: Unbekannt Hause Abhängigkeitstyp "{0}".
es: Desconocido tipo de dependencia en casa "{0}".

source: Unknown away dependency type "{0}".
de: Unbekannter Abhängigkeitstyp away "{0}".
es: Desconocido distancia tipo de dependencia "{0}".

source: Didn't find a rule name in "{0}".
de: Haben Sie nicht einen Regelnamen in finden "{0}".
es: ¿No ha encontrado un nombre de regla de "{0}".

source: Invalid rule "{0}"
de: Ungültige Regel "{0}"
es: Inválida regla de "{0}"

source: Failed to parse left side of "{0}": {1}
de: Fehler beim linken Seite analysieren "{0}": {1}
es: No se pudieron analizar lado izquierdo de "{0}": {1}

source: Did not find a space in "{0}".
de: Haben Sie nicht einen Raum, in finden "{0}".
es: ¿No ha encontrado un espacio en "{0}".

source: Did not find a valid comparison operator in "{0}".
de: Haben Sie nicht einen gültigen Vergleichsoperator in finden "{0}".
es: ¿No ha encontrado un operador de comparación válido en "{0}".

source: Failed to parse right side of "{0}": {1}
de: Fehler beim rechten Seite analysieren "{0}": {1}
es: No se pudieron analizar lado derecho de "{0}": {1}

source: Unrecognized badge category "{0}".
de: Unbekanntes Abzeichen Kategorie "{0}".
es: No se reconoce la categoría de placas "{0}".

source: Actions
de: Aktionen
es: Comportamiento

source: Message Contact
de: Nachricht Kontakt
es: Mensaje Contacto

source: Message
de: Nachricht
es: Mensaje

source: Divisions
es: Divisiones

source: Dates
de: Termine
es: Fechas

source: Which team will allstar nominations come from? Ignored if the above field is set to "never".
de: Welches Team allstar Nominierungen kommen aus? Wird ignoriert, wenn das obige Feld gesetzt ist auf "nie".
es: ¿Qué equipo Allstar nominaciones vienen? Ignora si el campo anterior se fija en "no".

source: When to ask coaches and captains for "most spirited player" nominations.
de: Als Trainer und Kapitäne für "lebendigsten Spieler" Nominierungen zu fragen.
es: Cuándo pedir los entrenadores y capitanes de "la mayoría de los jugadores de espíritu" nominaciones.

source: Date
de: Datum
es: Fecha

source: Division std dev
de: Abteilung std dev
es: Dev División std

source: Type
de: Art
es: Tipo

source: ID
de: ICH WÜRDE
es: CARNÉ DE IDENTIDAD

source: Division
de: Aufteilung
es: División

source: Home Pref
de: Startseite Pref
es: Inicio Pref

source: Price Point Details
de: Preis Punktdetails
es: Precio Detalles Point

source: If you want to add a personal note to the player, do so here. To include no note with this invitation, leave this blank, but click "Save". "Cancel" will abort the invitation entirely.
de: Wenn Sie eine persönliche Note zu dem Spieler hinzufügen möchten, tun Sie dies hier. Um keine Notiz mit dieser Einladung sind, lassen Sie dieses Feld leer, aber klicken Sie auf "Speichern". "Abbrechen" vollständig die Einladung abbrechen wird.
es: Si desea agregar una nota personal para el jugador, hacerlo aquí. Para incluir ninguna nota con esta invitación, deje este espacio en blanco, pero haga clic en "Guardar". "Cancelar" abortará la invitación del todo.

source: Stat Sheet
de: Stat Blatt
es: Hoja de estadísticas

source: The manual calculator is intended for use solely with "{0}" divisions.
de: Der manuelle Rechner ist für die Verwendung nur mit "{0}" Divisionen.
es: La calculadora manual está destinado exclusivamente para su uso con las divisiones de la "{0}".

source: Competition
de: Wettbewerb
es: Competencia

source: As of 2014, USA Ultimate is using an updated version of this algorithm for both the College and Club series, available here as "{0}".
de: Ab 2014 wird mit USA Ultimative eine aktualisierte Version dieses Algorithmus sowohl für die Hochschule und Club-Serie, hier als "{0}".
es: A partir de 2014, EE.UU. último está utilizando una versión actualizada de este algoritmo tanto para la serie College y Club, disponible aquí como "{0}".

source: USA Ultimate Rankings v2
de: USA ultimative Rankings v2
es: EE.UU. último puntuación v2

source: In large cities, this is typically used for providing tips on good routes to get to the neighbourhood (e.g. "From the west, take Highway 99 and exit at Main St. N.").
de: In großen Städten ist dies in der Regel für die Bereitstellung von Tipps für gute Routen verwendet, um die Nachbarschaft zu bekommen (zB "Aus dem Westen kommend, nehmen Highway 99 und Ausfahrt Main St. N.").
es: En las grandes ciudades, esto se suele utilizar para proporcionar consejos sobre buenas rutas para llegar a la zona (por ejemplo, "Desde el oeste, tome la carretera 99 y salir en Main St. N.").

source: Remember that people can get specific driving directions through the Google Maps interface on the "{0}" page.
de: Denken Sie daran, dass Menschen bestimmte Fahr Richtungen durch die Google Maps-Schnittstelle auf der "{0}" Seite zu bekommen.
es: Recuerde que las personas pueden obtener indicaciones específicas de conducción a través de la interfaz de Google Maps en la página "{0}".

source: iCal is a standardized format for exchanging schedule information between applications. {0} supports iCal output in a variety of ways, but perhaps the most useful is the "Personal Feed".
de: iCal ist ein standardisiertes Format für die Zeitplaninformationen zwischen Anwendungen ausgetauscht werden. {0} in einer Vielzahl von Möglichkeiten iCal Ausgabe unterstützt, aber vielleicht das nützlichste ist die "Personal - Feed".
es: iCal es un formato estándar para el intercambio de información de la programación entre aplicaciones. {0} compatible con salida de iCal en una variedad de maneras, pero quizás el más útil es el "Feed personal".

source: Structure
de: Struktur
es: Estructura

source: Clone League
de: Clone Liga
es: Clon Liga

source: Manager: A more advanced user who has access to almost every area of the system. Managers cannot edit global system configuration. If the affiliates feature is enabled, they cannot create or edit affiliates, and they will only have manager-level access to specific affiliates; in this situation, they can be thought of as "local administrators".
de: Manager: Eine fortgeschrittene Benutzer, die Zugriff auf nahezu allen Bereichen des Systems hat. Manager können keine globalen Systemkonfiguration bearbeiten. Wenn die Partner-Funktion aktiviert ist, können sie nicht erstellen oder bearbeiten verbundene Unternehmen, und sie werden nur Manager-Level-Zugriff auf bestimmte verbundene Unternehmen haben; in dieser Situation, können sie als gedacht werden "lokale Administratoren".
es: Representante: Un usuario más avanzada que tiene acceso a casi todas las áreas del sistema. Los administradores no pueden editar configuración global del sistema. Si los afiliados función está activada, no se pueden crear o editar los afiliados, y que sólo tendrán acceso a nivel de administrador a los afiliados específicos; en esta situación, pueden ser considerados como "administradores locales".

source: Searches are NOT case-sensitive, so searching for "smith", "Smith" or "SMITH" will all give the same results.
de: Suchen sind nicht case-sensitive, so für "Smith" suchen, "Smith" oder "SMITH" wird alle die gleichen Ergebnisse liefern.
es: Las búsquedas no distinguen entre mayúsculas y minúsculas, por lo que buscar "Smith", "Smith" o "SMITH" serán todos dar los mismos resultados.

source: When you first create a {0} profile, you set your skill level by answering a short questionnaire. Many players then just leave this alone, and it becomes increasingly inaccurate; we get better with experience, but we slow down as we age. It is recommended to revisit this questionnaire every year or two, so that your skill level remains an accurate representation of your abilities. The questionnaire is accessed through the {1} page, in the "{2}" section.
de: Wenn Sie zuerst eine erstellen {0} Profil, wählen Sie Ihre Spielstärke durch einen kurzen Fragebogen zu beantworten. Viele Spieler dann lassen Sie einfach das allein, und es wird zunehmend ungenau; wir besser mit Erfahrung, aber wir verlangsamen, wie wir altern. Es wird empfohlen, jedes Jahr oder zwei, diesen Fragebogen zu überarbeiten, so dass Ihre Spielstärke eine genaue Darstellung Ihrer Fähigkeiten bleibt. Der Fragebogen wird zugegriffen durch die {1} Seite, in der "{2}" Abschnitt.
es: Cuando se crea un {0} perfil, se establece su nivel de habilidad, respondiendo a un breve cuestionario. Muchos jugadores a continuación, acaba de salir de esto por sí solo, y se hace cada vez más inexacta; que mejoran con la experiencia, sino que vayamos más despacio a medida que envejecemos. Se recomienda volver a visitar este cuestionario cada año o dos, por lo que su nivel de habilidad sigue siendo una representación precisa de sus habilidades. El cuestionario se accede a través de la {1} página, en la sección "{2}".

source: would return the number of teams playing in league #123 that the player is on.
de: zurückkehren würde 123 die Anzahl der Mannschaften in Liga # spielen, die der Spieler auf.
es: devolvería el número de equipos que juegan en la liga con el nº 123 de que el reproductor está encendido.

source: would return the number of teams playing in leagues #123 or 124 that the player is on.
de: zurückkehren würde die Anzahl der Mannschaften in Ligen # 123 oder 124 zu spielen, dass der Player eingeschaltet ist.
es: devolvería el número de equipos que juegan en ligas # 123 o 124 que el jugador está en.

source: would return the number of teams playing in leagues #123 or 124 that the player is on, even as a substitute.
de: zurückkehren würde die Anzahl der Mannschaften in Ligen # 123 oder 124 zu spielen, die der Spieler auf, auch als Ersatz.
es: devolvería el número de equipos que juegan en ligas # 123 o 124 que el reproductor está encendido, incluso como sustituto.

source: will return <em>false</em> if the person has registered for event #123, <em>true</em> otherwise.
de: kehrt <em>false</em>, wenn die Person für Event # 123, <em>true</em> sonst registriert hat.
es: devolverá <em>false</em> si la persona se ha registrado para el evento # 123, <em>true</em> lo contrario.

source: will return <em>true</em> if the person has registered for event #123, <em>false</em> otherwise.
de: kehrt <em>true</em>, wenn die Person für Event # 123, <em>false</em> sonst registriert hat.
es: devolverá <em>true</em> si la persona se ha registrado para el evento # 123, <em>false</em> lo contrario.

source: will return <em>true</em> if the person has registered for at least one of events #1, 12 or 123, <em>false</em> otherwise.
de: kehrt <em>true</em>, wenn die Person für mindestens eines der Ereignisse # 1, 12 oder 123, <em>false</em> sonst registriert hat.
es: devolverá <em>true</em> si la persona se ha registrado para al menos uno de los eventos # 1, 12 o 123, <em>false</em> lo contrario.

source: Twitter "My Applications" page
de: Twitter "My Applications" Seite
es: Twitter "Mis Aplicaciones" página

source: If you enable this, ULS files will be loaded from the Zuluru.net CDN.
es: Para utilizar ULS, primero debe realizar los pasos a lo largo de estas líneas:

source: gain
de: gewinnen
es: ganancia

source: point
de: Punkt
es: punto

# standings
source: D
es: re

# standings
source: A
de: EIN
es: UN

source: Points
de: Punkte
es: Puntos

source: Pool {0}
es: Piscina {0}

source: Issuer Invoice #
de: Emittent Rechnung #
es: Emisor de la factura #

source: Description
de: Beschreibung
es: Descripción

source: Sandbox signature
de: Sandbox Unterschrift
es: La firma caja de arena

source: Confirmation
de: Bestätigung
es: Confirmación

source: mobile
es: móvil

source: Question
de: Frage
es: Pregunta

source: Multiples
es: Múltiplos

source: Option
es: Opción

source: Location
de: Ort
es: Ubicación

source: You are eligible to {0}. This is for individuals who do not already have a team and want to play on a "hat team".
de: Sie sind berechtigt, auf {0}. Dies ist für Personen, die nicht bereits über ein Team haben und wollen auf einem "Hut Team" zu spielen.
es: Usted tiene derecho a {0}. Esto es para las personas que aún no tienen un equipo y quieren jugar en un "equipo de sombrero".

source: Province
de: Provinz
es: Provincia

source: This list shows facilities which are closed, or which have at least one closed {0}. Opening a facility leaves all {1} at that facility closed; they must be individually opened through the "facility view" page.
de: Diese Liste zeigt Einrichtungen, die geschlossen sind, oder die mindestens eine geschlossene haben {0}. Das Öffnen einer Anlage lässt alle {1} in dieser Anlage geschlossen; Sie müssen einzeln durch die "Anlage Ansicht" Seite geöffnet werden.
es: Esta lista muestra las instalaciones que están cerradas, o que tienen al menos un cerrado {0}. La apertura de una instalación deja a todos {1} en esa instalación cerrada; que se deben abrir de forma individual a través de la página de "vista de instalación".

source: Also
de: Ebenfalls
es: También

source: Sport
es: Deporte

source: Surface
de: Oberfläche
es: Superficie

source: Tweet
es: Pío

source: Note
de: Hinweis
es: Nota

source: "what if"
de: "Was wäre wenn"
es: "y si"

source: Stat Entry Sheet
de: Stat Erfassungsblatt
es: Hoja de entrada Stat

source: Notes
de: Notizen
es: Notas

source: minutes
de: Protokoll
es: minutos

source: Age
de: Alter
es: Años

source: on
de: auf
es: en

source: Documents
de: Unterlagen
es: Documentos

source: Document
de: Dokument
es: Documento

source: Questionnaire
de: Fragebogen
es: Cuestionario

source: Id
de: Ich würde
es: Carné de identidad

source: Code
es: Código

source: To pay online with {0}, click the payment button below.
es: Para pagar en línea con {0}, haga clic en el botón de pago a continuación.

source: &reg; Trade-mark of Interac Inc. Used under licence. <a href="https://www.interaconline.com/learn/" target="_blank">Learn more</a> about INTERAC Online.
de: &reg; Handelszeichen von Interac Inc. unter Lizenz verwendet. <a href="https://www.interaconline.com/learn/" target="_blank">mehr</a> über INTERAC Online Lernen.
es: &reg; Marca de Interac Inc. utiliza bajo licencia. <a href="https://www.interaconline.com/learn/" target="_blank">Más información</a> sobre INTERAC en línea.

source: Transferred from registration #{0} for {1}
de: Übertragen von der Registrierung # {0} für {1}
es: Transferida desde el registro # {0} de {1}

source: Publication
de: Veröffentlichung
es: Publicación

source: Enable or disable Twitter integration.
de: Aktivieren oder Twitter-Integration deaktivieren.
es: Habilitar o deshabilitar la integración de Twitter.

source: Consumer key
es: Clave del consumidor

source: This application's Twitter consumer key.
de: Dieser Twitter Anwendung Consumer-Key.
es: Clave de cliente de Twitter de esta aplicación.

source: Consumer secret
de: Verbraucher Geheimnis
es: Secreto de consumidor

source: This application's Twitter consumer secret.
de: Dieser Twitter Anwendung Verbraucher Geheimnis.
es: Twitter secreto de consumidor de esta aplicación.

source: Twitter integration requires the cUrl library, which your installation of PHP does not support. Talk to your system administrator or hosting company about enabling cUrl.
de: Twitter-Integration erfordert die cUrl Bibliothek, die die Installation von PHP nicht unterstützt. Sprechen Sie mit Ihrem Systemadministrator oder Hosting-Unternehmen über cUrl ermöglicht.
es: La integración de Twitter requiere la biblioteca Curl, que la instalación de PHP no soporta. Consulte con su administrador del sistema o empresa de alojamiento sobre la habilitación de rizo.

source: Latitude
de: Breite
es: Latitud

source: Longitude
de: Länge
es: Longitud

source: Options
de: Optionen
es: Opciones

source: List the payment options offered by your payment provider, or provide generic text. This will go in the sentence "To pay online with ____, click ...".
de: Führen Sie die Zahlungsoptionen angeboten von Ihrem Zahlungsanbieter oder nur generische Text. Dies wird in dem Satz gehen "online bezahlen mit ____, klicken Sie auf ...".
es: Enumerar las opciones de pago que ofrece el proveedor de pagos, o proporcionar un texto genérico. Esto irá en la frase "Para el pago con ____, haga clic en ...".

source: Position
es: Posición

source: Addition
de: Zusatz
es: Adición

source: Invitation
de: Einladung
es: Invitación

source: NOTE
de: HINWEIS
es: NOTA

source: USA Ultimate College
de: USA ultimative Hochschule
es: EE.UU. último universidad

source: Leaguerunner original
es: Leaguerunner originales

source: Total
de: Gesamt

source: (round&nbsp;{0})
de: (rund &nbsp;{0})
