Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Number of weeks to repeat this game slot.
de: Anzahl der Wochen dieses gameslot zu wiederholen.
es: Número de semanas para repetir este ranura de juego.
fr: Nombre de semaines pour répéter ce créneau de partie.

source: Make Game Slot Available To
de: Machen Sie Spiel Slot Verfügbar für
es: Hacer Ranura de Juego Disponible Para
fr: Rendre le créneau de partie disponible pour

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer

source: Confirm Game Slots
de: Bestätigen Spiel Slots
es: Confirmar Ranuras de Juego
fr: Confirmer les créneaux de partie

source: Game slots will not be created on the following holidays:
de: Spiel-Slots werden nicht an den folgenden Feiertagen erstellt werden:
es: Ranuras de juego no se crearán los siguientes días:
fr: Les créneaux de partie ne seront pas créés les jours fériés suivants:

source: Click a {0} name below to edit the list of game slots that will be created for that {0}.
de: Klicken Sie auf einen {0} Name unter der Liste der Spiel Slots zu bearbeiten, die für diesen erstellt werden {0}.
es: Haga clic en un {0} nombre abajo para editar la lista de ranuras de juego que se van a crear para que {0}.
fr: Cliquez sur un nom {0} ci-dessous pour modifier la liste des créneaux de partie qui seront créés pour ce {0}.

source: Create Slots
de: erstellen Sie Slots
es: Crear Ranuras
fr: Créer des créneaux

source: Game Slot
de: Spiel Slot
es: Ranura de Juego
fr: Créneau de partie

source: Edit Game Slot
de: Bearbeiten Spiel Slot
es: Editar Ranura de Juego
fr: Modifier le créneau de partie

source: Game start time
de: Spiel Startzeit
es: Hora de inicio del juego
fr: Heure de début du partie

source: Game time cap
de: Spiel TimeCap
es: Juego tiempo límite
fr: Timecap du partie

source: Choose "---" to assign the default time cap (dark).
de: Wählen Sie "---" die Standard-TimeCap zuweisen (dunkel).
es: Elija "---" para asignar el tiempo límite predeterminado (oscuro).
fr: Choose «---» assigner la timecap par défaut (dark).

source: Delete Game Slot
de: Löschen Spiel Slot
es: Eliminar Ranura de Juego
fr: Supprimer le créneau de partie

source: Are you sure you want to delete this game_slot?
de: Sind Sie sicher, dass Sie diese game_slot löschen?
es: ¿Está seguro de que desea eliminar este game_slot?
fr: Êtes-vous sûr de vouloir supprimer ce créneau de partie?

source: Submit Game Results
de: Senden Spiel Ergebnisse
es: Presentar los Resultados del Juego
fr: Soumettre les résultats de match

source: This game was:
de: Dieses Spiel war:
es: Este juego fue:
fr: Ce jeu était:

source: Incident Type
de: Incident-Typ
es: Tipo de incidente
fr: Type d'Incident

source: Enter the details of the incident
de: Geben Sie die Details des Vorfalls
es: Introduzca los detalles del incidente
fr: Entrez les détails de l'incident

source: Game Start
de: Spielbeginn
es: Empezar juego
fr: Début du jeu

source: Game End
de: Spielende
es: Juego terminado
fr: Fin du jeu

source: Available to Divisions
de: Verfügbar In den Divisionen
es: A disposición de las divisiones
fr: Disponible pour les divisions

source: Date and Time
de: Datum und Uhrzeit
es: Fecha y hora
fr: Date et heure

source: Totals
es: Los totales
fr: Totales

source: Attendance: {0}
de: Zuschauer: {0}
es: Asistencia: {0}
fr: Présence: {0}

source: Role
de: Rolle
es: Papel
fr: Rôle

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour

source: Attendance Change
de: Die Teilnahme ändern
es: Cambio de asistencia
fr: Changement de présence

source: You are attempting to change attendance for {0} ({1}).
de: Sie versuchen, die Teilnahme zu ändern für {0} ({1}).
es: Está intentando cambiar la asistencia de {0} ({1}).
fr: Vous essayez de modifier la présence pour {0} ({1}).

source: Current status: {0}
de: Aktueller Status: {0}
es: Estado actual: {0}
fr: État actuel: {0}

source: Possible attendance options are:
de: Mögliche Teilnahme Optionen sind:
es: Las posibles opciones de asistencia son:
fr: Les options de participation possibles sont:

source: You may optionally add a comment
de: Sie können optional einen Kommentar hinzufügen
es: Usted también puede añadir opcionalmente un comentario
fr: Vous pouvez éventuellement ajouter un commentaire

source: You may optionally add a personal note which will be included in the invitation email to the player
de: Sie können optional eine persönliche Note hinzuzufügen, die dem Spieler in der Einladung E-Mail aufgenommen werden
es: Puede añadir opcionalmente una nota personal que será incluido en el mensaje de invitación al jugador
fr: Vous pouvez éventuellement ajouter une note personnelle qui sera incluse dans l'e-mail d'invitation au joueur.

source: {0} won
de: {0} gewonnen
es: {0} ganado
fr: {0} gagné

source: tie
de: Krawatte
es: Corbata
fr: partie nulle

source: Edit Game
de: Bearbeiten Spiel
es: Editar Juego
fr: Modifier Match

source: currently rated: {0}
de: derzeit bewertet: {0}
es: Actualmente puntuación: {0}
fr: actuellement évalué: {0}

source: currently rated
fr: actuellement évalué

source: Game Status
es: Estado del Juego
fr: Status du match

source: Email all coaches and captains
de: E-Mail an alle Trainer und Kapitäne
es: Enviar por correo electrónico a todos los entrenadores y capitanes
fr: Envoyer un courriel à tous les entraineurs et capitaines

source: Score Approved By
de: Score Genehmigt durch
es: Aprobado por calificar
fr: Pointage approuvé par

source: Score as entered
de: Ergebnis so eingegeben
es: El resultado tan entrado
fr: Score comme entré

source: Defaulted?
de: Ausgefallene?
es: Incumplido?
fr: Défaillé?

source: us
de: uns
es: nos
fr: nous

source: them
de: Sie
es: ellos
fr: eux

source: Entered By
de: Betreten von
es: Introducido por
fr: Entré par

source: Entry Time
de: Eintrag Zeit
es: Tiempo de entrada
fr: Heure d'entrée

source: Spirit Assigned
de: Geist Assigned
es: Espíritu Asignado
fr: Esprit Assigné

source: How many women designated players did you have at this game?
fr: Combien de joueuses désignées aviez-vous à ce match?

source: Home Team Women Designated Players
fr: Joueurs désignés par équipe à domicile

source: Away Team Women Designated Players
fr: Joueuses désignées de l&#39;équipe à l&#39;extérieur

source: Allstar Nominations
de: Allstar-Nominierungen
es: Allstar nominaciones
fr: Nominations Allstar

source: Edit Box Score
es: Editar Box Score
fr: Modifier la partition

source: Play
de: Spielen
es: Jugar
fr: Jouer

source: Add Score Detail
de: In Score-Detail
es: Añadir cuenta del detalle
fr: Ajouter le détail du score

source: Live Game Scoring
de: Live-Spiel Scoring
es: Vivir de puntuación del juego
fr: Score de jeu en direct

source: Submit {0} for the {1} game at {2} between {3} and {4}.
de: Senden {0} für die {1} Spiel auf {2} zwischen {3} und {4}.
es: Presentar {0} para el {1} juego en {2} entre {3} y {4}.
fr: Envoyez {0} pour le {1} jeu à {2} entre {3} et {4}.

source: live results
de: Live-Ergebnisse
es: resultados en vivo
fr: résultats en direct

source: Finalize
de: zum Abschluss bringen
es: Finalizar
fr: Finaliser

source: Game Start Details
de: Spiel Start Details
es: Iniciar el juego Detalles
fr: Détails du début du jeu

source: Do not click "Submit" until the game actually starts, as this initiates an internal timer used to track the times of plays.
de: Nicht klicken Sie auf "Absenden" das Spiel beginnt, bis tatsächlich, da dies löst einen internen Zeitgeber verwendet, um die Zeiten von Spielen zu verfolgen.
es: No haga clic en "Enviar" hasta que se inicia el juego en realidad, ya que esto inicia un temporizador interno que se utiliza para realizar un seguimiento de los tiempos de jugadas.
fr: Do not click «Submit» jusqu'à ce que le jeu commence réellement, car cela déclenche une minuterie interne utilisée pour suivre les temps de lecture.

source: Game Note
de: Spiel Hinweis
es: Juego Nota
fr: Note du Match

source: Only I will be able to see this
de: Nur kann ich das zu sehen
es: Sólo voy a ser capaz de ver esto
fr: Seulement je pourrai voir ceci

source: Only the coaches/captains of the team
de: Nur die Trainer/Kapitäne des Teams
es: Sólo los entrenadores/jefes de equipo
fr: Seuls les entraîneurs/capitaines de l'équipe

source: Everyone on the team
de: Jeder im Team
es: Todos en el equipo
fr: Tous dans l'Équipe

source: Admins and coordinators of this division
de: Admins und Koordinatoren dieser Division
es: Los administradores y coordinadores de esta división
fr: Administrateurs et coordinateurs de cette division

source: Administrators only
de: nur für Administratoren
es: Sólo los administradores
fr: Administrateurs seulement

source: Everyone else that is allowed to see this note will be sent an email informing them. This is a good way to communicate with your teams.
de: Alle anderen, die diese Note sehen darf wird eine E-Mail informiert, sie gesandt. Dies ist ein guter Weg, um mit Ihren Teams zu kommunizieren.
es: Todos los demás que se le permite ver esta nota se enviará un correo electrónico informándoles. Esta es una buena manera de comunicarse con sus equipos.
fr: Tous les autres utilisateurs autorisés à voir cette note se verront envoyer un courrier électronique les informant. C'est un bon moyen de communiquer avec vos équipes.

source: Emails are NOT sent to others when you edit an existing note.
de: E-Mails werden nicht an Dritte gesendet, wenn Sie eine vorhandene Notiz bearbeiten.
es: Los correos electrónicos no se envían a los demás cuando se edita una nota existente.
fr: Les courriels ne sont PAS envoyés aux autres lorsque vous modifiez une note existante.

source: Under no circumstance will the players on the other team, or anyone else, be able to see this.
de: In keinem Fall wird auf das andere Team die Spieler, oder sonst jemand, der Lage sein, dies zu sehen.
es: En ningún caso los jugadores del otro equipo, o cualquier otra persona, será capaz de ver esto.
fr: En aucun cas, les joueurs de l'autre équipe, ni aucun autre joueur, ne pourront le voir.

source: Ratings Table
de: Bewertungen Tabelle
es: Tabla clasificaciones
fr: Tableau de classement

source: View Ratings Table
de: Ansicht Bewertungen Tabelle
es: Ver Tabla Puntuaciones
fr: Voir le tableau des notations

source: The number of rating points transferred depends on several factors:
de: Die Anzahl der Wertungspunkte übertragen, hängt von mehreren Faktoren ab:
es: El número de puntos de rating transferidos depende de varios factores:
fr: Le nombre de points d’évaluation transférés dépend de plusieurs facteurs:

source: the total score
de: die Gesamtpunktzahl
es: la puntuación total
fr: le score total

source: the difference in score
de: der Unterschied in der Partitur
es: la diferencia en la puntuación
fr: la différence de score

source: and the current rating of both teams
de: und die aktuelle Bewertung der beiden Mannschaften
es: y la calificación actual de ambos equipos
fr: et le classement actuel des deux équipes

source: How to read the table below:
de: Wie die Tabelle unten zu lesen:
es: Cómo leer la tabla a continuación:
fr: Comment lire le tableau ci-dessous:

source: Find the 'home' team's score along the left.
de: Finden Sie die 'Heimat' Team-Score auf der linken Seite.
es: Encuentra puntuación de la 'casa' del equipo a lo largo de la izquierda.
fr: Trouvez le score de l'équipe «à domicile» sur la gauche.

source: Find the 'away' team's score along the top.
de: Finden Sie die 'weg' Team Partitur entlang der Spitze.
es: Encuentra la puntuación 'lejos' del equipo a lo largo de la parte superior.
fr: Trouvez le score de l'équipe «absent» en haut.

source: The points shown in the table where these two scores intersect are the number of rating points that will be transfered from the losing team to the winning team.
de: Die Punkte in der Tabelle dargestellt, wo diese beiden Werte schneiden sind die Anzahl der Wertungspunkte, die aus dem Verlierer-Team auf die Siegerteam übertragen werden.
es: Los puntos que se muestran en la tabla donde se cruzan estas dos puntuaciones son el número de puntos de valoración que se transfiere desde el equipo perdedor al equipo ganador.
fr: Le nombre de points attribués qui seront transférés de l’équipe perdante à l’équipe gagnante est indiqué dans le tableau où ces deux scores se croisent.

source: A tie does not necessarily mean 0 rating points will be transfered. Unless the two team's rating scores are very close, one team is expected to win. If that team doesn't win, they will lose rating points. The opposite is also true: if a team is expected to lose, but they tie, they will gain some rating points.
de: Eine Bindung nicht notwendigerweise 0 Bewertung Punkte bedeuten übertragen werden. Es sei denn, das Rating-Scores der beiden Teams sehr nah sind, ist ein Team zu gewinnen erwartet. Wenn das Team nicht gewinnt, werden sie Rating Punkte verlieren. Das Gegenteil ist auch wahr: wenn ein Team zu verlieren, zu erwarten ist, aber sie haben, so werden sie einige Rating Punkte zu gewinnen.
es: Un empate no significa necesariamente 0 puntos de valoración serán transferidos. A menos que las puntuaciones de evaluación de los dos equipos están muy cerca, se espera que un equipo a ganar. Si ese equipo no gana, van a perder puntos de rating. Lo contrario también es cierto: si se espera que un equipo pierda, sino que atar, ganarán algunos puntos de rating.
fr: Une égalité ne signifie pas nécessairement que 0 point d’évaluation sera transféré. À moins que les scores des deux équipes ne soient très proches, une équipe devrait gagner. Si cette équipe ne gagne pas, elle perdra des points. L'inverse est également vrai: si une équipe est supposée perdre, mais qu'elle est à égalité, elle gagnera des points.

source: Ties are shown from the home team's perspective. So, a negative value indicates that in the event of a tie, the home team will lose rating points (and the away team will gain them).
de: Krawatten sind aus der Heimmannschaft Perspektive gezeigt. So zeigt ein negativer Wert, dass im Falle eines Unentschiedens, wird die Heimmannschaft Rating Punkte verlieren (und die Auswärtsmannschaft gewinnen sie).
es: Los empates se muestran desde la perspectiva del equipo local. Por lo tanto, un valor negativo indica que, en caso de empate, el equipo de casa va a perder puntos de rating (y el equipo visitante ganar ellos).
fr: Les cravates sont montrées du point de vue de l'équipe à domicile. Ainsi, une valeur négative indique qu'en cas d'égalité, l'équipe à domicile perdra des points de classement (et l'équipe à l'extérieur les gagnera).

source: current
de: Strom
es: corriente
fr: courant

source: rating of
de: Bewertung von
es: Puntuación de
fr: note de

source: chance to win
de: Chance zu gewinnen
es: oportunidad de ganar
fr: chance de gagner

source: {0} wins {1} to {2}, takes {3} rating points from {4}
de: {0} gewinnt {1} bis {2}, nimmt {3} Bewertung Punkte aus {4}
es: {0} gana {1} a {2}, toma {3} puntos de rating desde {4}
fr: {0} gagne {1} à {2}, prend {3} des points d'évaluation à {4}

source: Tie {0} to {0}, {1} takes {2} rating points from {3}
de: Tie {0} zu {0}, {1} nimmt {2} Wertungspunkte von {3}
es: Lazo {0} a {0}, {1} toma {2} puntos de rating desde {3}
fr: Nul {0} à {0}, {1} prend {2} points d'évaluation de {3}

source: What if the teams had different ratings? Check it here:
de: Was ist, wenn die Teams unterschiedliche Ratings hatte? Prüfen Sie es hier:
es: ¿Qué pasa si los equipos tienen diferentes clasificaciones? Hay que ver aquí:
fr: Et si les équipes avaient des notes différentes? Vérifiez-le ici:

source: What if?
de: Was wäre wenn?
es: ¿Y si?
fr: Et qu'est-ce qui se passerait si?

source: Date &amp; time
de: Datum &amp; Zeit
es: Fecha &amp; hora
fr: Date amp; temps

source: Final score
de: Endergebnis
es: Puntuación final
fr: Résultats finale

source: Timeouts taken
de: Timeouts genommen
es: Tiempos de espera toman
fr: Temps morts pris

source: Starting end
de: Ab Ende
es: Extremo de inicio
fr: Le point de départ

source: Game Notes
de: Spiel-Anmerkungen
es: Notas de juegos
fr: Notes de jeu

source: Game Stats
de: Spielstatistiken
es: Estadísticas del juego
fr: Statistiques du jeu

source: Subs
fr: Remplaçants

source: Submit the result for the {0} game at {1} between {2} and {3}.
de: Senden Sie das Ergebnis für den {0} Spiel auf {1} zwischen {2} und {3}.
es: Presentar el resultado de la {0} juego en {1} entre {2} y {3}.
fr: Soumettez le résultat du match {0} à {1} entre {2} et {3}.

source: If your opponent has already entered a result, it will be displayed below. If the result you enter does not agree with this result, posting of the result will be delayed until your coordinator can confirm the correct result.
de: Wenn dein Gegner hat bereits ein Ergebnis eingegeben haben, wird es unten angezeigt. Wenn das Ergebnis Sie eingeben, nicht mit diesem Ergebnis, die Entsendung des Ergebnisses zustimmen wird verzögert, bis der Koordinator das korrekte Ergebnis bestätigen können.
es: Si su oponente ya ha entrado en consecuencia, éste se mostrará a continuación. Si el resultado se introduce no está de acuerdo con este resultado, la publicación de los resultados se retrasará hasta que el coordinador puede confirmar el resultado correcto.
fr: Si votre adversaire a déjà entré un résultat, celui-ci sera affiché ci-dessous. Si le résultat que vous entrez ne correspond pas à ce résultat, l'enregistrement du résultat sera retardé jusqu'à ce que votre coordinateur puisse confirmer le résultat correct.

source: Played
de: Gespielt
es: Jugó
fr: Joué

source: Defaulted by {0}
de: Ausgefallene durch {0}
es: Incumplido por {0}
fr: Par défaut de {0}

source: Cancelled (e.g. due to weather)
de: Cancelled (zB aufgrund von Wetter)
es: Cancelado (por ejemplo, debido al mal tiempo)
fr: Annulé (par exemple, en raison de la météo)

source: Your Score Entry
de: Ihr Score Eintrag
es: Su puntuación de Entrada
fr: Votre entrée de score

source: Opponent's Score Entry
de: Gegnerische Score Eintrag
es: La puntuación de entrada rival
fr: Entrée du score de l'adversaire

source: not yet entered
de: noch nicht eingegeben
es: que aún no figuren
fr: pas encore entré

source: I have an incident to report
de: Ich habe einen Vorfall zu melden
es: Tengo un incidente reportar
fr: J'ai un incident à signaler

source: I want to nominate an all-star
de: Ich möchte ein All-Star zu nominieren
es: Quiero nominar a una de las estrellas
fr: Je veux nommer un all-star

source: You may select up to two all-stars from the list below
de: Sie können bis zu zwei All-Stars aus der folgenden Liste auswählen
es: Puede seleccionar hasta dos estrellas en la lista a continuación
fr: Vous pouvez sélectionner jusqu'à deux étoiles parmi la liste ci-dessous.

source: if you think they deserve to be nominated as an all-star
de: wenn Sie denken, sie verdienen werden als ein All-Star nominiert
es: si usted piensa que merecen ser nominada como una de las estrellas
fr: si vous pensez qu’ils méritent d’être nommés All-Star

source: league coordinator
de: Liga-Koordinator
es: coordinador de la liga
fr: Coordonnateur de la ligue

source: If you feel strongly about nominating additional all-stars, please contact your {0}.
de: Wenn Sie gerne weitere All-Stars nominieren möchten, wenden Sie sich bitte an Ihren {0}.
es: Si tiene muchas ganas de nominar estrellas adicionales, contacte a su {0}.
fr: Si vous souhaitez vraiment nommer d'autres étoiles, veuillez contacter votre {0}.

source: I want to enter stats for this game (if you don't do it now, you can do it later)
de: Ich möchte für dieses Spiel Statistiken zu aktivieren (falls Sie es nicht jetzt tun, können Sie es später tun)
es: Quiero entrar en las estadísticas para este juego (si no lo hace ahora, puede hacerlo más adelante)
fr: Je veux entrer des statistiques pour ce jeu (si vous ne le faites pas maintenant, vous pourrez le faire plus tard)

source: Submit Game Stats
de: Senden Spielstatistiken
es: Presentar Game Stats
fr: Envoyer des statistiques de jeu

source: Submit the stats for the {0} game at {1} between {2} and {3}.
de: Senden die Statistiken für den {0} Spiel auf {1} zwischen {2} und {3}.
es: Presentar las estadísticas para el {0} juego en {1} entre {2} y {3}.
fr: Soumettez les stats du jeu à {1} à {1} entre {2} et {3}.

source: The score for this game has been confirmed as {0} {1}, {2} {3}.
de: Die Punktzahl für dieses Spiel wurde als bestätigt {0} {1}, {2} {3}.
es: La puntuación para este juego ha sido confirmado como {0} {1}, {2} {3}.
fr: Le pointage de cette partie a été confirmé comme {0} {1}, {2} {3}.

source: You have submitted the score for this game as {0} {1}, {2} {3}, but this has not been confirmed by your opponent.
de: Sie haben die Partitur für dieses Spiel abgegeben als {0} {1}, {2} {3}, aber dies ist nicht vom Gegner bestätigt.
es: Que haya presentado la puntuación para este juego como {0} {1}, {2} {3}, pero esto no ha sido confirmado por su oponente.
fr: Vous avez soumis le score de ce jeu sous le {0} {1}, {2} {3}, mais l'adversaire n'a pas confirmé cela.

source: A score of {0} {1}, {2} {3} has been submitted for this game, but this has not been confirmed.
de: Eine Punktzahl von {0} {1}, {2} {3} wurde für dieses Spiel vorgelegt worden, aber dies noch nicht bestätigt wurde.
es: Una puntuación de {0} {1}, {2} {3} se ha sometido a este juego, pero esto no ha sido confirmado.
fr: Un score de {0} {1}, {2} {3} a été soumis pour ce jeu, mais cela n'a pas été confirmé.

source: Show Only Applicable Stat Options
de: Nur anzeigen Anwendbar Stat Optionen
es: Mostrar opciones de Stat sólo es aplicable
fr: Afficher uniquement les options de statistiques applicables

source: Show All Stat Options
de: Alle anzeigen Stat-Optionen
es: Mostrar todas las opciones Stat
fr: Afficher toutes les options de statistiques

source: Show All Players
de: Zeige alle Spieler
es: Mostrar todos los jugadores
fr: Afficher tous les joueurs

source: Show Only Attending Players
de: Nur anzeigen Aufwarten Spieler
es: Mostrar sólo los que asisten a los jugadores
fr: Montrer seulement les joueurs présents

source: Please correct this and re-submit.
de: Bitte korrigieren und erneut einzureichen.
es: Por favor, corrija esto y volver a presentar.
fr: S'il vous plaît corriger cela et soumettre à nouveau.

source: Click OK to proceed, or Cancel to enter more stats.
de: Klicken Sie auf OK, um fortzufahren, oder Abbrechen, um weitere Statistiken ein.
es: Haga clic en OK para continuar o Cancelar para introducir más estadísticas.
fr: Cliquez sur OK pour continuer ou sur Annuler pour entrer plus de statistiques.

source: View Game
de: anzeigen Spiel
es: Ver Partido
fr: Voir le Match

source: Captain Emails
de: Kapitän E-Mails
es: Los correos electrónicos capitán
fr: Emails Capitaine

source: Email all coaches/captains
de: E-Mail an alle Trainer/Kapitäne
es: Enviar por correo electrónico todos los entrenadores/capitanes
fr: Envoyer un courriel à tous les entraineurs/capitaines

source: Click to view
de: Klicke zum Zeigen
es: Click para ver
fr: Cliquer pour afficher

source: Delete Game
de: löschen Spiel
es: Eliminar Juego
fr: Supprimer le Match

source: Are you sure you want to delete this game?
de: Sind Sie sicher, dass Sie dieses Spiel zu löschen?
es: ¿Está seguro de que quiere eliminar este juego?
fr: Voulez-vous vraiment supprimer cette partie?

source: Spirit for {0}
de: Geist für {0}
es: Espíritu de {0}
fr: Esprit pour {0}

source: The final scores entered by the teams do not match, and the discrepancy has not been resolved.
de: Die endgültigen Werte von den Teams eingegeben nicht übereinstimmen, und die Diskrepanz behoben wurde nicht.
es: Las puntuaciones finales formuladas por los equipos no coinciden, y la discrepancia no se ha resuelto.
fr: Les scores finaux entrés par les équipes ne correspondent pas, et la différence n'a pas été résolue.

source: A scorekeeper
de: Ein Schriftführer
es: Un anotador
fr: Un marqueur
