Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Note that this looks at all divisions within the specified leagues.
de: Beachten Sie, dass diese innerhalb der angegebenen Ligen in allen Divisionen aussieht.
es: Tenga en cuenta que esto se ve en todas las divisiones dentro de las ligas especificados.
fr: Notez que cela concerne toutes les divisions des ligues spécifiées.

source: The {0} rule accepts a YYYY-MM-DD formatted date and returns a string describing the highest membership in effect for the player on that date. It can also accept date ranges in three forms:
de: Die {0} Regel akzeptiert eine YYYY-MM-DD formatiert Datum und gibt einen String beschreibt die höchste Mitgliedschaft in der Tat für den Spieler zu diesem Zeitpunkt. Es kann auch Datumsbereiche in drei Formen annehmen:
es: El {0} regla acepta una fecha con formato AAAA-MM-DD y devuelve una cadena que describe el mayor número de miembros en efecto para el jugador en esa fecha. También puede aceptar intervalos de fechas en tres formas:
fr: La règle {0} accepte une date au format AAAA-MM-JJ et renvoie une chaîne décrivant la composition la plus élevée en vigueur pour le lecteur à cette date. Il peut également accepter des plages de dates sous trois formes:

source: YYYY-MM-DD,YYYY-MM-DD: Looks for the highest membership in effect at any time between the dates specified (inclusive)
de: YYYY-MM-DD, YYYY-MM-DD: Sucht nach der höchsten Mitgliedschaft in der Tat jederzeit zwischen den angegebenen Daten (einschließlich)
es: AAAA-MM-DD, AAAA-MM-DD: busca la mayor membresía en efecto en cualquier momento entre las fechas indicadas (ambos inclusive)
fr: AAAA-MM-JJ, AAAA-MM-JJ: Recherche le nombre d'adhésion le plus élevé en vigueur à tout moment entre les dates spécifiées (inclus)

source: YYYY-MM-DD: Looks for the highest membership in effect at any time up to and including the date specified (equivalent to 0000-00-00,YYYY-MM-DD)
de: YYYY-MM-DD: Sucht nach der höchsten Mitgliedschaft in der Tat jederzeit bis einschließlich dem Tag angegeben (entspricht 0000-00-00, YYYY-MM-DD)
es: AAAA-MM-DD: busca el más alto de miembros de hecho en cualquier momento hasta e incluyendo la fecha especificada (equivalente a 0000-00-00, AAAA-MM-DD)
fr: AAAA-MM-JJ: Recherche l'adhésion la plus élevée en vigueur à tout moment, y compris la date spécifiée (équivalent à 0000-00-00, AAAA-MM-JJ)

source: YYYY-MM-DD: Looks for the highest membership in effect at any time starting from the date specified (equivalent to YYYY-MM-DD,9999-12-31)
de: YYYY-MM-DD: Sucht nach der höchsten Mitgliedschaft in der Tat jederzeit ab dem Datum angegeben (entspricht YYYY-MM-DD, 9999-12-31)
es: AAAA-MM-DD: busca el mayor número de miembros en vigor en cualquier momento a partir de la fecha especificada (equivalente a AAAA-MM-DD, 9999-12-31)
fr: AAAA-MM-JJ: Recherche la plus forte appartenance en vigueur à tout moment à partir de la date spécifiée (équivalent à AAAA-MM-JJ, 9999-12-31)

source: The date specification must be enclosed in quotes.
de: Die Datumsangabe muss in Anführungszeichen gesetzt werden.
es: La especificación de la fecha debe estar entre comillas.
fr: La date doit être entre guillemets.

source: Currently, the possible member types are "{0}" (they do not have a membership in effect on the given date), "{1}" or "{2}". The membership type and valid dates are determined from the configuration of the membership events that the player has registered <strong>and paid</strong> for.
de: Derzeit sind die möglichen Elementtypen "{0}" (sie keine Mitgliedschaft in der Tat auf dem angegebenen Datum haben), "{1}" oder "{2}". Die Art der Mitgliedschaft und gültige Daten werden von der Konfiguration der Mitgliedschaft Ereignisse bestimmt, dass der Spieler registriert hat <strong>und bezahlt</strong> für.
es: En la actualidad, los posibles tipos de miembros son "{0}" (que no tienen una membresía vigente en la fecha dada), "{1}" o "{2}". El tipo de miembro y fechas válidas se determinan a partir de la configuración de los eventos de miembros que el jugador se ha registrado <strong>y pagados</strong>.
fr: Currently, the possible member types are «{0}» (ils ne sont pas membres à la date indiquée), «{1}» or «{2}». The membership type and valid dates are determined from the configuration of the membership events that the player has registered <strong>and paid</strong> for.

source: would return one of <strong>none</strong>, <strong>intro</strong> or <strong>full</strong>, depending on the membership registration spanning June 1 of this year (if any) found in the player's history.
de: zurückkehren würde man von <strong>keine</strong>, <strong>intro</strong> oder <strong>voll</strong>, auf der Mitgliedschaft Registrierung abhängig Juni Spanning 1 dieses Jahres (falls vorhanden) in der Spieler gefunden Geschichte.
es: volvería uno de <strong>no</strong>, <strong>intro</strong> o <strong>completa</strong>, en función del registro de miembros que abarca del 1 de junio de este año (si los hay) que se encuentra en el reproductor de historia.
fr: renverrait l’un des éléments <strong>none</strong>, <strong>intro</strong> ou <strong>complet</strong>, en fonction du nombre de membres inscrits au 1er juin de cette année (le cas échéant) et figurant dans le lecteur l'histoire.

source: would return one of <strong>none</strong>, <strong>intro</strong> or <strong>full</strong>, depending on the membership registrations up to and including June 1 of this year (if any) found in the player's history.
de: zurückkehren würde man von <strong>keine</strong>, <strong>Intro</strong> oder <strong>voll</strong>, je nach Mitgliedschaft Registrierungen bis einschließlich 1. Juni dieses Jahres (falls vorhanden) gefunden in der Geschichte des Spielers.
es: volvería uno de <strong>no</strong>, <strong>intro</strong> o <strong>completa</strong>, en función de los registros de afiliación que concluye el 1 de junio de este año (si los hay) se encontró en la historia del jugador.
fr: renverrait l'un des <strong>néant</strong>, <strong>intro</strong> ou <strong>complets</strong>, en fonction des inscriptions jusqu'au 1er juin inclus (le cas échéant) dans l'histoire du joueur.

source: would return one of <strong>none</strong>, <strong>intro</strong> or <strong>full</strong>, depending on the membership registrations covering the 5 years up to and including June 1 of this year (if any) found in the player's history.
de: zurückkehren würde man von <strong>keine</strong>, <strong>Intro</strong> oder <strong>voll</strong>, auf die Mitgliedschaft Anmeldungen je Deckung der 5 Jahre bis einschließlich 1. Juni dieses Jahres (falls vorhanden) in der Spieler Geschichte gefunden.
es: volvería uno de <strong>no</strong>, <strong>intro</strong> o <strong>completa</strong>, en función de los registros de miembros que cubren los 5 años hasta que concluye el 1 de junio de este año (si los hay) que se encuentra en la historia del jugador.
fr: renverrait l’un des <strong>none</strong>, <strong>intro</strong> ou <strong>complets</strong>, selon le nombre de membres inscrits pour les 5 années précédant le 1er juin de cette année ( le cas échéant) trouvé dans l'historique du joueur.

source: The {0} rule accepts one rule, returning <em>true</em> if that rule is false, <em>true</em> otherwise.
de: Die {0} Regel akzeptiert eine Regel, Rückkehr <em>true</em>, wenn diese Regel falsch ist, <em>true</em> sonst.
es: El {0} regla acepta una regla, regresando <em>true</em> si esa regla es falsa, <em>true</em> lo contrario.
fr: La règle {0} accepte une règle et renvoie <em>true</em> si cette règle est false, <em> true</em>.

source: Note that this is infrequently used, as most rules are built using {0}, which supports negation via the != operator.
de: Beachten Sie, dass diese selten verwendet wird, da die meisten Regeln gebaut werden mit {0}, die Negation unterstützt über den Operator! =.
es: Tenga en cuenta que esto se utiliza con poca frecuencia, como la mayoría de las normas se construyen usando {0}, que apoya a través de la != operador.
fr: Notez que cela est rarement utilisé, car la plupart des règles sont construites avec {0}, qui prend en charge la négation via l'opérateur! =.

source: The {0} rule accepts a comma-separated list of two or more other rules, returning <em>true</em> if at least one of them is true, <em>false</em> otherwise.
de: Die {0} Regel akzeptiert eine durch Kommata getrennte Liste von zwei oder mehreren anderen Regeln, Rückkehr <em>true</em>, wenn mindestens eine von ihnen wahr ist, <em>false</em> sonst.
es: El {0} regla acepta una lista separada por comas de otros dos o más reglas, regresando <em>true</em> si al menos uno de ellos es verdadero, <em>false</em> lo contrario.
fr: La règle {0} accepte une liste de deux ou plusieurs autres règles, séparées par des virgules, et renvoie <em>true</em> si au moins l'une d'entre elles est true, <em> false</em> sinon.

source: will return <em>true</em> for women born on or before Dec 31, {0}, or men born on or before Dec 31, {1} (i.e. is a gender-specific Masters age player in {2}), <em>false</em> otherwise.
de: wird <em>true</em> zurückgeben, wenn der Spieler weiblich ist und am oder vor dem 31. Dezember {0} geboren wurde oder männlich ist und am oder vor dem 31. Dezember {1} geboren wurde (dh geschlechtsspezifisch ist Master-Spieler in {2}), andernfalls <em>false</em>.
es: devolverá <em>true</em> Para mujeres nacidas el 31 de diciembre o antes, {0}, o hombres nacidos el 31 de diciembre o antes de esa fecha, {1} (es decir, es un género específico maestro jugador en {2}), <em>falso</em> de lo contrario.
fr: retournera <em>true</em> pour les femmes nées le 31 décembre ou avant, le {0}, ou les hommes nés le 31 décembre ou avant, le {1} (c'est-à-dire un joueur d'âge Masters spécifique au genre dans {2}) , <em> false</em> sinon.

source: The {0} rule accepts a comma-separated list of integers and returns true if the user has registered for at least one of them. Payment status is NOT checked, in order to allow people to register for multiple items and pay all at once.
de: Die {0} Regel akzeptiert eine durch Kommata getrennte Liste von ganzen Zahlen und gibt true zurück, wenn der Benutzer für mindestens eine von ihnen registriert hat. Payment-Status wird nicht überprüft, um die Menschen für mehrere Elemente zu registrieren zu lassen und auf einmal bezahlen.
es: El {0} regla acepta una lista separada por comas de los números enteros y devuelve verdadero si el usuario se ha registrado por lo menos uno de ellos. Estado del pago no está marcada, con el fin de permitir que la gente se registre por varios elementos, y pagar todos a la vez.
fr: La règle {0} accepte une liste d'entiers séparés par des virgules et renvoie true si l'utilisateur s'est inscrit pour au moins l'un d'entre eux. Le statut de paiement n'est PAS vérifié, afin de permettre aux gens de s'inscrire pour plusieurs articles et de tout payer en même temps.

source: The {0} rule accepts a series of one or more waiver IDs and a YYYY-MM-DD formatted date, separated by commas, and returns true if the player has a signed one of the specified waivers covering the date indicated.
de: Die {0} Regel akzeptiert eine Reihe von einem oder mehreren Verzicht IDs und YYYY-MM-DD formatiert Datum, durch Komma getrennt, und gibt true zurück, wenn der Spieler eine unterzeichnete einen der angegebenen Verzichte hat für den angegebenen Datum.
es: El {0} regla acepta una serie de uno o más ID de exención y una fecha con formato AAAA-MM-DD, separados por comas, y devuelve verdadero si el jugador tiene una firmado una de las exenciones especificadas que cubren la fecha indicada.
fr: La règle {0} accepte une série d'un ou plusieurs ID de renonciation et une date au format AAAA-MM-JJ, séparés par des virgules, et renvoie true si le joueur a signé l'une des renonciations spécifiées couvrant la date indiquée.

source: Note that the order of waiver IDs is important; if the person has not signed any of the waivers, they will be directed to the <em>first</em> one in the list.
de: Beachten Sie, dass die Reihenfolge der Verzicht IDs ist wichtig; wenn die Person eine der Verzichte nicht unterzeichnet hat, werden sie gerichtet auf die <em>erste</em> in der Liste sein.
es: Tenga en cuenta que el orden de los ID de exención es importante; si la persona no ha firmado ninguna de las exenciones, serán dirigidos a la <em>primera</em> una en la lista.
fr: Notez que l'ordre des ID de renonciation est important. si la personne n'a signé aucune des renonciations, elle sera dirigée vers le <em>premier</em> de la liste.

source: If waiver type 1 is a "membership waiver", then
de: Wenn Verzicht Typ 1 ist eine "Mitgliedschaft Verzicht", dann
es: Si renuncia tipo 1 es una "renuncia a la membresía", a continuación,
fr: If waiver type 1 is a «membership waiver», alors

source: would return <em>true</em> if the person has signed the membership waiver for a date range that encompasses June 1, {0}, <em>false</em> otherwise.
de: würde zurückkehren <em>true</em>, wenn die Person, die die Mitgliedschaft Verzicht für einen Datumsbereich, der 1. Juni umfasst unterzeichnet hat, {0}, <em>false</em> sonst.
es: volvería <em>true</em> si la persona que ha firmado la renuncia a la membresía para un intervalo de fechas que abarca 1 de junio de {0}, <em>false</em> lo contrario.
fr: renverrait <em>vrai</em> si la personne a signé l'exemption d'adhésion pour une plage de dates englobant le 1er juin, {0}, <em> faux</em> sinon.

source: If waiver type 2 is an "event waiver", then
de: Wenn Verzicht Typ 2 ist ein "Ereignis Verzicht", dann
es: Si renuncia tipo 2 es una "evento renuncia", a continuación,
fr: If waiver type 2 is an «event waiver», alors

source: would return <em>true</em> if the person has signed either the membership waiver OR the event waiver for a date range that encompasses June 1, {0}, <em>false</em> (and directing them to the event waiver) otherwise.
de: zurückkehren <em>true</em>, wenn die Person entweder die Mitgliedschaft Verzicht oder die Veranstaltung Verzicht für einen Datumsbereich, der 1. Juni umfasst, unterzeichnet hat {0}, <em>false</em> (und lenken sie die Ereignis Verzicht) aus anderen Gründen.
es: volvería <em>true</em> si la persona que ha firmado ya sea la renuncia a la pertenencia o la renuncia de eventos para un intervalo de fechas que abarca 1 de junio de {0}, <em>false</em> (y les dirige a la renuncia evento) de otro modo.
fr: renverrait <em>true</em> si la personne a signé la renonciation à l'adhésion OU l'exemption d'événement pour une plage de dates englobant le 1er juin, {0}, <em> false</em> (et les dirigeant vers le renonciation à un événement) autrement.

source: The {0} rule accepts a YYYY-MM-DD formatted date and returns a count of how many teams the player is/was on that play/played in leagues that are/were open on this date. It can also accept date ranges in three forms:
de: Die {0} Regel akzeptiert eine YYYY-MM-DD formatiert Datum und gibt eine Zählung, wie viele Teams der Spieler ist/war an diesem Spiel/in Ligen aktiv sind, die/an diesem Tag geöffnet waren. Es kann auch Datumsbereiche in drei Formen annehmen:
es: El {0} regla acepta una fecha con formato AAAA-MM-DD y devuelve un recuento de la cantidad de equipos que el jugador es/fue en esa jugada/jugado en las ligas que están/estaban abiertos en esta fecha. También puede aceptar intervalos de fechas en tres formas:
fr: La règle {0} accepte une date au format AAAA-MM-JJ et renvoie le nombre d'équipes que le joueur est/était sur ce jeu/joué dans des ligues qui sont/étaient ouvertes à cette date. Il peut également accepter des plages de dates sous trois formes:

source: YYYY-MM-DD,YYYY-MM-DD: Counts teams that played at any time between the dates specified (inclusive)
de: YYYY-MM-DD, YYYY-MM-DD: Zählt Teams, die jederzeit zwischen den Terminen gespielt angegeben (einschließlich)
es: AAAA-MM-DD, AAAA-MM-DD: Counts equipos que jugaron en cualquier momento entre las fechas indicadas (ambos inclusive)
fr: AAAA-MM-JJ, AAAA-MM-JJ: Compte les équipes qui ont joué à n'importe quel moment entre les dates spécifiées (inclus)

source: YYYY-MM-DD: Counts teams that played at any time up to and including the date specified (equivalent to 0000-00-00,YYYY-MM-DD)
de: YYYY-MM-DD: Zählt Teams, die zu jederzeit bis gespielt und auch das Datum angegeben (entspricht 0000-00-00, YYYY-MM-DD)
es: AAAA-MM-DD: Cuenta los equipos que jugaron en cualquier momento hasta e incluyendo la fecha especificada (equivalente a 0000-00-00, AAAA-MM-DD)
fr: AAAA-MM-JJ: Compte les équipes qui ont joué à n’importe quel moment jusqu’à la date spécifiée (équivalent à 0000-00-00, AAAA-MM-JJ)

source: YYYY-MM-DD: Counts teams that played at any time starting from the date specified (equivalent to YYYY-MM-DD,9999-12-31)
de: YYYY-MM-DD: Zählt Teams, die jederzeit ab dem Zeitpunkt gespielt angegeben (entspricht YYYY-MM-DD, 9999-12-31)
es: AAAA-MM-DD: Counts equipos que jugaron en cualquier momento a partir de la fecha especificada (equivalente a AAAA-MM-DD, 9999-12-31)
fr: AAAA-MM-JJ: Compte les équipes ayant joué à tout moment à partir de la date spécifiée (équivalent à AAAA-MM-JJ, 9999-12-31)

source: By default, only teams where the player is listed as a captain, assistant captain or regular player, and is accepted on the roster, are counted. You can also include teams where the player is listed as a substitute by including "{0}" after the date.
de: Standardmäßig wo nur Teams der Spieler als Kapitän aufgeführt ist, Assistenzkapitän oder regelmäßiger Spieler und wird auf der Liste akzeptiert, werden gezählt. Sie können auch Teams gehören, wo der Spieler als Ersatz aufgeführt wird von "{0}" nach dem Tag inklusive.
es: De manera predeterminada, sólo los equipos donde el jugador aparece como un capitán, ayudante del capitán o jugador regular, y es aceptado en la lista, se cuentan. También puede incluir equipos donde el jugador aparece como un sustituto mediante la inclusión de "{0}" después de la fecha.
fr: Par défaut, seules les équipes dont le joueur est désigné comme capitaine, capitaine adjoint ou joueur régulier et acceptées sur la liste sont comptabilisées. Vous pouvez également inclure des équipes dans lesquelles le joueur est répertorié comme substitut en incluant «include_subs» après la date.

source: would return the number of teams playing in the summer of {0} that the player is on.
de: zurückkehren würde die Anzahl der Mannschaften im Sommer spielen {0}, dass der Spieler auf.
es: devolvería el número de equipos que juegan en el verano de {0} que el reproductor está encendido.
fr: renverrait le nombre d'équipes jouant à l'été {0} et sur lesquelles le joueur se trouve.

source: would return the number of teams that played in the summer of {0} or before that the player is on.
de: zurückkehren würde die Anzahl der Teams, die im Sommer gespielt {0} oder vor, dass der Spieler auf.
es: devolvería el número de equipos que jugó en el verano de {0} o antes de que el jugador está en.
fr: renverrait le nombre d’équipes qui ont joué l’été {0} ou avant que le joueur s’allume.

source: would return the number of teams that played in the 5 year span up to and including June 1 of this year that the player is on.
de: zurückkehren würde die Anzahl der Teams, die bis einschließlich 1. Juni dieses Jahres in der 5-Jahres-Zeitraum gespielt, dass der Spieler auf.
es: devolvería el número de equipos que jugó en el lapso de 5 años hasta e incluyendo el 1 de junio del presente año que el reproductor está encendido.
fr: renverrait le nombre d’équipes qui ont joué dans la période de 5 ans jusqu’au 1er juin de cette année inclusivement où le joueur est inscrit.

source: would return the number of teams playing in the summer of {0} that the player is on, even as a substitute.
de: zurückkehren würde, die Anzahl der Mannschaften im Sommer spielen {0}, dass der Spieler auf, auch als Ersatz.
es: devolvería el número de equipos que juegan en el verano de {0} que el reproductor está encendido, incluso como sustituto.
fr: renverrait le nombre d'équipes jouant à l'été {0} sur lequel le joueur se trouve, même en tant que remplaçant

source: To add games to a schedule, you select the type of schedule to create, whether to publish games, and whether double-headers are allowed.
de: So fügen Sie Spiele, um einen Zeitplan, wählen Sie die Art der Zeitplan zu erstellen, ob Spiele zu veröffentlichen, und ob Doppel Header erlaubt.
es: Para agregar juegos a un horario, se selecciona el tipo de programación para crear, si procede publicar juegos, y si se les permite dos partidos seguidos.
fr: Pour ajouter des parties à un programme, vous sélectionnez le type de programme à créer, si vous souhaitez publier des parties et si les en-têtes doubles sont autorisés.

source: Occasionally, you may need to wipe out an entire day's worth of games from the schedule. To do this, simply use the "{0}" link for that day on the division schedule. You will be required to confirm your request; take this opportunity to double-check that the date is correct and the number of games to be deleted is what you expect. You will also be given an additional warning if the games you are deleting have been published.
de: Gelegentlich müssen Sie einen ganzen Tag im Wert von Spielen aus dem Zeitplan zu tilgen. Um dies zu tun, verwenden Sie einfach die Link für diesen Tag auf dem Teilungsplan "{0}". Sie werden benötigt, um Ihre Anfrage zu bestätigen; nehmen diese Gelegenheit, überprüfen doppelt zu, dass das Datum korrekt ist und die Anzahl der Spiele gelöscht werden soll, was Sie erwarten. Sie erhalten außerdem eine zusätzliche Warnung, wenn die Spiele, die Sie löschen veröffentlicht wurden gegeben.
es: De vez en cuando, puede que tenga que acabar con la pena de juegos de la programación de un día entero. Para ello, basta con utilizar el "{0}" vínculo para ese día en el calendario de la división. Se le pedirá que confirme su solicitud; aprovechar esta oportunidad que compruebe que la fecha es correcta y el número de juegos que desea eliminar es lo que esperas. También se le dará una advertencia adicional si los juegos que va a suprimir se han publicado.
fr: Occasionally, you may need to wipe out an entire day's worth of games from the schedule. To do this, simply use the «{0}» lien pour ce jour sur le calendrier de la division. Vous devrez confirmer votre demande. Profitez-en pour vérifier que la date est correcte et que le nombre de parties à supprimer correspond à vos attentes. Vous recevrez également un avertissement supplémentaire si les parties que vous supprimez ont été publiés.

source: Delete Day
de: Tag löschen
es: Eliminar Día
fr: Supprimer le jour

source: Schedules are edited on a day-by-day basis with the "{0}" link from the league schedule. This link is only available for days that have at least one game that is not yet finalized.
de: Termine sind mit dem "{0}" Link aus der Liga Zeitplan an einem Tag-für-Tag Basis bearbeitet. Dieser Link ist nur Tage zur Verfügung, die mindestens ein Spiel haben, die noch nicht abgeschlossen ist.
es: Los horarios son editados sobre una base de día a día con el enlace "{0}" del calendario de la liga. Este enlace sólo está disponible para los días que tienen al menos un partido que aún no se ha finalizado.
fr: Schedules are edited on a day-by-day basis with the «{0}» lien du calendrier de la ligue. Ce lien n'est disponible que pour les jours comportant au moins un partie non encore finalisé.

source: Edit Day
de: Edit Tag
es: Editar Día
fr: Modifier le jour
