Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: This indicates how many games must pass before two teams will be scheduled against each other again. For example, if this is set to 4, teams that played each other in game 1 would not be able to meet in games 2, 3, 4 or 5, but could have a rematch in game 6.
de: Dies zeigt an, wie viele Spiele passieren muss, bevor zwei Mannschaften wieder gegeneinander eingeplant werden. Wenn diese Option auf 4 Teams zum Beispiel, die sich in Spiel 1 gespielt würde nicht in der Lage sein, in den Spielen 2, 3, 4 oder 5 zu erfüllen, könnte aber ein Rematch in Spiel 6 haben.
es: Esto indica cómo deben pasar muchos juegos antes de los dos equipos se programarán una contra la otra de nuevo. Por ejemplo, si se establece en 4, equipos que jugaron entre sí en el juego 1 no sería capaz de cumplir en los juegos 2, 3, 4 o 5, pero podrían tener una revancha en el Juego 6.
fr: Cela indique combien de parties doivent passer avant que deux équipes soient à nouveau contre. Par exemple, si ce paramètre est défini sur 4, les équipes qui se sont affrontées dans le partie 1 ne pourraient pas se rencontrer dans les parties 2, 3, 4 ou 5, mais pourraient avoir une revanche lors du match 6.

source: This setting is applicable only to ladder divisions.
de: Diese Einstellung gilt nur für Leiter Divisionen.
es: Este valor sólo se aplica a las divisiones de la escalera.
fr: Ce paramètre est applicable uniquement aux divisions d'échelle.

source: The name of the division is used to differentiate it from other divisions within the same league. Common naming schemes include tier numbering or names based on the level of play.
de: Der Name der Abteilung wird verwendet, um es von anderen Abteilungen innerhalb der gleichen Liga zu unterscheiden. Gemeinsame Namensschemata sind Tier-Nummerierung oder auf dem Niveau des Spiels basieren Namen.
es: El nombre de la cual se utiliza para diferenciarlo de otras divisiones dentro de la misma liga. esquemas de denominación comunes incluyen numeración nivel o nombres basados ​​en el nivel de juego.
fr: Le nom de la division est utilisé pour la différencier des autres divisions de la même ligue. Les systèmes de dénomination courants incluent la numérotation des niveaux ou des noms basés sur le niveau de lecture.

source: Do not include the league name in the division name, as it will be added automatically for you in the various displays.
de: Sie nicht den Liganamen in der Division Namen, wie es für Sie automatisch in den verschiedenen Displays hinzugefügt werden.
es: No incluya el nombre de la liga en el nombre de la división, ya que se añadirá automáticamente para que en las distintas pantallas.
fr: N'incluez pas le nom de la ligue dans le nom de la division, car il sera ajouté automatiquement pour vous dans les différents affichages.

source: If there is only one division in a league, common practice is to leave the division name blank.
de: Wenn es nur eine Abteilung in einer Liga ist, gängige Praxis ist, die Teilung Name leer zu lassen.
es: Si sólo hay una división en una liga, una práctica común es dejar el nombre de la división en blanco.
fr: S'il n'y a qu'une division dans une ligue, la pratique courante est de laisser le nom de la division en blanc.

source: The ratings calculator chosen for the division will affect how team ratings are calculated.
de: Die Rating-Rechner für die Division gewählt beeinflusst, wie Teamwertung berechnet.
es: La calculadora calificaciones elegido para la división afectará cómo se calculan las puntuaciones del equipo.
fr: Le calculateur de classement choisi pour la division affectera le calcul du classement des équipes

source: The schedule type chosen for the division will affect the options you have when adding games to the schedule, and how standings are calculated as the season progresses.
de: Der Plantyp für die Division gewählt werden die Optionen beeinflussen Sie haben, wenn Spiele, um den Zeitplan Hinzufügen und wie Wertung berechnet im Verlauf der Saison.
es: El tipo de programa elegido para la división afectará a las opciones que tiene al añadir juegos a la programación, y cómo se calculan las posiciones a medida que avanza la temporada.
fr: Le type d'horaire choisi pour la division affectera les options que vous avez lors de l'ajout de parties à l'horaire et la manière dont les classements sont calculés à mesure que la saison avance.

source: Ken's Ratings for American College Hockey is a system devised by Ken Butler to correct shortcomings in the RPI algorithm. It is commonly applied to NCAA hockey, and is the basis for the RRI system.
de: Ken Bewertungen für American College Hockey ist ein System von Ken Butler entwickelt Mängel in der RPI-Algorithmus zu korrigieren. Es wird allgemein auf NCAA Hockey angewendet, und ist die Grundlage für das RRI-System.
es: Calificaciones de Ken como Colegio Americano de hockey es un sistema ideado por Ken Butler a corregir deficiencias en el algoritmo de RPI. Se aplica comúnmente a NCAA hockey, y es la base para el sistema de RRI.
fr: Les évaluations de Ken pour American College Hockey sont un système conçu par Ken Butler pour corriger les lacunes de l'algorithme RPI. Il est communément appliqué au hockey NCAA et constitue la base du système RRI.

source: With the KRACH system, ratings are re-calculated on a daily basis, taking into account the strength of each team's schedule. For example, if your first game was a loss to a low-ranked team who later prove themselves to have been initially under-estimated, the penalty for that loss will be reduced as the season progresses.
de: Mit dem KRACH-System werden Bewertungen neu berechnet auf täglicher Basis, unter Berücksichtigung der Stärke der einzelnen Zeitplan des Teams. Zum Beispiel, wenn Ihr erstes Spiel war ein Verlust zu einem Low-Platz Team, die sich später beweisen zu haben anfänglich geschätzt unter, wird die Strafe für diesen Verlust verringert werden, wie im Verlauf der Saison.
es: Con el sistema de Krach, las calificaciones son re-calculan sobre una base diaria, teniendo en cuenta la fuerza de la programación de cada equipo. Por ejemplo, si su primer juego fue una pérdida para un equipo de bajo rango que más tarde se prueban a sí mismos de haber sido inicialmente subestimadas, se reducirá la pérdida de penalti que a medida que avance la temporada.
fr: Avec le système KRACH, les notes sont recalculées quotidiennement en tenant compte de la vigueur du calendrier de chaque équipe. Par exemple, si votre premier match était une défaite contre une équipe classée au bas de la catégorie, qui prouve par la suite avoir été initialement sous-estimée, la pénalité pour cette défaite sera réduite à mesure que la saison avance.

source: NOTE: For ratings to be re-calculated, you MUST have a daily cron job set up as described in the README file.
de: HINWEIS: Bewertungen neu berechnet werden, müssen Sie einen täglichen Cron-Job eingerichtet haben, wie in der Readme-Datei beschrieben.
es: NOTA: Para las calificaciones que se volverán a calcular, debe tener una tarea programada todos los días tal como se establece en el archivo README.
fr: REMARQUE: pour que les notes soient recalculées, vous DEVEZ avoir une tâche journalière configurée comme décrit dans le fichier README.

source: Details are {0} and {1}.
de: Die Details sind {0} und {1}.
es: Los detalles son {0} y {1}.
fr: Les détails sont {0} et {1}.

source: here
de: Hier
es: aquí
fr: ici

source: It is unclear at the time of writing what options may need to be supported for entry, comparison and ranking, so for now the game rating must be manually calculated and entered as the score.
de: Es ist unklar, zum Zeitpunkt des Schreibens, welche Optionen benötigen für die Einreise, den Vergleich und Ranking unterstützt werden, so jetzt die Spielbewertung manuell berechnet werden müssen und wie die Partitur eingetragen.
es: No está claro en el momento de la escritura qué opciones pueden necesitar ser apoyado para la entrada, la comparación y clasificación, así que por ahora la calificación de juego debe ser calculada e introducida como la puntuación de forma manual.
fr: Au moment de la rédaction de ce document, les options à prendre en charge pour la saisie, la comparaison et le classement ne sont pas claires. Pour le moment, le classement du partie doit être calculé manuellement et entré comme score.

source: Note that low ratings are considered better; for example, enter "1" for the team that finished first, "2" for the team that finished second, etc.
de: Beachten Sie, dass niedrige Bewertungen besser berücksichtigt werden; Geben Sie beispielsweise für das Team "1", die zuerst fertig, "2" für das Team, das den zweiten Platz, usw.
es: Tenga en cuenta que los grados bajos se consideran mejores; por ejemplo, introduzca "1" para el equipo que terminó primero, "2" para el equipo que terminó segundo, etc.
fr: Note that low ratings are considered better; for example, enter «1» pour l'équipe qui a terminé en premier, «2» for the team that finished second, etc.

source: The Modified Elo calculator is an older variant, retained primarily for backward compatibility. It has been found to have shortcomings when used for Ultimate. It is not recommended for use in new leagues.
de: Der modifizierte Elo-Rechner ist eine ältere Variante, behielt in erster Linie aus Gründen der Abwärtskompatibilität. Es wurde Mängel gefunden, wenn für Ultimate verwendet zu haben. Es ist nicht für die Verwendung in neuen Ligen zu empfehlen.
es: La calculadora Elo Modificado es una variante más antigua, retenido principalmente para la compatibilidad con versiones anteriores. Se ha encontrado que tienen deficiencias cuando se utiliza para el último. No se recomienda para su uso en nuevas ligas.
fr: Le calculateur Elo modifié est une variante plus ancienne, conservée principalement pour des raisons de compatibilité ascendante. Il a été constaté qu'il présentait des inconvénients lorsqu'il est utilisé pour Ultimate. Son utilisation n'est pas recommandée dans les nouvelles ligues.

source: This uses a modified Elo system, similar to the one used for {0}, with several modifications:
de: Diese verwendet eine modifizierte Elo System, ähnlich dem verwendet für {0}, mit einigen Modifikationen:
es: Este utiliza un sistema de Elo modificado, similar a la utilizada para {0}, con varias modificaciones:
fr: Ceci utilise un système Elo modifié, similaire à celui utilisé pour {0}, avec plusieurs modifications:

source: international soccer
de: internationalen Fußball
es: internacional de fútbol
fr: football international

source: all games are equally weighted
de: Alle Spiele sind gleich gewichtet
es: todos los juegos tienen la misma ponderación
fr: tous les parties ont la même pondération

source: score differential bonus adjusted for Ultimate patterns (a 3 point win in soccer is a much bigger deal than in Ultimate)
de: Differential Bonus für Ultimate Muster angepasst Score (ein 3-Punkt-Sieg im Fußball ist ein viel größeres Angebot als in Ultimate)
es: puntuación de bonificación diferencial ajustado por patrones Ultimate (una victoria de 3 puntos en el fútbol es mucho más importante que en Ultimate)
fr: bonus différentiel de score ajusté pour les modèles Ultimate (une victoire de 3 points au football est beaucoup plus important qu'en Ultimate)

source: no bonus given for home-{0} advantage
de: kein Bonus für Home- gegeben {0} Vorteil
es: Los bonos otorgados por casa-{0} ventaja
fr: pas de bonus pour l'avantage à domicile {0}

source: Use this setting for divisions that will have no games scheduled, for round-robin leagues where you have no interest in ratings, or for placeholders where you're not sure yet what type the division will be.
de: Verwenden Sie diese Einstellung für Abteilungen, die keine Spiele geplant, für Round-Robin-Ligen haben wird, wo man kein Interesse an der Bewertung haben oder für Platzhalter in denen Sie nicht sicher sind, noch, welche Art wird die Division sein.
es: Utilice esta configuración para las divisiones que no tendrá juegos programados, para ligas round-robin en el que no tiene ningún interés en las calificaciones, o por marcadores de posición en la que no está seguro todavía de qué tipo será la división.
fr: Utilisez ce paramètre pour les divisions pour lesquelles aucune partie n'est programmée, pour les ligues à la ronde où vous n'êtes pas intéressé par les notations, ou pour les espaces réservés où vous n'êtes pas encore sûr du type de division.

source: The Rating Percentage Index is a simple system for rating teams based on their winning percentage, their opponents' winning percentage, and their opponents' opponents' winning percentage. It is commonly applied to NCAA basketball and baseball.
de: Der Prozentsatz Rating-Index ist ein einfaches System zur Bewertung Teams auf der Grundlage ihrer gewinnenden Prozentsatz, ihre Gegner zu gewinnen Prozentsatz und ihre Gegner Gegner gewinnen Prozentsatz. Es wird allgemein auf NCAA Basketball und Baseball angewendet.
es: La Clasificación Porcentaje Índice es un sistema simple para los equipos de clasificación en función de su porcentaje de victorias, sus oponentes porcentaje de victorias, y sus oponentes porcentaje de victorias oponentes. Se aplica comúnmente a la NCAA de baloncesto y el béisbol.
fr: L'indice de pourcentage de classement est un système simple d'évaluation des équipes en fonction de leur pourcentage de victoire, du pourcentage de victoire de leurs adversaires et du pourcentage de victoire de leurs adversaires. Il est communément appliqué au basketball et au baseball de la NCAA.

source: With the RPI system, ratings are re-calculated on a daily basis, taking into account the strength of each team's schedule.
de: Mit der RPI-System werden Bewertungen neu berechnet auf täglicher Basis, unter Berücksichtigung der Stärke der einzelnen Zeitplan des Teams.
es: Con el sistema RPI, las calificaciones son re-calculan sobre una base diaria, teniendo en cuenta la fuerza de la programación de cada equipo.
fr: Avec le système RPI, les notes sont recalculées quotidiennement en tenant compte de la vigueur du calendrier de chaque équipe.

source: Details are {0}.
de: Die Details sind {0}.
es: Los detalles son {0}.
fr: Les détails sont {0}.

source: Rodney's Ranking Index was developed by Rodney Jacobson for use by USA Ultimate (formerly the UPA) in their tournament score reporter. It is based on college hockey's KRACH algorithm.
de: Rodney das Ranking Index wurde von Rodney Jacobson für die Verwendung von USA Ultimate (ehemals UPA) in ihrem Turnier-Score Reporter entwickelt. Es basiert auf College-Hockey des KRACH-Algorithmus.
es: Índice de clasificación de Rodney fue desarrollado por Rodney Jacobson para su uso por EE.UU. último (antes de la UPA) en su reportero puntuación de torneo. Se basa en el algoritmo Krach de hockey de la universidad.
fr: Rodney's Ranking Index a été développé par Rodney Jacobson pour être utilisé par USA Ultimate (anciennement UPA) dans leur rapporteur de score de tournoi. Il est basé sur l'algorithme KRACH du hockey universitaire.

source: With the RRI system, ratings are re-calculated on a daily basis, taking into account the strength of each team's schedule. For example, if your first game was a loss to a low-ranked team who later prove themselves to have been initially under-estimated, the penalty for that loss will be reduced as the season progresses.
de: Mit dem RRI-System werden Bewertungen neu berechnet auf täglicher Basis, unter Berücksichtigung der Stärke der einzelnen Zeitplan des Teams. Zum Beispiel, wenn Ihr erstes Spiel war ein Verlust zu einem Low-Platz Team, die sich später beweisen zu haben anfänglich geschätzt unter, wird die Strafe für diesen Verlust verringert werden, wie im Verlauf der Saison.
es: Con el sistema de RRI, las calificaciones son re-calculan sobre una base diaria, teniendo en cuenta la fuerza de la programación de cada equipo. Por ejemplo, si su primer juego fue una pérdida para un equipo de bajo rango que más tarde se prueban a sí mismos de haber sido inicialmente subestimadas, se reducirá la pérdida de penalti que a medida que avance la temporada.
fr: Avec le système RRI, les notes sont recalculées quotidiennement en tenant compte de la force du calendrier de chaque équipe. Par exemple, si votre premier match était une défaite contre une équipe classée au bas de la catégorie, qui prouve par la suite avoir été initialement sous-estimée, la pénalité pour cette défaite sera réduite à mesure que la saison avance.

source: USA Ultimate is no longer using RRI as of 2014.
de: USA Ultimate ist kein RRI mehr als 2014 verwenden.
es: EE.UU. último ya no está usando RRI a partir de 2014.
fr: USA Ultimate n'utilise plus RRI à partir de 2014.

source: USA Ultimate developed their current College ranking system to replace the RRI system. It is not clear what weakness in RRI was being addressed with this change.
de: USA ultimative entwickelt, um ihre aktuellen College-Ranking-System das RRI-System zu ersetzen. Es ist nicht klar, welche Schwäche in RRI wurde mit dieser Änderung angegangen.
es: EE.UU. último desarrolló su sistema actual de clasificación de la universidad para reemplazar el sistema de RRI. No está claro lo que la debilidad en RRI se estaba tratando con este cambio.
fr: USA Ultimate a développé son système de classement actuel des collèges pour remplacer le système RRI. On ne sait pas quelle faiblesse dans RRI était abordée avec ce changement.

source: With the USA Ultimate College system, ratings are re-calculated on a daily basis, taking into account the strength of each team's schedule. For example, if your first game was a loss to a low-ranked team who later prove themselves to have been initially under-estimated, the penalty for that loss will be reduced as the season progresses.
de: Mit den USA ultimative College-System werden Ratings neu berechnet auf täglicher Basis, unter Berücksichtigung der Stärke der einzelnen Zeitplan des Teams. Zum Beispiel, wenn Ihr erstes Spiel war ein Verlust zu einem Low-Platz Team, die sich später beweisen zu haben anfänglich geschätzt unter, wird die Strafe für diesen Verlust verringert werden, wie im Verlauf der Saison.
es: Con el sistema de EE.UU. último College, clasificaciones se vuelven a calcularse sobre una base diaria, teniendo en cuenta la fuerza de la programación de cada equipo. Por ejemplo, si su primer juego fue una pérdida para un equipo de bajo rango que más tarde se prueban a sí mismos de haber sido inicialmente subestimadas, se reducirá la pérdida de penalti que a medida que avance la temporada.
fr: Avec le système USA Ultimate College, les notes sont recalculées quotidiennement en tenant compte de la vigueur du calendrier de chaque équipe. Par exemple, si votre premier match était une défaite contre une équipe classée au bas de la catégorie, qui prouve par la suite avoir été initialement sous-estimée, la pénalité pour cette défaite sera réduite à mesure que la saison avance.

source: The {0} algorithm is an updated version of their previous College algorithm, introduced for both College and Club series in 2014.
de: Die {0} Algorithmus ist eine aktualisierte Version ihres früheren College-Algorithmus, im Jahr 2014 sowohl für College und Club-Serie eingeführt.
es: El algoritmo {0} es una versión actualizada de su algoritmo anterior College, introducido para ambas series College y del club en 2014.
fr: L'algorithme {0} est une version mise à jour de l'algorithme College précédent, introduit pour les séries College et Club en 2014.

source: With the {0} system, ratings are re-calculated on a daily basis, taking into account the strength of each team's schedule. For example, if your first game was a loss to a low-ranked team who later prove themselves to have been initially under-estimated, the penalty for that loss will be reduced as the season progresses.
de: Mit den {0} System werden Bewertungen neu berechnet auf täglicher Basis, unter Berücksichtigung der Stärke der einzelnen Zeitplan des Teams. Zum Beispiel, wenn Ihr erstes Spiel war ein Verlust zu einem Low-Platz Team, die sich später beweisen zu haben anfänglich geschätzt unter, wird die Strafe für diesen Verlust verringert werden, wie im Verlauf der Saison.
es: Con el sistema de {0}, las calificaciones son re-calculan sobre una base diaria, teniendo en cuenta la fuerza de la programación de cada equipo. Por ejemplo, si su primer juego fue una pérdida para un equipo de bajo rango que más tarde se prueban a sí mismos de haber sido inicialmente subestimadas, se reducirá la pérdida de penalti que a medida que avance la temporada.
fr: Avec le système {0}, les notes sont recalculées quotidiennement en tenant compte de la vigueur du calendrier de chaque équipe. Par exemple, si votre premier match était une défaite contre une équipe classée au bas de la catégorie, qui prouve par la suite avoir été initialement sous-estimée, la pénalité pour cette défaite sera réduite à mesure que la saison avance.

source: The Wager ratings calculator is the current recommended choice.
de: Der Wager Bewertungen Rechner ist die derzeit empfohlene Wahl.
es: La calculadora calificaciones apuesta es la opción recomendada actual.
fr: Le calculateur de cotes de pari est le choix actuellement recommandé.

source: This uses a wagering system, where the final score determines the total amount of the pot. It's based around a winning score of 15 points and tweaked to produce the same ratings change for similar point differentials for higher/lower final scores.
de: Diese verwendet ein Wettsystem, wo das Endergebnis die Gesamtmenge des Topfes bestimmt. Es basiert auf einem Gewinn Punktzahl von 15 Punkten und gezwickt die gleiche Bewertung Änderung für ähnliche Punktdifferenzen für höhere/niedrigere Endergebnisse zu erzeugen.
es: Este utiliza un sistema de apuestas, donde el marcador final determina la cantidad total de la olla. Se basa en torno a una anotación de la victoria de 15 puntos y ajustado para producir el mismo cambio de calificaciones de la diferencia de puntos similares para la puntuación final superior/inferior.
fr: Ceci utilise un système de mise, où le score final détermine le montant total du pot. Il est basé sur un score gagnant de 15 points et modifié pour produire le même changement de classement pour des différences de points similaires pour des scores finaux supérieurs/inférieurs.

source: Each team contributes a percentage of the pot based on their expected chance to win. The losing team always takes away the same number of rating points as their game points, while the winning team takes away the remainder.
de: Jedes Team trägt einen Prozentsatz des Topfes auf der Basis ihrer erwarteten Chance zu gewinnen. Die Verlierer-Team nimmt immer die gleiche Anzahl von Punkten bewertet als ihre Spielpunkte entfernt, während das Siegerteam den Rest nimmt.
es: Cada equipo contribuye con un porcentaje de la olla sobre la base de su probabilidad esperada de ganar. El equipo perdedor siempre quita el mismo número de puntos de rating como sus puntos de juego, mientras que el equipo ganador se lleva el resto.
fr: Chaque équipe contribue un pourcentage du pot en fonction de ses chances de gagner. L’équipe perdante emporte toujours le même nombre de points de classement que ses points de partie, tandis que l’équipe gagnante enlève le reste.

source: Thus, the point differential change amounts to:
de: Somit beträgt die Punktdifferenz Änderung:
es: Por lo tanto, el cambio de un punto diferencial asciende a:
fr: Ainsi, le changement de différence de points équivaut à:

source: total_pot - loser_score - winner_wager
fr: totalpot - loserscore - gagnant
