Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: You cannot deactivate your account while you are on an active team.
de: Sie können Ihr Konto nicht deaktivieren, während Sie sich in einem Team sind.
es: No se puede desactivar su cuenta mientras usted está en un equipo activo.
fr: Vous ne pouvez pas désactiver votre compte lorsque vous êtes sur une équipe active.

source: You cannot deactivate your account while you are coordinating an active division.
de: Sie können Ihr Konto nicht deaktivieren, während Sie eine aktive Abteilung koordinieren.
es: No se puede desactivar su cuenta, mientras que usted está coordinando una división activa.
fr: Vous ne pouvez pas désactiver votre compte pendant que vous coordonnez une division active.

source: Your profile has been deactivated; sorry to see you go. If you ever change your mind, you can just return to the site and reactivate your profile; we'll be happy to have you back!
de: Ihr Profil wurde deaktiviert; Es tut mir leid dich gehen zu sehen. Wenn Sie Ihre Meinung ändern, können Sie einfach auf die Website zurückkehren und Ihr Profil zu aktivieren; wir sind glücklich, Sie wieder zu haben!
es: Su perfil ha sido desactivado; Siento verte ir. Si alguna vez cambia de opinión, puede simplemente volver al sitio y volver a activar su perfil; estaremos encantados de tenerte de vuelta!
fr: Votre profil a été désactivé. Désolé de vous voir partir. Si vous changez d'avis, vous pouvez simplement retourner sur le site et réactiver votre profil. nous serons heureux de vous revoir!

source: Failed to deactivate profile.
de: Profil konnte nicht zu deaktivieren.
es: Error al desactivar el perfil.
fr: Échec de la désactivation du profil.

source: Only inactive profiles can be reactivated.
de: Nur inaktive Profile wieder aktiviert werden.
es: Sólo los perfiles inactivos pueden ser reactivados.
fr: Seuls les profils inactifs peuvent être réactivés.

source: Your profile has been reactivated; welcome back!
de: Ihr Profil wurde reaktiviert; willkommen zurück!
es: Su perfil se ha reactivado; ¡dar una buena acogida!
fr: Votre profil a été réactivé. Nous saluons le retour!

source: Failed to reactivate profile.
de: Profil konnte nicht aktiviert werden.
es: No se pudo reactivar perfil.
fr: Impossible de réactiver le profil.

source: Profile details have been confirmed, thank you. You will be reminded about this again periodically.
de: Profils wurden bestätigt, danke. Die wird darüber wieder in regelmäßigen Abständen daran erinnert werden.
es: Detalles de este perfil han sido confirmados, gracias. No se le recordará sobre este nuevo periódicamente.
fr: Les détails du profil ont été confirmés. Merci. \ NNous vous en informerons périodiquement.

source: Failed to update profile details. You will likely be prompted about this again very soon. If problems persist, contact your system administrator.
de: Fehler beim Profildetails aktualisieren. Sie wird darüber sehr bald wieder wahrscheinlich aufgefordert werden. Wenn das Problem weiterhin besteht, kontaktieren Sie Ihren Systemadministrator.
es: No se ha podido actualizar los datos del perfil. No es probable que se le solicite sobre este nuevo muy pronto. Si problemas persisten, póngase en contacto con el administrador del sistema.
fr: Échec de la mise à jour des détails du profil. \ NVous serez probablement averti à ce sujet très bientôt. \ N \ nSi les problèmes persistent, contactez votre administrateur système.

source: The preferences have been saved.
de: Die Einstellungen wurden gespeichert.
es: Las preferencias se han guardado.
fr: Les préférences ont été enregistrées.

source: The preferences could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Las preferencias no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les préférences n'ont pas pu être enregistrées. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The profile could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El perfil no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le profil n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The new profile has been saved.
de: Das neue Profil wurde gespeichert.
es: El nuevo perfil se ha guardado.
fr: Le nouveau profil a été sauvegardé.

source: It must be approved by an administrator before you will have full access to the site.
de: Es muss von einem Administrator genehmigt werden, bevor Sie vollen Zugriff auf die Website haben wird.
es: Debe ser aprobado por un administrador antes de que tendrá acceso completo al sitio.
fr: Il doit être approuvé par un administrateur avant que vous ayez un accès complet au site.

source: You can't link yourself as a relative!
de: Sie können sich selbst nicht als relativer Link!
es: No se puede vincular a sí mismo como un pariente!
fr: Tu ne peux t'ajouter toi-même comme parent!

source: {0} is already your relative.
de: {0} ist bereits Ihr Verwandter.
es: {0} ya es su pariente.
fr: {0} est déjà un parent.

source: You have been linked as a relative
de: Sie haben als eine relative Verbindung gebracht worden
es: Se le ha vinculado como un pariente
fr: Vous avez été lié en tant que parent

source: Error sending email to {0}.
de: Fehler beim Senden von E - Mail an {0}.
es: El envío de correo electrónico a un error {0}.
fr: Erreur lors de l'envoi du courrier électronique à {0}.

source: Linked {0} as relative; you will not have access to their information until they have approved this.
de: Verknüpfte {0} als relative; Sie haben keinen Zugriff auf ihre Informationen haben, bis sie dies genehmigt haben.
es: Vinculado {0} como relativo; usted no tendrá acceso a su información hasta que hayan aprobado esta.
fr: Lié {0} comme relatif; vous n'aurez pas accès à leurs informations tant qu'ils ne l'auront pas approuvée.

source: Failed to link {0} as relative.
de: Fehler beim Link {0} als relativ.
es: Error al enlace {0} como relativo.
fr: Échec de la liaison de {0} en tant que parent.

source: Failed to approve the relative request.
de: Konnte die relativen Anforderung zu genehmigen.
es: No se puede aprobar la solicitud relativa.
fr: Échec d'approbation de la demande relative.

source: Approved the relative request.
de: die relative Anforderung genehmigt.
es: Aprobada la solicitud relativa.
fr: Demande de parenté acceptée.

source: {0} approved your relative request
de: {0} genehmigt Ihre relativ Anfrage
es: {0} aprobada su solicitud relativa
fr: {0} a approuvé votre demande relative

source: Removed the relation.
de: Entfernt die Beziehung.
es: Se ha eliminado la relación.
fr: Relation supprimé.

source: {0} removed your relation
de: {0} entfernt Ihre Beziehung
es: {0} eliminado su relación
fr: {0} a supprimé votre relation

source: An administrator removed your relation
fr: Un administrateur a supprimé votre relation

source: The oauth token you started with doesn't match the one you've been redirected with. Do you have multiple tabs open?
de: Die OAuth-Token Sie begann entspricht nicht dem, das Sie mit umgeleitet wurden. Haben Sie mehrere Tabs geöffnet haben?
es: El token OAuth que se inició con no coincide con la que has accedido con. ¿Tiene varias pestañas abiertas?
fr: Le jeton oauth avec lequel vous avez commencé ne correspond pas à celui vers lequel vous avez été redirigé. Avez-vous plusieurs onglets ouverts?

source: The oauth verifier is missing so we cannot continue. Did you deny the appliction access?
de: Der oauth Verifizierer fehlt, so können wir nicht weitergehen. Haben verweigern Sie den appliction Zugang?
es: El verificador oauth le falta lo que no podemos continuar. ¿Usted niega el acceso appliction?
fr: Le vérificateur oauth est manquant, nous ne pouvons donc pas continuer. Avez-vous refusé l'accès à l'application?

source: Your Twitter authorization has been completed. You can always revoke this at any time through the preferences page.
de: Ihre Twitter Genehmigung abgeschlossen. Sie können dies durch die Einstellungsseite jederzeit immer widerrufen.
es: Su autorización Twitter se ha completado. Siempre se puede revocar en cualquier momento a través de la página de preferencias.
fr: Votre autorisation sur Twitter est terminée. Vous pouvez toujours le révoquer à tout moment via la page des préférences.

source: Twitter authorization was received, but the database failed to update.
de: Twitter Genehmigung empfangen wurde, aber die Datenbank zu aktualisieren ist fehlgeschlagen.
es: Twitter se ha recibido la autorización, pero la base de datos no se pudo actualizar.
fr: L'autorisation Twitter a été reçue, mais la base de données n'a pas pu être mise à jour.

source: There was an error communicating with Twitter.
de: Es gab einen Fehler bei Twitter zu kommunizieren.
es: Se ha producido un error al comunicarse con Twitter.
fr: Une erreur s'est produite dans la communication avec Twitter.

source: The callback was not confirmed by Twitter so we cannot continue.
de: Der Rückruf wurde nicht von Twitter bestätigt, so können wir nicht weitergehen.
es: La devolución de llamada no fue confirmada por Twitter lo que no podemos continuar.
fr: Le rappel n'a pas été confirmé par Twitter, nous ne pouvons donc pas continuer.

source: Your Twitter authorization has been revoked. You can always re-authorize at any time through the preferences page.
de: Ihr Twitter-Zulassung wurde widerrufen. Sie können jederzeit jederzeit durch die Einstellungsseite erneut genehmigen.
es: Su autorización Twitter ha sido revocado. Siempre se puede volver a autorizar en cualquier momento a través de la página de preferencias.
fr: Votre autorisation Twitter a été révoquée. Vous pouvez toujours ré-autoriser à tout moment via la page des préférences.

source: Failed to revoke your Twitter authorization.
de: Fehlgeschlagen Ihre Twitter Ermächtigung zu widerrufen.
es: No se ha podido revocar su autorización Twitter.
fr: Échec dans l'annulation de votre autorisation Twitter.

source: Your temp folder {0} does not exist or is not writable.
de: Ihre temporären Ordner {0} existiert nicht oder ist nicht beschreibbar.
es: Su carpeta temporal {0} no existe o no se puede escribir.
fr: Votre dossier temporaire {0} n'existe pas ou n'est pas accessible.

source: This system does not appear to be properly configured for photo uploads. Please contact your administrator to have them correct this.
de: Dieses System scheint nicht richtig für Foto-Uploads konfiguriert werden. Bitte kontaktieren Sie Ihren Administrator dies zu korrigieren haben.
es: Este sistema no parece estar configurado correctamente para el envio de fotos. Por favor, póngase en contacto con el administrador de tener a corregir esto.
fr: Ce système ne semble pas être correctement configuré pour le téléchargement de photos. Veuillez contacter votre administrateur pour qu'il les corrige.

source: Your uploads folder {0} does not exist or is not writable.
de: Ihre Uploads Ordner {0} ist nicht vorhanden oder ist nicht beschreibbar.
es: Sus subidas carpeta {0} no existe o no se puede escribir.
fr: Votre dossier de téléchargements {0} n'existe pas ou n'est pas accessible.

source: Your photo has been saved, but will not be visible until approved.
de: Das Foto wurde gespeichert, aber nicht sichtbar sein wird, bis zugelassen.
es: La foto ha sido salvado, pero no será visible hasta que sea aprobado.
fr: Votre photo a été enregistrée, mais ne sera visible qu'une fois approuvée.

source: Your photo has been saved.
fr: Votre photo a été enregistrée.

source: Failed to save your document.
es: No se pudo guardar el documento.
fr: Échec de l'enregistrement de votre document.

source: The file you tried to upload is not of a recognized type. Please try again.
fr: Le fichier que vous avez essayé de télécharger n'est pas d'un type reconnu. Veuillez réessayer.

source: Approval of photos is not required on this site.
de: Zulassung von Fotos wird nicht auf dieser Seite erforderlich.
es: Aprobación de fotos no es necesario en este sitio.
fr: L'approbation des images n'est pas requis sur ce site.

source: There are no photos to approve.
de: Es gibt keine Fotos zu genehmigen.
es: No hay fotos para aprobar.
fr: Il n'y a pas d'images a approuver.

source: Invalid photo.
es: Foto no válido.
fr: Photo invalide.

source: Failed to approve the photo.
de: Konnte die Foto zu genehmigen.
es: No se puede aprobar la foto.
fr: Échec d'approbation de la photo.

source: {0} Notification of Photo Approval
de: {0} Mitteilung über Foto Zulassung
es: {0} Notificación de Aprobación de fotos
fr: {0} Notification d'approbation photo

source: {0} Notification of Photo Deletion
de: {0} Mitteilung über Photo Löschen
es: {0} Notificación de la eliminación de fotos
fr: {0} Notification de suppression de photo

source: Invalid document.
de: Ungültige Dokument.
es: Documento no válido.
fr: Document invalide.

source: This system does not appear to be properly configured for document uploads. Please contact your administrator to have them correct this.
de: Dieses System scheint nicht richtig für die Dokumenten uploads konfiguriert werden. Bitte kontaktieren Sie Ihren Administrator dies zu korrigieren haben.
es: Este sistema no parece estar configurado correctamente para los envíos de documentos. Por favor, póngase en contacto con el administrador de tener a corregir esto.
fr: Ce système ne semble pas être correctement configuré pour le téléchargement de documents. Veuillez contacter votre administrateur pour qu'il les corrige.

source: Document saved, you will receive an email when it has been approved.
de: Dokument gespeichert, erhalten Sie eine E-Mail erhalten, wenn es genehmigt wurde.
es: Documento guardado, recibirá un correo electrónico cuando se haya aprobado.
fr: Document sauvegardé. Vous recevrez un courriel suite à l'approbation.

source: There are no documents to approve.
de: Es gibt keine Dokumente zu genehmigen.
es: No hay documentos para aprobar.
fr: Il n'y pas de documents qui requiert votre approbation.

source: Approved document.
de: Genehmigte Dokument.
es: Aprobado documento.
fr: Document approuvé.

source: {0} Notification of Document Approval
de: {0} Mitteilung über die Beleggenehmigung
es: {0} Notificación de la aprobación del documento
fr: {0} Notification d'approbation de document

source: Failed to approve the document.
de: Dokument konnte nicht genehmigen.
es: No se puede aprobar el documento.
fr: Échec d'approbation du document.

source: Updated document.
de: Aktualisiert Dokument.
es: Documento actualizado.
fr: Document mis à jour.

source: {0} Notification of Document Update
de: {0} Mitteilung über Dokumentaktualisierung
es: {0} La notificación de actualización de documentos
fr: {0} Notification de mise à jour du document

source: Failed to update the document.
de: Fehler beim Abrufen des Dokuments zu aktualisieren.
es: No se pudo actualizar el documento.
fr: Échec de la mise à jour du document.

source: The document could not be deleted. Please, try again.
de: Das Dokument konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El documento no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: Le document n'a pas pu être supprimé. Veuillez réessayer.

source: {0} Notification of Document Deletion
de: {0} Mitteilung über Dokument - Lösch
es: {0} Notificación de eliminación de documentos
fr: {0} Notification de suppression de document

source: You must select a badge!
de: Sie müssen ein Abzeichen wählen!
es: Debe seleccionar una insignia!
fr: Vous devez sélectionner un écusson!

source: Sorry, there are no user-nominated badges currently available.
fr: Désolé, aucun badge nommé par l'utilisateur n'est actuellement disponible.

source: This person already has this badge.
de: Diese Person hat bereits dieses Abzeichen.
es: Esta persona ya tiene esta placa.
fr: Cette personne a déjà ce badge.

source: This person has already been nominated for this badge.
de: Diese Person wurde bereits für dieses Abzeichen nominiert.
es: Esta persona ya ha sido nominado para esta placa.
fr: Cette personne a déjà été nominée pour cet écusson.

source: That person is not a member of this affiliate.
de: Diese Person ist kein Mitglied dieser Partner.
es: Esa persona no es miembro de esta filial.
fr: Cette personne n'est pas membre de cette affiliation.

source: The badge has been assigned.
de: Das Abzeichen zugewiesen wurde.
es: El logro ha sido asignado.
fr: Le badge a été attribué.

source: {0} New Badge Awarded
de: {0} New Abzeichen verliehen
es: {0} Nuevas divisa Otorgado
fr: {0} Nouveau badge attribué

source: Your nomination has been saved.
de: Ihre Nominierung wurde gespeichert.
es: Su candidatura ha sido guardado.
fr: Nomination sauvegardé.

source: Your badge assignment could not be saved. Please, try again.
de: Ihr Abzeichen Zuordnung konnte nicht gespeichert werden. Bitte versuche es erneut.
es: Su asignación de placas no se pudo guardar. Por favor, inténtelo de nuevo.
fr: L'attribution de ce badge n'a pu être sauvegardé. Veuillez ré-essayer.

source: Your nomination could not be saved. Please, try again.
de: Ihre Nominierung konnte nicht gespeichert werden. Bitte versuche es erneut.
es: Su nominación no se pudo guardar. Por favor, inténtelo de nuevo.
fr: Votre nomination n'a pu être sauvegardé. Veuillez réessayer de nouveau.

source: There are no badges to approve.
de: Es gibt keine Abzeichen zu genehmigen.
es: No hay tarjetas de identificación para aprobar.
fr: Il n'y a pas de badge à approuver.

source: Failed to approve the badge.
de: Konnte die Abzeichen zu genehmigen.
es: No se puede aprobar la insignia.
fr: Échec d'approbation du badge.

source: {0} Notification of Badge Approval
de: {0} Mitteilung über Abzeichen Zulassung
es: {0} Notificación de Aprobación de la insignia
fr: {0} Notification de l'approbation du badge

source: {0} Notification of Badge Deletion
de: {0} Mitteilung über Abzeichen Löschen
es: {0} Notificación de la insignia de Supresión
fr: {0} Notification de suppression de badge

source: {0} Notification of Badge Rejection
de: {0} Mitteilung über Abzeichen Ablehnung
es: {0} La notificación de rechazo de la insignia
fr: {0} Notification de rejet de badge

source: The following records reference this person, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta persona, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette personne et ne peuvent donc pas être supprimés.

source: The person has been deleted.
de: Die Person wurde gelöscht.
es: La persona ha sido eliminado.
fr: La personne a été supprimée.

source: The person could not be deleted. Please, try again.
de: Die Person konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La persona no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: La personne n'a pas pu être supprimée. Veuillez réessayer.

source: You are now acting as {0}.
de: Sie handeln jetzt als {0}.
es: Ahora está actuando como {0}.
fr: Vous agissez maintenant en tant que {0}.

source: You are now acting as yourself.
de: Sie handeln jetzt, wie dich selbst.
es: Ahora está actuando como a ti mismo.
fr: Vous agissez maintenant comme vous-même.

source: There is nobody else you can act as.
de: Es gibt niemanden sonst kann man handeln, wie.
es: No hay nadie más que pueda actuar como.
fr: Vous ne pouvez agir au nom de personne d'autre.

source: No matches found!
de: Keine Treffer gefunden!
es: ¡No se encontraron coincidencias!
fr: Aucun résultat trouvé!

source: You must select a disposition for this account.
de: Sie müssen eine Disposition für dieses Konto auswählen.
es: Debe seleccionar una disposición de esta cuenta.
fr: Vous devez choisir une disposition pour ce compte.

source: You have selected an invalid user!
de: Sie haben einen ungültigen Benutzer ausgewählt!
es: Ha seleccionado un usuario no válido!
fr: Vous avez sélectionné un utilisateur non valide!

source: Couldn't save new member activation
de: Konnte nicht neues Mitglied Aktivierung speichern
es: No se pudo guardar la activación del nuevo miembro
fr: L'activation de ce nouveau membre n'a pu être sauvegardé

source: {0} {1} Activation for {2}
de: {0} {1} Aktivierung für {2}
es: {0} {1} de activación de {2}
fr: {0} {1} activation pour {2}

source: Account
de: Konto
es: Cuenta
fr: Compte

source: {0} Account Update
de: {0} Konto - Update
es: {0} Actualizar cuenta
fr: {0} Mise à jour du compte

source: Couldn't save new member information
de: Konnte nicht neues Mitglied Informationen speichern
es: No se pudo guardar la información nueva miembro
fr: L'information pour ce nouveau membre n'a pu être sauvegardé

source: Failed to delete {0}.
de: Fehler beim Löschen {0}.
es: No se pudo eliminar {0}.
fr: Échec de suppression de {0}.

source: This person already has a preregistration for this event.
de: Diese Person hat bereits eine Vorregistrierung für diese Veranstaltung.
es: Esta persona ya tiene un pre-registro para este evento.
fr: Cette personne est déjà préenregistrée pour cet évènement.

source: The preregistration has been saved.
de: Die Vorregistrierung wurde gespeichert.
es: El pre-registro se ha guardado.
fr: La préinscription a été enregistrée.

source: The preregistration could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El pre-registro no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La préinscription n'a pas pu être sauvegardée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: You must select an event!
de: Sie müssen ein Ereignis auswählen!
es: Debe seleccionar un evento!
fr: Vous devez sélectionner un évènement!

source: Invalid preregistration.
de: Ungültige Vorregistrierung.
es: Pre-registro no es válido.
fr: Pré-inscription non valide.

source: The preregistration has been deleted.
de: Die Vorregistrierung wurde gelöscht.
es: El pre-registro se ha suprimido.
fr: La préinscription a été supprimée.

source: The preregistration could not be deleted. Please, try again.
de: Die Vorregistrierung konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El pre-registro no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: La préinscription n'a pas pu être supprimée. Veuillez réessayer.

source: Invalid price.
de: Ungültige Preis.
es: Precio incorrecto.
fr: Prix invalide.

source: The following records reference this price point, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Preispunkt, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de este punto de precio, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à ce prix, vous ne pouvez donc pas le supprimer.

source: The price point has been deleted.
de: Der Preis Punkt wurde gelöscht.
es: Se ha suprimido el punto de precio.
fr: Le prix a été supprimé.

source: The price point could not be deleted. Please, try again.
de: Der Preispunkt konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El precio no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: Le point de prix n'a pas pu être supprimé. Veuillez réessayer.

source: Invalid questionnaire.
de: Ungültige Fragebogen.
es: Cuestionario válido.
fr: Questionnaire non valide.

source: The questionnaire has been saved.
de: Der Fragebogen wurde gespeichert.
es: El cuestionario se ha guardado.
fr: Le questionnaire a été enregistré.
