Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: You must login to access full site functionality.
de: Sie müssen sich anmelden vollständige Site-Funktionalität zugreifen.
es: Debe iniciar sesión para acceder a la funcionalidad completa del sitio.
fr: Vous devez vous connecter pour accéder à toutes les fonctionnalités du site.

source: Your profile is currently {0}, so you can continue to use the site, but may be limited in some areas. To reactivate, {1}.
de: Ihr Profil ist derzeit {0}, so dass Sie die Website nutzen können weiter, kann aber in einigen Bereichen eingeschränkt werden. Zur Reaktivierung, {1}.
es: Su perfil es actualmente {0}, por lo que puede continuar utilizando el sitio, pero puede estar limitado en algunas áreas. Para volver a activar, {1}.
fr: Votre profil est actuellement {0}. Vous pouvez donc continuer à utiliser le site, mais peut être limité dans certaines zones. Pour réactiver, {1}.

source: You do not have permission to access that page.
de: Sie haben keine Berechtigung, diese Seite zuzugreifen.
es: Usted no tiene permiso para acceder a esa página.
fr: Vous n'avez pas la permission d'accéder à cette page.

source: Invalid affiliate.
de: Ungültige Partner.
es: Afiliado inválido.
fr: Affilié invalide.

source: The affiliate has been saved.
de: Der Partner wurde gespeichert.
es: El afiliado se ha guardado.
fr: L'affilié a été enregistré.

source: The affiliate could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El afiliado no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: L'affilié n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this affiliate, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta filial, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette société affiliée et ne peuvent donc pas être supprimés.

source: The affiliate has been deleted.
de: Der Partner wurde gelöscht.
es: El afiliado ha sido eliminado.
fr: L'affilié a été supprimé.

source: The affiliate could not be deleted. Please, try again.
de: Der Partner konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El afiliado no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: L'affilié n'a pas pu être supprimé. Veuillez réessayer.

source: Invalid person.
de: Ungültige Person.
es: Persona inválida.
fr: Personne invalide.

source: {0} is already a manager of this affiliate.
es: {0} ya es un gerente de esta afiliado.
fr: {0} est déjà gestionnaire de cette société affiliée.

source: Added {0} as manager.
es: Añadido {0} como gerente.
fr: {0} ajouté en tant que gérant.

source: Failed to add {0} as manager.
es: No se pudo agregar {0} como gerente.
fr: Impossible d'ajouter {0} en tant que gestionnaire.

source: That person is not a manager of this affiliate!
de: Diese Person ist kein Manager dieses Affiliate!
es: Esa persona no es un gestor de esta afiliado!
fr: Cette personne n'est pas un gestionnaire de cette filiale!

source: Successfully removed manager.
de: Erfolgreich entfernt Manager.
es: Eliminado con éxito gerente.
fr: Gestionnaire supprimé avec succès.

source: Failed to remove manager!
de: Gescheiterte Manager zu entfernen!
es: No se pudo eliminar director!
fr: Le gestionnaire n'a pas pu être supprimé!

source: The cache has been cleared.
de: Der Cache gelöscht wurde.
es: La memoria caché se ha limpiado.
fr: La mémoire cache a été vidé.

source: Your language has been changed for this session. To change it permanently, {0}.
de: Ihre Sprache wurde für diese Sitzung geändert. Um es dauerhaft zu ändern, {0}.
es: Su lenguaje se ha cambiado para esta sesión. Para cambiar de forma permanente, {0}.
fr: Votre langue a été changée pour cette session. Pour le changer définitivement, {0}.

source: update your preferences
de: Aktualisieren Sie Ihre Präferenzen
es: actualizar sus preferencias
fr: mettre à jour de vos préférences

source: Invalid answer.
de: Ungültige Antwort.
es: Respuesta válida.
fr: Réponse invalide.

source: Failed to activate answer "{0}".
es: No se pudo activar la respuesta de "{0}".
fr: Échec d'activation de la réponse «{0}».

source: Failed to deactivate answer "{0}".
es: Error al desactivar la respuesta de "{0}".
fr: Échec de la désactivation de la réponse «{0}».

source: Last time we tried to contact you, your email bounced. We require a valid email address as part of your profile. You must update it before proceeding.
de: Das letzte Mal haben wir versucht, Sie, Ihre E-Mail zurückgeschickt zu kontaktieren. Wir benötigen eine gültige E-Mail-Adresse als Teil Ihres Profils. Sie müssen es aktualisieren, bevor Sie fortfahren.
es: La última vez que tratamos de contactar con usted, su correo electrónico rebotó. Se requiere un email válido como parte de su perfil. Debe actualizar antes de continuar.
fr: La dernière fois que nous avons essayé de vous contacter, votre email a été renvoyé. Nous avons besoin d'une adresse email valide dans le cadre de votre profil. Vous devez le mettre à jour avant de continuer.

source: Your profile is incomplete. You must update it before proceeding.
es: Su perfil es incompleta. Debe actualizar antes de continuar.
fr: Votre profil est incomplet. Vous devez le mettre à jour avant de continuer.

source: You have been invited to join a team, and must either accept or decline this invitation before proceeding. Before deciding, you have the ability to look at this team's roster, schedule, etc.
de: Sie haben ein Team zur Teilnahme eingeladen, und sie müssen entweder annehmen oder Ablehnen einer Einladung, bevor Sie fortfahren. Bevor Sie sich entscheiden, haben Sie die Möglichkeit, auf der dies Team Roster, Zeitplan zu suchen, usw.
es: Se le ha invitado a unirse a un equipo, y debe aceptar o rechazar esta invitación antes de proceder. Antes de decidir, usted tiene la capacidad de mirar a este equipo de lista, calendario, etc.
fr: Vous avez été invité à rejoindre une équipe et devez accepter ou refuser cette invitation avant de continuer. Avant de décider, vous avez la possibilité de consulter l’alignement, le calendrier, etc. de cette équipe.

source: Dashboard
de: Instrumententafel
es: Tablero
fr: Tableau de bord

source: My Profile
de: Mein Profil
es: Mi Perfil
fr: Mon profil

source: View
de: Aussicht
es: Ver
fr: Voir

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer

source: Preferences
de: Voreinstellungen
es: Preferencias
fr: Préférences

source: Add New Child
es: Añadir nuevo hijo
fr: Ajouter un enfant

source: Link to Relative
es: Enlace a la Relativa
fr: Lié à un parent

source: Waiver History
de: Waiver Geschichte
es: Historia de Exención
fr: Historique de décharge

source: Change Password
de: Passwort ändern
es: Cambia la Contraseña
fr: Changer le mot de passe

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver

source: Reactivate
de: Reaktivieren
es: Reactivar
fr: Réactiver

source: Upload Photo
de: Foto hochladen
es: Subir Foto
fr: Téléverser une photo

source: Upload Document
de: Dokument hochladen
es: Cargar Documento
fr: Téléverser un document

source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de Privacidad
fr: Politique de confidentialité

source: Registration
de: Registrierung
es: Registro
fr: Inscription

source: Wizard
de: Zauberer
es: Mago
fr: Assistant

source: All Events
es: Todos los Eventos
fr: Tous les évènements

source: My History
es: Mi Historia
fr: Mon historique

source: Checkout {0}
de: Kasse {0}
es: Pedido {0}
fr: Commander {0}

source: Create Event
de: Termin eintragen
es: Crear Evento
fr: Créer un évènement

source: Unpaid
de: unbezahlt
es: No pagado
fr: Non-payé

source: Credits
es: Créditos
fr: Crédits

source: Report
de: Bericht
es: Informe
fr: Rapport

source: Statistics
de: Statistiken
es: Estadística
fr: Statistiques

source: Preregistrations
de: Vormerkungen
es: Preinscripciones
fr: Pré-inscriptions

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Teams
es: Equipos
fr: Équipes

source: List
de: Liste
es: Lista
fr: Liste

source: Create Team
es: Crear Equipo
fr: Créer une équipe

source: Unassigned Teams
es: Equipos no Asignados
fr: Équipes non-assignées

source: Create Franchise
de: erstellen Franchise
es: Crear Franquicia
fr: Créer une franchise

source: Leagues
de: Liga
es: Ligas
fr: Ligues

source: League Summary
de: Liga Zusammenfassung
es: Resumen de la Liga
fr: Sommaire des ligues

source: Create League
de: Erstellen Liga
es: Crear Liga
fr: Créer une ligue

source: Tournaments
es: Torneos
fr: Tournois

source: Map of All {0}
es: Mapa de todos {0}
fr: Carte de tous les {0}

source: Closed Facilities
es: Instalaciones Cerradas
fr: Établissements fermés

source: Create Facility
de: erstellen der Einrichtung
es: Crear Instalaciones
fr: Créer une installation

source: Add Bulk Game Slots
es: Añadir ranuras de juego a granel
fr: Ajouter plusieurs créneaux de partie

source: Regions
de: Regionen
es: Regiones
fr: Régions

source: Create Region
de: erstellen Region
es: Crear Región
fr: Créer une région

source: Approve New Accounts
es: Aprobar Nuevas Cuentas
fr: Approuver les nouveaux comptes

source: People
de: Menschen
es: Gente
fr: Personnes

source: Approve New Photos
es: Aprobar Nuevas Fotos
fr: Approuver de nouvelles photos

source: Approve New Documents
es: Aprobar Nuevos Documentos
fr: Approuver les nouveaux documents

source: Create Account
de: Benutzerkonto anlegen
es: Crear una Cuenta
fr: Creer compte

source: List All
es: Lista de Todos
fr: Faire une liste de tous

source: Search
de: Suche
es: Buscar
fr: Recherche

source: Badges
de: Abzeichen
es: Insignias
fr: Écussons

source: Nominate
de: Nominieren
es: Nombrar
fr: Nominé

source: Approve Nominations
es: Aprobar Nominaciones
fr: Approuver les nominations

source: Deactivated
de: deaktiviert
es: Desactivado
fr: Désactivé

source: By Name
es: Por Nombre
fr: Par nom

source: By Rule
es: Por Regla
fr: Par règle

source: By League
es: Por Liga
fr: Par ligue

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif

source: Retention
de: Beibehaltung
es: Retencion
fr: Rétention

source: Newsletters
de: Newsletter
es: Boletines
fr: Bulletins

source: Upcoming
de: Bevorstehende
es: Próximas
fr: Futur

source: Create Newsletter
de: erstellen Sie Newsletter
es: Crear Boletín
fr: Créer un bulletin d'information

source: All Newsletters
de: Alle Newsletter
es: Todos los Boletines
fr: Toutes les infolettres

source: Mailing Lists
de: Mailing-Listen
es: Listas de Correo
fr: Listes de distribution

source: Create Mailing List
de: Erstellen Sie Mailing-Liste
es: Crear Lista de Correo
fr: Créer une liste de diffusion

source: Affiliates
de: Mitgliedsorganisationen
es: Afiliados
fr: Membres

source: Holidays
de: Ferien
es: Vacaciones
fr: Congés

source: Upload Types
de: hochladen Typen
es: Tipos de Carga
fr: Types de téléversement

source: Waivers
de: Verzichte
es: Exenciones
fr: Décharges

source: Clear Cache
de: Cache leeren
es: Limpiar Cache
fr: Effacer la mémoire cache

source: Organization
de: Organisation
es: Organización
fr: Organisation

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Features
de: Eigenschaften
es: Caracteristicas
fr: Caractéristiques

source: Email
fr: Courriel

source: Team
de: Mannschaft
es: Equipo
fr: Équipe

source: User
de: Benutzer
es: Usuario
fr: Utilisateur

source: Profile
de: Profil
es: Perfil
fr: Profil

source: Scoring
de: Wertung
es: Tanteo
fr: Comptage des points

source: Payment
de: Zahlung
es: Pago
fr: Paiement

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches

source: Categories
de: Kategorien
es: Categorías
fr: Catégories

source: Download All
de: Alles herunterladen
es: Descargar Todo
fr: Télécharger tous

source: Help
de: Hilfe
es: Ayuda
fr: Aide

source: Contact Us
de: Kontaktiere uns
es: Contáctenos
fr: Contactez-nous

source: Help Index
de: Hilfe-Index
es: Índice de Ayuda
fr: Répertoire d'aide

source: New Users
de: Neue Nutzer
es: Usuarios Nuevos
fr: Nouveaux utilisateurs

source: Advanced Users
de: Fortgeschrittene Benutzer
es: Usuarios avanzados
fr: Utilisateurs avancés

source: Coaches/Captains
de: Trainer/Captains
es: Entrenadores/Capitanes
fr: Entraineur(e)s/Capitaines

source: Coordinators
de: Koordinatoren
es: Coordinadores
fr: Coordonnateurs

source: Site Setup and Configuration
de: Site-Setup und Konfiguration
es: Configuración de sitio y configuración
fr: Configuration et mise sur pied du site

source: Administrators
de: Administratoren
es: Administradores
fr: Administrateurs

source: Player Management
de: Spielermanagement
es: Gestión de jugador
fr: Gestion de joueur

source: League Management
de: Liga-Management
es: Gestión de la liga
fr: Gestion de ligue

source: {0} Management
de: {0} Verwaltung
es: {0} gestión
fr: Gestion de {0}

source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Fermer la session

source: Login
de: Anmeldung
es: Iniciar sesión
fr: Connexion

source: Checkout
de: Auschecken
es: Revisa
fr: Commander

source: History
de: Geschichte
es: Historia
fr: Historique

source: My Teams
fr: Mes équipes

source: My Leagues
fr: Mes ligues

source: alternate
de: wechseln
es: alterno
fr: remplaçant

source: The search terms used are too general. Please be more specific.
de: Die verwendeten Suchbegriffe sind zu allgemein. Bitte spezifischer.
es: Los términos de búsqueda utilizados son demasiado generales. Por favor sé más específico.
fr: La recherche est trop générale. Soyez plus précis s'il-vous-plait.

source: Invalid badge.
de: Ungültige Abzeichen.
es: Insignia inválido.
fr: Badge invalide.

source: This badge is {0}, not calculated, so it cannot be initialized.
de: Dieses Abzeichen wird {0}, nicht berechnet, so kann es nicht initialisiert werden.
es: Este logro es {0}, no se calcula, por lo que no se puede inicializar.
fr: Ce badge est {0}, non calculé, il ne peut donc pas être initialisé.

source: This badge has no handler.
de: Dieses Abzeichen hat keinen Handler.
es: Este logro tiene ningún controlador.
fr: L'insigne n'a pas de meneur.

source: This badge has been scheduled for re-initialization.
fr: Ce badge a été programmé pour une réinitialisation.

source: Failed to schedule the badge for re-initialization.
fr: Échec de la planification du badge pour la réinitialisation.

source: The badge has been saved.
de: Das Abzeichen wurde gespeichert.
es: El logro ha sido guardado.
fr: Le badge a été enregistré.

source: The badge could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La placa no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le badge n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Failed to activate badge "{0}".
de: Fehlgeschlagen Abzeichen zu aktivieren "{0}".
es: No se pudo activar insignia "{0}".
fr: Échec d'activation du badge «{0}».

source: Failed to deactivate badge "{0}".
de: Fehlgeschlagen Abzeichen zu deaktivieren ''{0}''.
es: Error al desactivar insignia "{0}".
fr: Échec de la désactivation du badge «{0}».

source: The following records reference this badge, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta placa, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à ce badge, il ne peut donc pas être supprimé.

source: The badge has been deleted.
de: Das Abzeichen wurde gelöscht.
es: El logro ha sido eliminado.
fr: Le badge a été supprimé.

source: The badge could not be deleted. Please, try again.
de: Das Abzeichen konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La placa no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: Le badge n'a pas pu être supprimé. Veuillez réessayer.

source: Invalid category.
de: Ungültige Kategorie.
es: Categoría válida.
fr: Catégorie invalide.

source: The category has been saved.
de: Die Kategorie wurde gespeichert.
es: La categoría se ha guardado.
fr: La catégorie a été enregistrée.

source: The category could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La categoría no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La catégorie n'a pas pu être sauvegardée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this category, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta categoría, por lo que no se pueden eliminar.
fr: Les enregistrements suivants référencent cette catégorie, elle ne peut donc pas être supprimée.

source: The category has been deleted.
de: Die Kategorie wurde gelöscht.
es: La categoría ha sido eliminado.
fr: La catégorie a été supprimée.

source: The category could not be deleted. Please, try again.
de: Die Kategorie konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La categoría no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: La catégorie n'a pas pu être supprimée. Veuillez réessayer.

source: The contact has been saved.
de: Der Kontakt wurde gespeichert.
es: El contacto se ha guardado.
fr: Le contact a été enregistré.

source: The contact could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El contacto no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le contact n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Invalid contact.
de: Ungültige Kontakt.
es: Contacto no válido.
fr: Contact invalide.

source: The following records reference this contact, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de este contacto, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à ce contact, il ne peut donc pas être supprimé.

source: The contact has been deleted.
de: Der Kontakt wurde gelöscht.
es: El contacto ha sido eliminado.
fr: Le contact a été supprimé.

source: The contact could not be deleted. Please, try again.
de: Der Kontakt konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El contacto no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: Le contact n'a pas pu être supprimé. Veuillez réessayer.

source: Your message has been sent.
de: Ihre Nachricht wurde gesendet.
es: Tu mensaje ha sido enviado.
fr: Votre message a été envoyé.

source: The email could not be sent. Please correct the errors below and try again.
de: Die E-Mail konnte nicht gesendet werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El correo electrónico no se pudo enviar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: L'email n'a pas pu être envoyé. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Error sending email.
de: Error E-Mail zu senden.
es: Error al enviar el correo electrónico.
fr: Une erreur s'est produite lors de l'envoi de votre courriel.

source: You must select a valid contact.
de: Sie müssen einen gültigen Kontakt auswählen.
es: Debe seleccionar un contacto válido.
fr: Vous devez sélectionner un contact valide.

source: No contacts have been set up yet on this site.
de: Keine Kontakte wurden noch auf dieser Seite einrichten.
es: No hay contactos se han establecido aún en este sitio.
fr: Aucun contact n'a été créé pour ce site à ce jour.

source: Invalid division.
de: Ungültige Division.
es: División no válida.
fr: Division invalide.

source: Invalid league.
de: Ungültige Liga.
es: Liga válido.
fr: Ligue invalide.

source: The division has been saved.
de: Die Division wurde gespeichert.
es: La división se ha guardado.
fr: La division a été enregistrée.

source: The division could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La división no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La division n'a pas pu être sauvée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: {0} is already a coordinator of this division.
de: {0} ist bereits ein Koordinator dieser Division.
es: {0} ya es un coordinador de esta división.
fr: {0} est déjà un coordonnateur de cette division.

source: Added {0} as coordinator.
de: Hinzugefügt {0} als Koordinator.
es: Añadido {0} como coordinador.
fr: {0} ajouté en tant que coordonnateur.

source: Failed to add {0} as coordinator.
de: Fehler beim hinzufügen {0} als Koordinator.
es: No se pudo agregar {0} como coordinador.
fr: Impossible d'ajouter {0} en tant que coordinateur.

source: That person is not a coordinator of this division!
de: Diese Person ist kein Koordinator dieser Abteilung!
es: Esa persona no es un coordinador de esta división!
fr: Cette personne n'est pas un coordinateur de cette division!

source: Successfully removed coordinator.
de: Erfolgreich entfernt Koordinator.
es: Coordinador de éxito eliminado.
fr: Coordonnateur retiré avec succès.

source: The teams have been saved.
de: Die Teams wurden gespeichert.
es: Los equipos se han guardado.
fr: Les équipes ont été sauvegardées.

source: The teams could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Los equipos no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les équipes n'ont pas pu être sauvées. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Cannot adjust ratings for a division with no teams.
fr: Impossible d'ajuster les notes d'une division sans équipes.

source: The ratings have been saved.
de: Die Ratings wurden gespeichert.
es: Las clasificaciones se han guardado.
fr: Les évaluations ont été enregistrées.

source: The ratings could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Las clasificaciones no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les évaluations n'ont pas pu être enregistrées. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Cannot adjust seeds for a division with no teams.
fr: Impossible d'ajuster les graines d'une division sans équipes.

source: Each team must have a unique initial seed.
de: Jedes Team muss eine eindeutige anfängliche Samen haben.
es: Cada equipo debe tener una semilla inicial única.
fr: Chaque équipe doit avoir un classement initial unique.

source: Initial seeds must start at 1 and not skip any.
de: Anfängliche Samen müssen bei 1 beginnen und jede nicht überspringen.
es: Semillas iniciales deben comenzar en 1 y no omitir ninguna.
fr: Le classement doit commencer à 1 et n'en sauter aucun.

source: The seeds have been saved.
de: Die Samen wurden gespeichert.
es: Las semillas se han guardado.
fr: Les graines ont été sauvées.
