Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Check the "{0}" box if the registration should be considered fully refunded. This may remove associated team records, invalidate other registrations that the user has and/or open up registration spots for others.
de: Überprüfen Sie die "{0}" Feld, wenn die Registrierung in vollem Umfang zurückerstattet berücksichtigt werden. Dies kann im Zusammenhang Team Datensätze zu entfernen, andere Anmeldungen entkräften, dass der Benutzer und/oder Registrierung Spots für andere öffnen.
es: Compruebe el "{0}" si el registro se debe considerar reembolsado en su totalidad. Esto puede eliminar los registros del equipo asociados, invalidar otros registros que el usuario tiene y/o abrir puntos de registro para los demás.
fr: Check the «{0}» case si l’enregistrement doit être considéré comme entièrement remboursé. Cela peut supprimer les enregistrements d’équipe associés, invalider les autres inscriptions de l’utilisateur et/ou ouvrir des espaces d’inscription pour d’autres.

source: Mark this registration as refunded?
de: Markieren Sie diese Anmeldung als zurückerstattet?
es: Marcar este registro como reembolsado?
fr: Marquer cette inscription comme remboursée?

source: You typically do not want to check this if you are issuing a partial refund, e.g. if a team drops out part way through a season and you need their game results to remain for other team standings to be correct.
de: Sie wollen der Regel nicht, dies zu überprüfen, ob Sie eine teilweise Rückerstattung erteilen, zum Beispiel, wenn ein Team durch eine Saison teilweise ausfällt und Sie müssen ihre Spielergebnisse für andere Teamwertung zu bleiben richtig.
es: Por lo general, no desea comprobar esto si va a emitir un reembolso parcial, por ejemplo, si un equipo se retira el medio de una temporada y que necesita sus resultados de los juegos de permanecer durante otras clasificaciones de los equipos a ser correcta.
fr: En règle générale, vous ne souhaitez pas cocher cette case si vous effectuez un remboursement partiel, par exemple. si une équipe se désiste en cours de saison et que ses résultats de partie restent inchangés, le classement des autres équipes sera correct

source: There are two important points to note in regard to using the rules engine for mailing lists.
de: Es gibt zwei wichtige Punkte in Bezug auf beachten Sie die Regel-Engine für Mailing-Listen zu verwenden.
es: Hay dos puntos importantes a tener en cuenta en lo que se refiere a la utilización del motor de reglas para las listas de distribución.
fr: Il convient de noter deux points importants concernant l’utilisation du moteur de règles pour les listes de diffusion.

source: Relative Dates
de: Relative Termine
es: Las fechas relativas
fr: Dates relatives

source: {0}'s mailing lists are unlike traditional mailing lists, in that membership is dynamic. Every time a newsletter is sent, the rule for inclusion on the mailing list is re-evaluated and a new list of people to send to is generated. When setting up mailing list rules that involve dates, then, it is usually preferable to use relative dates rather than absolute. For example:
de: {0}'s - Mailinglisten sind im Gegensatz zu herkömmlichen Mailinglisten, in die Mitgliedschaft dynamisch ist. Jedes Mal, wenn ein Newsletter verschickt wird, wird die Regel für die Aufnahme in die Mailing-Liste neu bewertet und eine neue Liste von Personen zu senden erzeugt wird. Wenn Mailingliste Regeln einrichten, die Daten beinhalten, dann ist es in der Regel bevorzugt, relative Daten als absolute eher zu verwenden. Beispielsweise:
es: {0}'s listas de correo son a diferencia de las listas de distribución tradicionales, en los que la pertenencia es dinámica. Cada vez que se envía un boletín de noticias, la regla para su inclusión en la lista de correo se vuelve a evaluar y una nueva lista de personas a enviar se genera a. Cuando la creación de reglas de la lista de correo que implican fechas, a continuación, por lo general es preferible utilizar las fechas relativas en lugar de absolutas. Por ejemplo:
fr: Les listes de diffusion de {0} ne ressemblent pas aux listes de diffusion traditionnelles, car leur composition est dynamique. Chaque fois qu'une lettre d'information est envoyée, la règle à inclure dans la liste de diffusion est réévaluée et une nouvelle liste de personnes à envoyer est générée. Lors de la configuration de règles de liste de diffusion impliquant des dates, il est généralement préférable d'utiliser des dates relatives plutôt qu'absolues. Par exemple:

source: will find all women who are Masters age this year, but this would need to be updated annually. If you instead use:
de: werde alle Frauen finden, die dieses Jahr Masters sind, aber dies müsste jährlich aktualisiert werden. Wenn Sie stattdessen verwenden:
es: encontrará a todas las mujeres que tienen Maestría de edad este año, pero esto debería actualizarse anualmente. Si, en su lugar, usa:
fr: trouveront toutes les femmes qui sont maîtres l'âge cette année, mais cela devrait être mis à jour annuellement Si vous utilisez plutôt:

source: this will always find all women who are Masters age in whatever year the newsletter is being sent. This allows you to set up the mailing list once and re-use it for years without modification.
de: Dies wird immer alle Frauen finden, die Master-Alter sind, egal in welchem Jahr der Newsletter verschickt wird. So können Sie die Mailingliste einmalig einrichten und jahrelang ohne Änderungen wiederverwenden.
es: esto siempre encontrará a todas las mujeres que tienen más edad en cualquier año en que se envíe el boletín. Esto le permite configurar la lista de correo una vez y volver a usarla durante años sin modificaciones.
fr: toutes les femmes qui sont maîtres auront toujours l’année d’envoi du bulletin. Cela vous permet de configurer la liste de diffusion une fois et de la réutiliser pendant des années sans modification.

source: {0} uses the PHP strtotime function. For more details of options you can use, see PHP's {1}, in particular the Relative Formats page.
de: {0} nutzt die PHP strtotime Funktion. Für weitere Einzelheiten der Optionen können Sie verwenden, finden Sie PHP {1}, die Relative Formate Seite im Besonderen.
es: {0} usa la función de PHP strtotime. Para más detalles de las opciones que se pueden utilizar, consulte de PHP {1}, en particular, el formato de la página relativa.
fr: {0} utilise la fonction PHP strtotime. Pour plus de détails sur les options que vous pouvez utiliser, voir {1} de PHP, en particulier la page Formats relatifs.

source: Supported Date and Time Formats
de: Unterstützte Datums- und Zeitformate
es: Apoyado formatos de fecha y hora
fr: Formats de date et heure pris en charge

source: Impossible Queries and Workarounds
de: Unmöglich Abfragen und Umgehungen
es: Las consultas y soluciones imposibles
fr: Requêtes impossibles et solutions de contournement

source: For optimal performance, when used with mailing lists, the rules engine generates a database query for each rule. However, for technical reasons, it is not always possible to generate a query that will do what you want. In particular, the {0} and {1} rules cannot be used to find players who are not on any teams. For example, if you try to send a newsletter to a mailing list that has:
de: Für eine optimale Leistung, wenn sie mit Mailing-Listen verwendet, erzeugt die Regel-Engine eine Datenbankabfrage für jede Regel. Jedoch aus technischen Gründen ist es nicht immer möglich, eine Abfrage zu erzeugen, die das tun, was Sie wollen. Insbesondere die {0} und {1} Regeln können die Spieler nicht verwendet werden, zu finden, die nicht auf irgendwelchen Teams sind. Wenn Sie zum Beispiel, versuchen Sie einen Newsletter an eine Mailingliste zu senden, hat:
es: Para un rendimiento óptimo, cuando se utiliza con las listas de distribución, el motor de reglas genera una consulta de base de datos para cada regla. Sin embargo, por razones técnicas, no siempre es posible generar una consulta que va a hacer lo que quiere. En particular, el {0} y {1} reglas no se pueden utilizar para encontrar jugadores que no están en ningún equipo. Por ejemplo, si intenta enviar un boletín de noticias a una lista de correo que tiene:
fr: Pour des performances optimales, lorsqu'il est utilisé avec des listes de diffusion, le moteur de règles génère une requête de base de données pour chaque règle. Cependant, pour des raisons techniques, il n'est pas toujours possible de générer une requête qui fera ce que vous voulez. En particulier, les règles {0} et {1} ne peuvent pas être utilisées pour rechercher des joueurs qui ne font partie d'aucune équipe. Par exemple, si vous essayez d’envoyer une newsletter à une liste de diffusion qui contient:

source: you will get the following error message:
de: Sie erhalten die folgende Fehlermeldung:
es: obtendrá el mensaje de error siguiente:
fr: vous obtiendrez le message d'erreur suivant:

source: The syntax of the mailing list rule is valid, but it is not possible to build a query which will return the expected results. See the "rules engine" help for suggestions.
de: Die Syntax der Mailing-Liste Regel gültig ist, aber es ist nicht möglich, eine Abfrage zu erstellen, die die erwarteten Ergebnisse angezeigt werden können. Siehe "Rules Engine" Hilfe für Anregungen.
es: La sintaxis de la norma de la lista de correo es válida, pero no es posible construir una consulta que devolverá los resultados esperados. Ver el help "motor de reglas" para obtener sugerencias.
fr: The syntax of the mailing list rule is valid, but it is not possible to build a query which will return the expected results. See the «rules engine» aide pour suggestions.

source: Fortunately, there is a simple workaround. Simply negate the rule:
de: Glücklicherweise gibt es eine einfache Abhilfe. Einfach negieren die Regel:
es: Afortunadamente, hay una solución simple. Simplemente negar la regla:
fr: Heureusement, il existe une solution de contournement simple. Nie simplement la règle:

source: The following rules are available for use in the rules engine. Note that rule names are accepted in upper, lower or mixed case, but arguments to rules are generally case-specific.
de: Die folgenden Regeln sind für den Einsatz in der Regel-Engine zur Verfügung. Beachten Sie, dass Regelnamen in der oberen akzeptiert werden, zu senken oder gemischten Fall, aber Argumente Regeln sind in der Regel fallspezifisch.
es: Las siguientes reglas están disponibles para su uso en el motor de reglas. Tenga en cuenta que la regla se aceptan los nombres en mayúsculas, minúsculas o mayúsculas y minúsculas, pero los argumentos a reglas son generalmente específicos.
fr: Les règles suivantes sont disponibles pour une utilisation dans le moteur de règles. Notez que les noms de règles sont acceptés dans les majuscules, les minuscules ou les majuscules, mais les arguments de règles sont généralement spécifiques à la casse.

source: Type: Boolean
de: Typ: Boolean
es: Tipo: booleano
fr: Type: Booléen

source: The {0} rule accepts a comma-separated list of two or more other rules, returning <em>true</em> if all of them are true, <em>false</em> otherwise.
de: Die {0} Regel akzeptiert eine durch Kommata getrennte Liste von zwei oder mehreren anderen Regeln, Rückkehr <em>true</em>, wenn sie alle wahr sind, <em>false</em> sonst.
es: El {0} regla acepta una lista separada por comas de otros dos o más reglas, regresando <em>true</em> si todos ellos son verdaderas, <em>false</em> lo contrario.
fr: La règle {0} accepte une liste de deux ou plusieurs autres règles, séparées par des virgules, et renvoie <em>true</em> si elles sont toutes vraies, sinon <em> false</em>.

source: Example:
de: Beispiel:
es: Ejemplo:
fr: Exemple:

source: will return <em>true</em> for women born on or before Dec 31, {0} (i.e. is a Masters age player in {1}), <em>false</em> otherwise.
de: kehrt <em>true</em>, wenn der Spieler weiblich ist und am oder vor dem 31. Dezember geboren {0} (dh eine weibliche Meister Spieler in ist {1}) <em>false</em> sonst.
es: devolverá <em>true</em> para mujeres nacidas en o antes del 31 dic, {0} (es decir, es un jugador maestros en {1}), <em>false</em> lo contrario.
fr: retournera <em>vrai</em> pour les femmes nées le ou avant le 31 décembre, {0} (c'est-à-dire est un joueur d'âge maître dans {2}), <em> faux</em>.

source: will return <em>true</em> for men born on or before Dec 31, {0} (i.e. is a Masters age player in {1}), <em>false</em> otherwise.
de: kehrt <em>true</em>, wenn der Spieler männlich ist und am oder vor dem 31. Dezember geboren {0} (dh ist ein männlicher Meister Spieler in {1}) <em>false</em> sonst.
es: devolverá <em>true</em> Para hombres nacidos en o antes del 31 dic, {0} (es decir, es un jugador maestros en {1}), <em>false</em> lo contrario.
fr: retournera <em>vrai</em> pour les hommes nés le 31 décembre ou avant, le {0} (c'est-à-dire un joueur d'âge maître dans {2}), <em> faux</em>.

source: Type: Data
de: Typ: Daten
es: Tipo: Data
fr: Type: données

source: The {0} rule extracts information from the player record and returns it. The name of the attribute to be returned must be in lower case and enclosed in quotes.
de: Die {0} Regel extrahiert Informationen aus dem Player aufzeichnen und gibt ihn zurück. Der Name des Attributs zurückgegeben werden müssen in Anführungszeichen in Kleinbuchstaben und eingeschlossen werden.
es: El {0} regla extrae información del tocadiscos y lo devuelve. El nombre del atributo a devolver debe estar en minúsculas y entre comillas.
fr: La règle {0} extrait des informations de l’enregistrement du lecteur et les renvoie. Le nom de l'attribut à renvoyer doit être en minuscule et entre guillemets.

source: The most common attributes to use in comparisons are {0} and {1}, but any field name in the "people" table is an option.
de: Die am häufigsten verwendeten Attribute in Vergleiche zu verwenden sind {0} und {1}, aber jeder Feldname in den "Menschen" Tabelle ist eine Option.
es: Los atributos más comunes para usar en comparaciones son {0} y {1}, pero cualquier nombre de campo en las "personas" mesa es una opción.
fr: The most common attributes to use in comparisons are {0} and {1}, but any field name in la «people» table est une option.

source: The complete list is as follows. Where there is a limited list of options, they are given in parentheses; note that these are case-sensitive.
de: Die komplette Liste ist wie folgt. Wo gibt es eine begrenzte Liste von Optionen, sie sind in Klammern angegeben; beachten Sie, dass diese sind case-sensitive.
es: La lista completa es la siguiente. Donde hay una lista limitada de opciones, que se dan entre paréntesis; cuenta que estos son mayúsculas y minúsculas.
fr: La liste complète est la suivante. Lorsque la liste des options est limitée, elles sont indiquées entre parenthèses; notez que ceux-ci sont sensibles à la casse.

source: for
de: für
es: para
fr: pour

source: will return either {0} or {1}.
de: kehrt entweder {0} oder {1}.
es: devolverá o bien {0} o {1}.
fr: renverra soit {0} ou {1}.

source: The {0} rule accepts two other rules, separated by a comparison operator, and returns the result of performing a boolean comparison of the results of executing the two rules.
de: Die {0} Regel akzeptiert zwei andere Regeln, die von einem Vergleichsoperator getrennt sind, und gibt das Ergebnis eines Booleschen Vergleich der Ergebnisse der Ausführung der beiden Regeln durchführen.
es: El {0} regla acepta otras dos reglas, separadas por un operador de comparación, y devuelve el resultado de realizar una comparación booleano de los resultados de la ejecución de las dos reglas.
fr: La règle {0} accepte deux autres règles, séparées par un opérateur de comparaison, et renvoie le résultat de la comparaison booléenne des résultats de l'exécution des deux règles.

source: The comparison operator must have whitespace on both sides of it.
de: Der Vergleichsoperator muss Leerzeichen haben auf beiden Seiten davon.
es: El operador de comparación debe tener espacio en blanco en ambos lados de la misma.
fr: L'opérateur de comparaison doit avoir des espaces blancs des deux côtés.

source: Possible comparison operators are:
de: Mögliche Vergleichsoperatoren sind:
es: Operadores de comparación posibles son:
fr: Les opérateurs de comparaison possibles sont:

source: test for equality
de: Test für die Gleichstellung
es: prueba de igualdad
fr: test d'égalité

source: test for inequality
de: Test auf Ungleichheit
es: prueba para la desigualdad
fr: tester l'inégalité

source: Note that comparisons are done in a case-sensitive fashion.
de: Beachten Sie, dass Vergleiche in einem Klein- oder Großschreibung fertig sind.
es: Tenga en cuenta que las comparaciones se hagan de una manera mayúsculas y minúsculas.
fr: Notez que les comparaisons sont effectuées en tenant compte de la casse.

source: will return <em>true</em> if the player is a woman, <em>false</em> otherwise.
de: kehrt <em>true</em>, wenn der Spieler weiblich ist, <em>false</em> sonst.
es: devolverá <em>true</em> si el jugador es una mujer, <em>false</em> lo contrario.
fr: retournera <em>vrai</em> si le joueur est une femme, <em> faux</em> sinon.

source: will <strong>always</strong> return <em>false</em>, because the "{0}" attribute is always capitalized.
de: wird <strong>immer</strong> Rückkehr <em>false</em>, weil die "{0}" Attribut immer aktiviert ist.
es: <strong>siempre</strong> rendimiento <em>false</em>, debido a que el "{0}" atributo siempre se escribe con mayúscula.
fr: will <strong>always</strong> return <em>false</em>, because the «{0}» attribut est toujours en majuscule.

source: will return <em>true</em> if the player was born on or after Jan 1, {0} (i.e. is a junior player in {1}), <em>false</em> otherwise.
de: kehrt <em>true</em>, wenn der Spieler am oder nach dem 1. Januar geboren wurde {0} (dh ist ein Junior - Spieler in {1}) <em>false</em> sonst.
es: devolverá <em>true</em> si el jugador nació en o después del 1 de enero de {0} (es decir, es un jugador menor en {1}), <em>false</em> lo contrario.
fr: retournera <em>vrai</em> si le joueur est né le ou après le 1er janvier, {0} (c'est-à-dire un joueur junior dans {1}), <em> faux</em> sinon.

source: will return <em>true</em> if the player does <strong>not</strong> have a paid membership that covers Apr 1, {0}, <em>false</em> otherwise.
de: kehrt <em>true</em>, wenn der Spieler hat <strong>nicht</strong> haben eine bezahlte Mitgliedschaft, die 1. April abdeckt, {0}, <em>false</em> sonst.
es: devolverá <em>true</em> si el jugador lo hace <strong>no</strong> tener una suscripción de pago que cubre el 1 abr, {0}, <em>false</em> lo contrario.
fr: retournera <em>vrai</em> si le joueur <strong>ne dispose pas</strong> d'un abonnement payant couvrant le 1er avril, {0}, <em> faux</em> sinon.

source: The {0} rule simply returns its argument. It is most frequently invoked by simply specifying a quoted string.
de: Die {0} Regel gibt einfach sein Argument. Es wird am häufigsten einfach durch die Angabe einer Zeichenfolge in Anführungszeichen aufgerufen.
es: El {0} regla simplemente devuelve su argumento. Con mayor frecuencia se invoca simplemente especificando una cadena entre comillas.
fr: La règle {0} renvoie simplement son argument. Il est le plus souvent appelé en spécifiant simplement une chaîne entre guillemets.

source: All of these will return the string {0}.
de: All dies wird die Zeichenkette zurück {0}.
es: Todo esto le devolverá la cadena {0}.
fr: Tous ces éléments renverront la chaîne {0}.

source: The {0} rule accepts a date in an arbitrary format and reformats into a standard YYYY-MM-DD format useful for comparisons.
de: Die {0} Regel akzeptiert ein Datum in einem beliebigen Format und formatiert in eine Standard - YYYY-MM-DD - Format nützlich für Vergleiche.
es: El {0} regla acepta una fecha en un formato arbitrario y vuelve a formatear en un formato AAAA-MM-DD estándar útil para hacer comparaciones.
fr: La règle {0} accepte une date dans un format arbitraire et la reformate dans un format standard AAAA-MM-JJ utile pour les comparaisons.

source: would return <strong>{0}-06-01</strong>
de: würde zurückkehren <strong>{0}-06-01</strong>
es: volvería <strong>{0}-06-01</strong>
fr: renverrait <strong>{0} -06-01</strong>

source: The {0} rule accepts an upload type id and a YYYY-MM-DD formatted date, separated by a comma, and returns true if the player has an approved document of the specified type valid on the date indicated.
de: Die {0} Regel akzeptiert eine Upload - Typ - ID und ein YYYY-MM-DD formatiert Datum, durch ein Komma getrennt, und gibt true zurück, wenn der Spieler ein genehmigtes Dokument des angegebenen Typs gültig am Tag angegeben hat.
es: El {0} regla acepta un identificador de tipo de subida y una fecha con formato AAAA-MM-DD, separados por una coma, y devuelve verdadero si el jugador tiene un documento aprobado del tipo especificado válida en la fecha indicada.
fr: La règle {0} accepte un ID de type de téléchargement et une date au format AAAA-MM-JJ, séparés par une virgule, et renvoie true si le lecteur dispose d'un document approuvé du type spécifié valide à la date indiquée.

source: If upload type 1 is a "junior waiver", then
de: Wenn Upload-Typ 1 ist eine "junior Verzicht", dann
es: Si carga tipo 1 es una "junior renuncia", a continuación,
fr: If upload type 1 is a «junior waiver», alors

source: would return true if the person has a junior waiver approved for a date range that encompasses June 1, {0}, false otherwise.
de: würde return true, wenn die Person eine Junior - Verzicht für einen Datumsbereich genehmigt hat, die 1. Juni umfasst, {0}, andernfalls false.
es: volvería cierto si la persona tiene una renuncia secundaria aprobado para un intervalo de fechas que abarca 1 de junio de {0}, false en caso contrario.
fr: renverrait true si la renonciation junior a été approuvée pour une plage de dates englobant le 1er juin {0}, false sinon.

source: The {0} rule accepts a comma-separated list of league ids and returns a count of how many teams the player is/was on that play/played in those leagues.
de: Die {0} Regel akzeptiert eine durch Kommata getrennte Liste von Liga - IDs und gibt eine Zählung, wie viele Teams der Spieler ist/war an diesem Spiel/in diesen Ligen aktiv sind.
es: El {0} regla acepta una lista separada por comas de identificadores de liga y devuelve un recuento de la cantidad de equipos que el jugador es/era en esa jugada/jugado en esas ligas.
fr: La règle {0} accepte une liste d'identifiants de ligue séparés par des virgules et renvoie le nombre d'équipes que le joueur est/était sur ce jeu/a joué dans ces ligues.

source: By default, only teams where the player is listed as a captain, assistant captain or regular player, and is accepted on the roster, are counted. You can also include teams where the player is listed as a substitute by including "{0}" anywhere in the league id list.
de: Standardmäßig wo nur Teams der Spieler als Kapitän aufgeführt ist, Assistenzkapitän oder regelmäßiger Spieler und wird auf der Liste akzeptiert, werden gezählt. Sie können auch Teams, in denen der Spieler als Ersatz aufgeführt wird, indem "{0}" überall in der Liga - ID - Liste.
es: De manera predeterminada, sólo los equipos donde el jugador aparece como un capitán, ayudante del capitán o jugador regular, y es aceptado en la lista, se cuentan. También puede incluir equipos donde el jugador aparece como un sustituto mediante la inclusión de "{0}" en cualquier lugar de la lista de identificación de la liga.
fr: Par défaut, seules les équipes dont le joueur est désigné comme capitaine, capitaine adjoint ou joueur régulier et acceptées sur la liste sont comptabilisées. Vous pouvez également inclure des équipes dans lesquelles le joueur est répertorié comme substitut en incluant «{0}» n'importe où dans la liste des identifiants de la ligue.
