Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: This is only used internally to improve event/division linkage.
de: Dies wird nur intern zur Verbesserung der Veranstaltung/Division Verknüpfung verwendet.
es: Esto sólo se utiliza internamente para mejorar evento/vinculación división.
fr: Ceci est utilisé uniquement en interne pour améliorer le couplage événement/division.

source: Indicate the expected level(s) of play in this division.
de: Geben Sie die erwartete Ebene (n) in diesem Bereich spielen.
es: Indicar el nivel (s) esperado de juego en esta división.
fr: Indiquez le ou les niveaux de jeu attendus dans cette division.

source: First date that this registration will confer membership for (e.g. beginning of the membership year).
de: Erster Termin, die diese Registrierung Mitgliedschaft (zB zu Beginn des Mitgliedschaftsjahres) verleihen wird.
es: Primera fecha en que este registro le conferirá la pertenencia de (por ejemplo, inicio del año de afiliación).
fr: Première date à laquelle cette inscription confèrera une adhésion (par exemple, au début de l’année d’adhésion).

source: Last date that this registration will confer membership for (e.g. end of the membership year).
de: Letztes Datum, das diese Anmeldung Mitgliedschaft (zB Ende des Mitgliedschaftsjahres) verleihen wird.
es: Última fecha en que este registro le conferirá la pertenencia de (por ejemplo, a finales de año de membresía).
fr: Dernière date à laquelle cette inscription donnera le statut de membre pour (par exemple, la fin de l'année d'adhésion).

source: Different membership types may come with limitations (e.g. play on a limited number of teams).
de: Verschiedene Arten von Mitgliedschaft kann mit Einschränkungen kommen (zB auf eine begrenzte Anzahl von Teams spielen).
es: Diferentes tipos de miembros pueden venir con limitaciones (por ejemplo, jugar en un número limitado de equipos).
fr: Différents types d’adhésion peuvent être assortis de limitations (par exemple, jouer sur un nombre limité d’équipes).

source: Registrations performed through this event will create team records in this division.
de: Anmeldungen durch diese Veranstaltung durchgeführt wird Team Datensätze in dieser Abteilung erstellen.
es: Las inscripciones realizadas a través de este evento va a crear registros del equipo en esta división.
fr: Les inscriptions effectuées lors de cet événement créeront des records d'équipe dans cette division.

source: Team status
es: El estatus del equipo
fr: Statut de l'équipe

source: Ask whether team rosters will be open or closed during registration?
de: Fragen Sie, ob Team Roster offen sein oder bei der Registrierung geschlossen?
es: Preguntan si listas de los equipos estarán abiertas o cerradas durante el registro?
fr: Demandez si les alignements d’équipe seront ouverts ou fermés lors de l’inscription

source: Ask teams for their regional preference during registration?
de: Stellen Sie Teams für ihre regionale Präferenz bei der Registrierung?
es: Pide a los equipos de su preferencia regional durante el registro?
fr: Demander aux équipes leur préférence régionale lors de l'inscription?

source: Ask teams whether they want to use attendance tracking during registration?
de: Stellen Sie Teams, ob sie wollen bei der Registrierung Anwesenheitserfassung zu bedienen?
es: Pide a los equipos si quieren utilizar el seguimiento de la asistencia durante el registro?
fr: Demandez aux équipes si elles souhaitent utiliser le suivi des présences lors de l'inscription?

source: You will be excluding the following teams from the schedule
de: Sie werden die folgenden Teams aus dem Zeitplan werden ohne
es: Se le excluyendo a los siguientes equipos de la programación
fr: Vous excluez du calendrier les équipes suivantes

source: You are editing {0} settings. You should update only those that differ from the default. To use the default for text fields, simply leave the field blank.
de: Sie bearbeiten {0} Einstellungen. Sie sollten nur diejenigen aktualisieren, die von der Standard abweichen. Um den Standard für Textfelder verwenden, lassen Sie das Feld leer.
es: Que está editando {0} ajustes. Debe actualizar sólo aquellos que difieren de la forma predeterminada. Para utilizar el valor por defecto para los campos de texto, simplemente deje el campo en blanco.
fr: Vous modifiez les paramètres {0}. Vous ne devez mettre à jour que ceux qui diffèrent de ceux par défaut. Pour utiliser la valeur par défaut pour les champs de texte, laissez simplement le champ vide.

source: You are editing the global system settings. These will be used for any affiliate that does not override them.
de: Sie bearbeiten die globalen Systemeinstellungen. Diese werden für jeden Affiliate verwendet werden, die sie nicht außer Kraft setzen.
es: Que está editando la configuración global del sistema. Estos serán utilizados para cualquier afiliado que no anula ellos.
fr: Vous modifiez les paramètres système globaux. Ceux-ci seront utilisés pour tout affilié qui ne les remplace pas.

source: Default
de: Standard
es: Defecto
fr: Par défaut

source: No default.
de: Kein Standard.
es: Ningún valor predeterminado.
fr: Aucun défaut.

source: (between 0 and {0})
de: (zwischen 0 und {0})
es: (entre 0 y {0})
fr: (entre 0 et {0})

source: Assign penalty for missing score entry?
de: Vergeben Strafe für Score Eintrag fehlt?
es: Asignar penalización por falta puntuación de entrada?
fr: Attribuer une pénalité pour la saisie de score manquante?

source: Spirit assigned to {0}
de: Geist zugewiesen {0}
es: Espíritu asignado a {0}
fr: Esprit assigné à {0}

source: Spirit symbols:
de: Geist Symbole:
es: Símbolos espirituosas:
fr: Symboles de l'esprit:

source: I want to nominate a most spirited player
de: Ich möchte ein lebendigsten Spieler zu nominieren
es: Quiero nominar a un jugador más enérgica
fr: Je veux nommer un joueur très enthousiaste

source: You may select one person from the list below
de: Sie können eine Person aus der Liste wählen Sie unten
es: Puede seleccionar una persona en la lista siguiente
fr: Vous pouvez sélectionner une personne dans la liste ci-dessous

source: , if you think they deserve to be nominated as most spirited player
de: Wenn Sie denken, sie als lebendigsten Spieler nominiert werden verdienen
es: , Si usted piensa que merecen ser nominado como jugador más enérgica
fr: , si vous pensez qu'ils méritent d'être nommés comme joueurs les plus enthousiastes

source: substitute
de: Ersatz
es: sustituir
fr: remplaçant

source: {0}, reporting to {1}, on {2}
de: {0}, Berichterstattung an {1}, auf {2}
es: {0}, informar a {1}, en {2}
fr: {0}, se rapportant à {1}, le {2}

source: Sign up
de: Anmelden
es: Regístrate
fr: S'abonner

source: Are you sure you want to delete this task slot?
de: Sind Sie sicher, dass Sie diese Aufgabe Slot löschen möchten?
es: ¿Seguro que quieres borrar este taskSlot?
fr: Êtes-vous sûr de vouloir supprimer cette créneau de tâche?

source: Report To
de: Bericht an
es: Reportar a
fr: Reporte a

source: {0}, at {1}, on {2}
de: {0}, auf {1}, auf {2}
fr: {0}, à {1}, sur {2}

source: View Team Stats
de: Team anzeigen Statistik
es: Ver Estadísticas del Equipo
fr: Afficher les statistiques de l'équipe

source: Add a Team Event
de: Fügen Sie ein Mannschafts-Wettbewerb
es: Añadir un evento de equipo
fr: Ajouter un évènement d'équipe

source: View Season Attendance Report
de: Ansicht Saison Teilnahme Bericht
es: Ver informe Estación Asistencia
fr: Voir le rapport de présence de la saison

source: Join Team
de: Dem Team beitreten
es: Unirse al equipo
fr: Se joindre à l'équipe

source: Player Emails
de: Spieler-E-Mails
es: Los correos electrónicos del jugador
fr: Courriels des joueurs

source: Move Team
de: Verschieben-Team
es: Jugada colectiva
fr: Déplacer l'équipe

source: Are you sure you want to delete this team?
de: Sind Sie sicher, dass Sie dieses Team zu löschen?
es: ¿Está seguro de que quiere eliminar este equipo?
fr: Voulez-vous vraiment supprimer cette équipe?

source: Show Team History
de: Zeige Team Geschichte
es: Mostrar historial de equipo
fr: Afficher l'historique de l'équipe

source: Dear {0},
de: Lieber {0},
es: Estimado {0},
fr: Cher {0},

source: Your {0} account has been approved.
de: Ihre {0} Konto wurde genehmigt.
es: Su {0} cuenta haya sido aprobada.
fr: Votre compte {0} a été approuvé.

source: You may now log in to the system with the username and the password you specified when you created your account.
de: Sie können nun auf das System mit dem Benutzernamen einloggen und das Passwort, das Sie, wenn Sie Ihr Konto erstellt.
es: Ahora puede iniciar sesión en el sistema con el nombre de usuario y la contraseña que especificó cuando creó su cuenta.
fr: Vous pouvez maintenant vous connecter au système avec le nom d'utilisateur et le mot de passe que vous avez spécifiés lors de la création de votre compte.

source: You seem to have created a duplicate {0} account.
de: Sie scheinen ein Duplikat erstellt haben {0} Konto.
es: Parece que han creado un duplicado {0} cuenta.
fr: Vous semblez avoir créé un compte en double {0}.

source: You already have an account with the username {0} created using the email address {1}.
de: Sie haben bereits ein Konto mit dem Benutzernamen {0} erstellt die E - Mail - Adresse {1}.
es: Usted ya tiene una cuenta con el nombre de usuario {0} creado usando la dirección de correo {1}.
fr: Vous avez déjà un compte avec le nom d'utilisateur {0} créé à l'aide de l'adresse e-mail {1}.

source: You already have an account.
de: Sie haben schon ein Konto.
es: Ya tienes una cuenta.
fr: Avez vous déjà un compte.

source: Your second account has been deleted. If you cannot remember your password for the existing account, please use the "{0}" feature and a new password will be emailed to you.
es: Su segunda cuenta ha sido borrada. Si no recuerda su contraseña de la cuenta existente, por favor utilice la "{0}" función y una nueva contraseña por correo electrónico a usted.
fr: Votre deuxième compte a été supprimé. Si vous ne vous souvenez plus de votre mot de passe pour le compte existant, veuillez utiliser le «{0}» fonction et un nouveau mot de passe vous sera envoyé par courrier électronique.

source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?

source: If the above email address is no longer correct, please reply to this message and request an address change.
de: Wenn die oben genannten E-Mail-Adresse nicht mehr korrekt ist, antworten Sie bitte auf diese Nachricht und fordern Sie eine Adressänderung.
es: Si la dirección de correo electrónico anterior ya no es correcta, por favor, responda a este mensaje y solicitar un cambio de dirección.
fr: Si l'adresse électronique ci-dessus n'est plus correcte, répondez à ce message et demandez un changement d'adresse.

source: To preserve historical information (registrations, team records, etc.) this old account has been merged with your new information. You will be able to access this account with your newly chosen username and password.
de: Zur Erhaltung historischen Informationen (Anmeldungen, Team Aufzeichnungen, etc.) diese alte Konto mit Ihrem neuen Informationen zusammengeführt. Sie werden dieses Konto zugreifen können mit Ihrem neu gewählten Benutzernamen und Passwort ein.
es: Para preservar la información histórica (registros, los registros del equipo, etc.) esta antigua cuenta se ha fusionado con su nueva información. Podrá acceder a esta cuenta con su nombre de usuario y contraseña recién elegido.
fr: Pour préserver les informations historiques (inscriptions, enregistrements d'équipe, etc.), cet ancien compte a été fusionné avec vos nouvelles informations. Vous pourrez accéder à ce compte avec votre nom d'utilisateur et votre mot de passe nouvellement choisis.

source: A user account with this e-mail address has been created for you on the {0} web site ({1}).
de: Ein Benutzerkonto mit dieser E-Mail - Adresse hat sich für Sie auf der erstellt wurde {0} Website ({1}).
es: Una cuenta de usuario con esta dirección de correo electrónico ha sido creado por ti en la {0} sitio web ({1}).
fr: Un compte utilisateur avec cette adresse e-mail a été créé pour vous sur le site Web {0} ({1}).

source: Your new username is: {0}
de: Ihr neuer Benutzername ist: {0}
es: Su nuevo nombre de usuario es: {0}
fr: Votre nouveau nom d'utilisateur est: {0}

source: Your new password is: {0}
de: Ihr neues Passwort lautet: {0}
es: Su nueva contraseña es: {0}
fr: Votre nouveau mot de passe est: {0}

source: After you login, you can change your username and other profile details {0} and change your password {1}.
de: Nachdem Sie sich anmelden, können Sie Ihren Benutzernamen und andere Profildaten ändern {0} und Ihr Passwort zu ändern {1}.
es: Después de iniciar sesión, puede cambiar su nombre de usuario y otros datos de perfil {0} y cambie su contraseña {1}.
fr: Une fois connecté, vous pouvez modifier votre nom d'utilisateur et d'autres détails de profil {0}, ainsi que votre mot de passe {1}.

source: against {0} at {1} starting at {2}
de: gegen {0} auf {1} ab {2}
es: contra {0} a {1} a partir de {2}
fr: contre {0} à {1} commençant à {2}

source: {0} has indicated that they will be {1} the {2} game{3} on {4}
de: {0} hat angegeben, dass {1} das {2} Spiel {3} auf {4} sein wird
es: {0} ha indicado que serán {1} el {2} juego {3} en {4}
fr: {0} a indiqué qu'il s'agirait du {1} match {3} {3} du {4}.

source: If you need {0} for this game:
de: Wenn Sie {0} für dieses Spiel:
es: Si necesita {0} para este juego:
fr: Si vous avez besoin de {0} pour ce partie:

source: If you know <b>for sure</b> that you don't need {0} for this game:
de: Wenn Sie wissen, <b>sicher</b>, die Sie nicht brauchen {0} für dieses Spiel:
es: Si conoces a <b>seguro</b> que no es necesario {0} para este juego:
fr: Si vous savez <b>à coup sûr</b> que vous n'avez pas besoin de {0} pour ce partie:

source: Either of these actions will generate an automatic email to {0} indicating your selection. If you are unsure whether you will need {0} for this game, it's best to leave them listed as available, and take action later when you know for sure. You can always update their status on the web site, there is no need to keep this email for that purpose.
de: Jede dieser Aktionen generiert eine automatische E-Mail an {0}, die Ihre Auswahl anzeigt. Wenn du dir nicht sicher bist, ob du {0} für dieses Spiel benötigst, ist es am besten, sie als verfügbar zu belassen und später etwas zu unternehmen, wenn du sicher bist. Sie können ihren Status auf der Website jederzeit aktualisieren. Sie müssen diese E-Mail nicht für diesen Zweck aufbewahren.
es: Cualquiera de estas acciones generará un correo electrónico automático a {0} que indica su selección. Si no está seguro de si necesitará {0} para este juego, es mejor dejarlos en la lista como disponibles, y tomar medidas más tarde cuando lo sepa con certeza. Siempre puede actualizar su estado en el sitio web, no es necesario guardar este correo electrónico para tal fin.
fr: Chacune de ces actions générera un e-mail automatique indiquant {0} votre sélection. Si vous ne savez pas si vous aurez besoin de {0} pour ce partie, il est préférable de les laisser répertoriés comme disponibles et de prendre des mesures ultérieurement, lorsque vous en êtes certain. Vous pouvez toujours mettre à jour leur statut sur le site Web, il n'est pas nécessaire de conserver cet email à cette fin.

source: You can also {0}.
de: Sie können auch {0}.
es: También puede {0}.
fr: Vous pouvez aussi {0}.

source: check up-to-the-minute details
es: check-up-to-the-minute detalles
fr: vérifier les détails à la minute près

source: You need to be logged into the website to update this.
de: Sie müssen in die Website diese zu aktualisieren angemeldet sein.
es: Es necesario estar registrado en la web para actualizar esto.
fr: Vous devez être connecté au site Web pour mettre à jour ceci.

source: {0} has removed the comment from their attendance at the {1} game{2} on {3}.
de: {0} hat den Kommentar aus ihrer Teilnahme an den entfernten {1} Spiel {2} auf {3}.
es: {0} ha eliminado el comentario de su asistencia a la {1} juego {2} sobre {3}.
fr: {0} a retiré le commentaire de leur présence au {1} match {2} sur {3}.

source: {0} has added the following comment to their attendance at the {1} game{2} on {3}.
de: {0} hat den folgenden Kommentar ihre Teilnahme an dem zusätzlichen {1} Spiel {2} auf {3}.
es: {0} ha añadido el siguiente comentario de su asistencia a la {1} juego {2} sobre {3}.
fr: {0} a ajouté le commentaire suivant à leur présence au {1} match {2} sur {3}.

source: (they wear {0})
de: (sie tragen {0})
es: (que llevan {0})
fr: (ils portent {0})

source: against {0}
de: gegen {0}
es: contra {0}
fr: contre {0}

source: You have not yet indicated your attendance for the {0} game{1} at {2} from {3} to {4} on {5}.
de: Sie haben noch nicht angezeigt Ihre Anwesenheit für die {0} Spiel{1} in {2} von {3} zu {4} auf {5}.
es: Que aún no ha indicado su asistencia para el {0} partido{1} a {2} de {3} a {4} en {5}.
fr: Vous n'avez pas encore indiqué votre présence au {0} match {1} du {2} au {2} au {4} le {5}.

source: You are currently listed as {0} for the {1} game{2} at {3} from {4} to {5} on {6}.
de: Sie sind zur Zeit als aufgelistet {0} für die {1} Spiel{2} auf {3} von {4} auf {5} auf {6}.
es: En este momento está listado como {0} para el {1} partido{2} a {3} de {4} a {5} en {6}.
fr: Vous êtes actuellement répertorié en tant que {0} pour le {1} partie {2} à {3} du {4} au {5} sur {6}.

source: The coach or captain has invited you to play in this game. However, when teams are short, coaches and captains will often invite a number of people to fill in, so it's possible that even if you confirm now, you might be uninvited later if others responded first. You will receive another email from the system in this case, but you may want to double-check with your coach or captain that you are needed before the game.
de: Der Trainer oder Kapitän hat Sie eingeladen, in diesem Spiel zu spielen. Wenn jedoch Teams sind kurz, Trainer und Kapitäne wird oft eine Reihe von Menschen einladen, zu füllen, so möglich ist es, dass, auch wenn Sie jetzt bestätigen, könnten Sie später uneingeladen werden, wenn andere zuerst reagiert. Sie werden eine andere E-Mail aus dem System in diesem Fall erhalten, aber Sie können mit Ihrem Trainer oder Kapitän, die Sie vor dem Spiel benötigt werden, nochmals zu überprüfen möchten.
es: El entrenador o capitán te ha invitado a jugar en este juego. Sin embargo, cuando los equipos son cortos, entrenadores y capitanes a menudo invitar a un número de personas para llenar, por lo que es posible que incluso si se confirma ahora, es posible que se tarde si no invitados otros respondieron en primer lugar. Usted recibirá otro correo electrónico desde el sistema en este caso, pero es posible que desee volver a verificar con su entrenador o capitán que son necesarios antes del partido.
fr: L'entraîneur ou le capitaine vous a invité à jouer à ce partie. Toutefois, lorsque les équipes sont réduites, les entraîneurs et les capitaines invitent souvent plusieurs personnes à se joindre à l'équipe. Il est donc possible que même si vous confirmez maintenant, vous pourriez ne plus être invité plus tard si les autres répondaient en premier. Dans ce cas, vous recevrez un autre email du système, mais vous voudrez peut-être vérifier auprès de votre entraîneur ou de votre capitaine que vous avez besoin de vous avant le match.

source: If you are able to play, {0}.
de: Wenn Sie sind in der Lage zu spielen, {0}.
es: Si usted es capaz de jugar, {0}.
fr: Si vous pouvez jouer, {0}.

source: If you are available to play, {0}.
de: Wenn Sie zur Verfügung zu spielen, {0}.
es: Si no está disponible para jugar, {0}.
fr: Si vous êtes disponible pour jouer, {0}.

source: If you are unavailable to play, {0}.
de: Wenn Sie nicht zur Verfügung zu spielen, {0}.
es: Si no está disponible para jugar, {0}.
fr: Si vous n'êtes pas disponible pour jouer, {0}.

source: Note that you can {0}, giving your coach or captain advance notice of vacations or other planned absences.
de: Beachten Sie, dass Sie {0}, so dass Ihr Trainer oder Kapitän Vorankündigung von Urlaub oder andere geplante Abwesenheiten.
es: Observe que puede {0}, dando a su entrenador o capitán de antemano notificación de vacaciones u otras ausencias planificadas.
fr: Notez que vous pouvez {0}, en donnant à votre entraîneur ou à votre capitaine un préavis de vacances ou d’autres absences planifiées.

source: set your attendance in advance
de: setzen Sie Ihre Teilnahme im Voraus
es: establecer su asistencia con antelación
fr: fixer votre présence à l'avance

source: {0} has indicated that you are {1} the {2} game{3} on {4}.
de: {0} hat darauf hingewiesen, dass Sie {1} die {2} Spiel {3} auf {4}.
es: {0} ha indicado que tiene {1} el {2} juego {3} sobre {4}.
fr: {0} a indiqué que vous êtes {1} le {2} partie {3} sur {4}.

source: If this correctly reflects your current status, you do not need to take any action at this time.
de: Wenn dies die korrekte Schreibweise Ihrer aktuellen Status widerspiegelt, müssen Sie zu diesem Zeitpunkt nicht alle Maßnahmen zu ergreifen.
es: Si esto refleja correctamente el estado actual, no es necesario tomar ninguna acción en este momento.
fr: Si cela reflète correctement votre statut actuel, vous n'avez aucune action à prendre pour le moment.

source: To update your status, use one of the links below, or visit the web site at any time.
de: So aktualisieren Sie Ihren Status, verwenden Sie einen der Links unten, oder besuchen Sie die Website jederzeit möglich.
es: Para actualizar su estado, utilice uno de los siguientes enlaces, o visite el sitio web en cualquier momento.
fr: Pour mettre à jour votre statut, utilisez l'un des liens ci-dessous ou visitez le site Web à tout moment.

source: Keep in mind that when teams are short, coaches and captains will often invite a number of people to fill in, so it's possible that even if you confirm attendance now, you might be uninvited later if others responded first. You will receive another email from the system in this case, but you may want to double-check with your coach or captain that you are needed before the game.
de: Beachten Sie, dass, wenn Teams sind kurz, Trainer und Kapitäne wird oft eine Reihe von Menschen einladen, zu füllen, so möglich ist es, dass selbst wenn Sie die Teilnahme jetzt bestätigen, Sie später uneingeladen werden könnte, wenn andere zuerst reagiert. Sie werden eine andere E-Mail aus dem System in diesem Fall erhalten, aber Sie können mit Ihrem Trainer oder Kapitän, die Sie vor dem Spiel benötigt werden, nochmals zu überprüfen möchten.
es: Tenga en cuenta que cuando los equipos son cortos, entrenadores y capitanes a menudo invitar a un número de personas para llenar, por lo que es posible que incluso si se confirma la asistencia ahora, es posible que se tarde si no invitados otros respondieron en primer lugar. Usted recibirá otro correo electrónico desde el sistema en este caso, pero es posible que desee volver a verificar con su entrenador o capitán que son necesarios antes del partido.
fr: Gardez à l'esprit que lorsque les équipes sont courtes, les entraîneurs et les capitaines invitent souvent un certain nombre de personnes à remplacer. Il est donc possible que même si vous confirmez votre présence, vous pourriez ne plus être invité plus tard si les autres répondaient en premier. Dans ce cas, vous recevrez un autre email du système, mais vous voudrez peut-être vérifier auprès de votre entraîneur ou de votre capitaine que vous avez besoin de vous avant le match.
