Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Spirit scores must be in the range 0-{0}.
de: Geist Partituren muss im Bereich 0-{0}.
es: Puntajes espíritu debe estar en el rango 0-{0}.
fr: Les résultats d'esprit sportif doivent se situer entre 0 et {0}.

source: The Modified BULA spirit survey was developed by Mile Zero Ultimate, based on the original BULA spirit survey. (BULA now uses the WFDF standard spirit survey, which was also based on BULA's original.)
de: Der modifizierte BULA Geist Umfrage wurde von Mile Zero-Ultimate basiert auf dem ursprünglichen BULA Geist Umfrage entwickelt. (BULA nutzt nun die WFDF Standard Geist Umfrage, die auch auf BULA ursprünglichen beruhte.)
es: La encuesta espíritu BULA Modificado fue desarrollado por Milla Cero último, sobre la base de la encuesta espíritu BULA originales. (BULA ahora utiliza la encuesta espíritu norma WFDF, que también se basa en el original de BULA.)
fr: Le sondage sur l’esprit modifié BULA a été développé par Mile Zero Ultimate, sur la base du sondage initial sur l’esprit BULA. (BULA utilise à présent le sondage sur les spiritueux standard WFDF, qui était également basé sur le sondage initial de BULA.)

source: They communicated objectively and without aggressive language. They were willing to believe calls were made in good faith.
fr: Ils ont communiqué objectivement et sans langage agressif. Ils étaient prêts à croire que des appels avaient été faits de bonne foi.

source: They did more than expected in this category
fr: Ils ont fait plus que prévu dans cette catégorie

source: They did average in this category
fr: Ils ont fait la moyenne dans cette catégorie

source: They did poorly in this category
fr: Ils ont mal fait dans cette catégorie

source: Fair-Mindedness
fr: Esprit modéré

source: Players pointed out their own fouls. They corrected their own player calls. In an important situation they admitted that the opponent was probably right.
fr: Les joueurs ont signalé leurs propres fautes. Ils ont corrigé leurs propres appels de joueurs d'équipe. Dans une situation importante, ils ont admis que l'adversaire avait probablement raison.

source: Positive Attitude
fr: Attitude positive

source: They introduced themselves to the opponent. They complimented the opponent for good plays. Left a positive impression in an after-the-game Spirit Circle.
fr: Ils se sont présentés à l'adversaire. Ils ont complimenté l'adversaire pour ses bons jeux. A laissé une impression positive dans un Spirit Circle après le match.

source: Emotional Management
fr: Gestion des émotions

source: Their reaction towards disagreements, successes, and mistakes was appropriately mature.
fr: Leur réaction face aux désaccords, aux succès et aux erreurs était suffisamment mûre.

source: Avoiding Body Contact
fr: Éviter les contacts physiques

source: They were aware of other player's body location and movement and avoided dangerous plays.
fr: Ils étaient conscients de l&#39;emplacement et du mouvement du corps d&#39;un autre joueur et évitaient les jeux dangereux.

source: Avoid Violations and Fouls
fr: Évitez les violations et les fautes

source: They tried to avoid fouls and violations. Their marks were legal.
fr: Ils ont essayé d'éviter les fautes et les violations. Leurs marques étaient légales.

source: Knowledge of the Rules
fr: Connaissance des règlements

source: They knew the rules and/or had the willingness to learn and teach them. They did not make unjustified calls.
fr: Ils connaissaient les règles et/ou avaient la volonté d'apprendre et de les enseigner. Ils n'ont pas fait d'appels injustifiés.

source: Their Spirit compared to ours
fr: Leur esprit comparé au nôtre

source: How was their spirit compared to our own spirit?
fr: Comment était leur esprit par rapport à notre propre esprit?

source: Comments
fr: Commentaires

source: Do you have any concerns from this game that you would like to bring to the coordinator's attention? These will be kept confidential.
fr: Avez-vous des problèmes avec ce jeu que vous voudriez porter à l'attention du coordinateur? Ceux-ci resteront confidentiels.

source: Highlights
fr: Faits saillants

source: Do you have any spirit highlights from this game that you would like to bring to the coordinator's attention? These may be published.
fr: Avez-vous des points forts de ce jeu que vous voudriez porter à l'attention du coordinateur? Ceux-ci peuvent être publiés.

source: Select one of the given options.
de: Wählen Sie eine der verfügbaren Optionen.
es: Seleccione una de las opciones dadas.
fr: Sélectionner une des options.

source: The Modified WFDF spirit survey was developed by the Waterloo Organization of Disc Sports to reflect league play rather than tournaments; some WFDF questions have been split, for example, and answers have been simplified from five to three. The survey answers are intended to reward good spirit rather than penalizing bad.
de: Der modifizierte WFDF Geist Umfrage wurde von der Waterloo Organisation der Disc Sports entwickelt reflektieren Liga spielen, statt Turniere; einige WFDF Fragen gespalten worden sind, zum Beispiel, und Antworten von fünf auf drei wurden vereinfacht. Die Umfrage Antworten sollen eher gute Geist zu belohnen als bestrafen schlecht.
es: La encuesta espíritu WFDF Modificado fue desarrollado por la Organización de Waterloo Disco Deportes para reflejar juego de la liga en lugar de los torneos; algunas preguntas WFDF se han dividido, por ejemplo, y las respuestas se han simplificado de cinco a tres. Las respuestas de la encuesta están destinados a recompensar el buen espíritu en lugar de penalizar el mal.
fr: Le sondage sur l’esprit WFDF modifié a été mis au point par la Waterloo Organization of Disc Sports pour refléter le jeu en championnat plutôt que les tournois; certaines questions WFDF ont été divisées, par exemple, et les réponses ont été simplifiées de cinq à trois. Les réponses à l'enquête ont pour but de récompenser les bons esprits plutôt que de les pénaliser.

source: They communicated objectively and without aggressive language. They were willing to believe calls were made in good faith. Were on time. Kept to time limits for discussions, time-outs, between points, etc.
fr: Ils ont communiqué objectivement et sans langage agressif. Ils étaient disposés à croire que les appels avaient été passés de bonne foi. Étaient à l'heure. Respectez les délais de discussion, les délais d'attente, les points, etc.

source: Below average
fr: En dessous de la moyenne

source: Average
de: Durchschnittlich
es: Promedio
fr: Dans la moyenne

source: Above average
fr: Au dessous de la moyenne

source: Players pointed out their own fouls. They corrected their own team player calls. In an important situation they admitted that the opponent was probably right. Avoided frequently calling non-obvious travels and picks.
fr: Les joueurs ont signalé leurs propres fautes. Ils ont corrigé leurs propres appels de joueurs d'équipe. Dans une situation importante, ils ont admis que l'adversaire avait probablement raison. Évité d'appeler fréquemment des voyages et des choix non évidents.

source: They introduced themselves to the opponent. They complimented the opponent for good plays. Left a positive impression in an after-the-game Spirit Circle, etc.
fr: Ils se sont présentés à l'adversaire. Ils ont complimenté l'adversaire pour ses bons jeux. A laissé une impression positive dans un Spirit Circle après le match, etc.

source: Body Contact
fr: Contact physique

source: They were aware of other players' body location and movement and avoided dangerous plays.
fr: Ils étaient conscients de l'emplacement du corps et du mouvement des autres joueurs et évitaient les jeux dangereux.

source: Fouls
fr: Fautes

source: Avoiding Violations and Fouls
fr: Éviter les violations et les fautes

source: They tried to avoid fouls and violations. Their marks were legal. They did not commit off side violations, etc.
fr: Ils ont essayé d'éviter les fautes et les violations. Leurs marques étaient légales. Ils n'ont pas commis de violations hors-jeu, etc.

source: Rules Knowledge
fr: Connaissance des règlements

source: Enjoyment
fr: Plaisir

source: Encouraging Enjoyment of the Game
fr: Encouragement du plaisir au jeu

source: They played the game in a way that made the game enjoyable for all those involved.
fr: Ils ont joué le jeu de manière à rendre le jeu agréable pour toutes les personnes impliquées.

source: This selection will result in no spirit questions being asked.
de: Diese Auswahl wird in keinem Geist Fragen führen gefragt.
es: Se pide esta selección puede dar lugar a ninguna pregunta espíritu.
fr: Cette sélection n'engendrera aucune question d'esprit sportif.

source: The modified Leaguerunner spirit survey, developed by the Ottawa Carleton Ultimate Association. Compared to the original Leaguerunner spirit survey, this one emphasizes enjoyment by adding more options there, while decreasing the number of timeliness options.
de: Der modifizierte Leaguerunner Geist Umfrage, die von der Carleton ultimative Vereinigung Ottawa entwickelt. Im Vergleich zum ursprünglichen Umfrage Leaguerunner Geist, unterstreicht dies ein Genuss von mehr Möglichkeiten gibt das Hinzufügen, während die Anzahl der Rechtzeitigkeit Optionen abnimmt.
es: La encuesta espíritu Leaguerunner modificado, desarrollado por la Asociación último Carleton de Ottawa. En comparación con la encuesta original espíritu Leaguerunner, éste hace hincapié en el disfrute añadiendo más opciones allí, mientras que disminuye el número de opciones de puntualidad.
fr: Le sondage sur l'esprit de Leaguerunner modifié, développé par la Ottawa Carleton Ultimate Association. Comparé au sondage sur l'esprit Leaguerunner original, celui-ci met l'accent sur le plaisir en ajoutant plus d'options, tout en diminuant le nombre d'options de rapidité.

source: Timeliness
fr: Ponctualité

source: Our opponents' timeliness:
fr: La ponctualité de nos adversaires:

source: Met expectations
fr: A répondu aux attentes

source: Did not meet expectations
fr: N'a pas répondu aux attentes

source: Our opponents' rules knowledge was:
fr: La connaissance des règlements de nos adversaires était:

source: Exceptional
fr: Exceptionnel

source: Good
fr: Bon

source: Bad
fr: Mauvais

source: Sportsmanship
fr: Esprit sportif

source: Our opponents' sportsmanship was:
fr: L'esprit sportif de nos adversaires était:

source: Poor
fr: Faible

source: Overall
fr: Dans l'ensemble

source: Ignoring the score and based on the opponents' spirit of the game, what was your overall assessment of the game?
fr: En ignorant le score et en fonction de l'esprit du jeu de l'adversaire, quelle a été votre évaluation globale du jeu?

source: This was an exceptionally great game
fr: C'était un match exceptionnel

source: This was an enjoyable game
fr: C'était un match agréable

source: This was a mediocre game
fr: C'était un match médiocre

source: This was a very bad game
fr: C'était un très mauvais match

source: Sushi Suzuki's {0}, intended "for tournaments where the official WFDF SOTG score sheet may feel \"too serious.\""
es: Sushi de Suzuki {0}, destinado "para los torneos donde la hoja de puntuación oficial WFDF SOTG puede sentir \" demasiado serio.\""
fr: Sushi Suzuki's {0}, intended "for tournaments where the official WFDF SOTG score sheet may feel «trop sérieux»."

source: alternate spirit survey
de: alternative Geist Umfrage
es: encuesta espíritu alternativo
fr: enquête spirituelle alternative

source: The team tried to win fair and square, no cheap calls or taking advantage of the rules.
fr: L&#39;équipe a essayé de gagner juste et carré, pas d&#39;appels bon marché ou en profitant des règles.

source: 0: Full of cheaters
fr: 0: plein de tricheurs

source: 4: Full of angels
fr: 4: Plein d&#39;anges

source: Intensity
fr: Intensité

source: Full sprints, hard cuts, layouts, etc. How intense was the team?
fr: Sprints complets, coupes dures, mises en page, etc. Quelle était l&#39;intensité de l&#39;équipe?

source: 0: Sloth-like
fr: 0: Paresseux

source: 4: Like the blinding sun
fr: 4: Comme le soleil aveuglant

source: Daringness
fr: Audace

source: Hucks, hammers, scoobers, "Wow! did he/she really do that?"
fr: Hucks, marteaux, scoobers, &quot;Wow! At-il vraiment fait ça?&quot;

source: 0: Snore bore
fr: 0: Alésage de ronflement

source: Spirit Speech / Sense of Humor
fr: Discours spirituel / sens de l&#39;humour

source: Spirit Speech
fr: Discours de l&#39;esprit

source: How much laughter did the other team induce during the match and in the spirit speech?
fr: Combien de rires l’autre équipe at-elle provoqué pendant le match et dans le discours d’esprit?

source: 0: Somber as a funeral
fr: 0: Somber comme un enterrement

source: 4: Better than many comedians
fr: 4: Mieux que de nombreux comédiens

source: Fun
fr: Amusement

source: How entertaining was the match? Would you do this again?
fr: Le match était-il divertissant? Souhaitez-vous recommencer?

source: 0: Never ever again
fr: 0: plus jamais

source: 4: I wish every game was like this
fr: 4: J&#39;aimerais que chaque jeu soit comme ça

source: The original Leaguerunner spirit survey, developed by the Ottawa Carleton Ultimate Association.
de: Die ursprüngliche Leaguerunner Geist Umfrage, die von der Carleton ultimative Vereinigung Ottawa entwickelt.
es: La encuesta espíritu Leaguerunner original, desarrollado por la Asociación último Carleton de Ottawa.
fr: Le sondage original sur l'esprit Leaguerunner, développé par la Ottawa Carleton Ultimate Association

source: Our opponents had a full line and were ready to play:
fr: Nos adversaires avaient une ligne complète et étaient prêts à jouer:

source: Early, or at the official start time
fr: En avance ou à l'heure de la partie

source: Less than five minutes late
fr: Retard de moins de cinq minutes

source: Less than ten minutes late
fr: Retard de moins de dix minutes

source: More than ten minutes late
fr: Retard de plus de dix minutes

source: Nonexistant
fr: Inexistant

source: Ignoring the score and based on the opponents' spirit of the game, did your team enjoy this game?
fr: Ignorant le score et basé sur l'esprit de jeu de l'adversaire, votre équipe a-t-elle apprécié ce jeu?

source: All or most of my players did
fr: Tous ou la plupart de mes joueurs ont

source: Some or none of my players did
fr: Certains ou aucun de mes joueurs ont

source: The WFDF standard spirit survey.
de: Die WFDF Standard Geist Umfrage.
es: La encuesta espíritu norma WFDF.
fr: Le sondage sur l'esprit sportif du WFDF.

source: Rules Knowledge and Use
fr: Connaissance des règlements et leurs utilisation

source: For example: They did not make unjustified calls. They did not purposefully misinterpret the rules. They kept to time limits. They were willing to teach and/or learn the rules.
fr: Par exemple: Ils n'ont pas fait d'appels injustifiés. Ils n'ont pas délibérément mal interprété les règles. Ils ont respecté les limites de temps. Ils étaient disposés à enseigner et/ou à apprendre les règles.

source: Not so good
fr: Pas très bon

source: Very good
fr: Très bon

source: Fouls and Body Contact
fr: Fautes et contacts physiques

source: For example: They avoided fouling, contact, and dangerous plays.
fr: Par exemple: Ils évitent les fautes, contacts et jeux dangeureux.

source: For example: They apologized for their own fouls. They informed teammates when they made wrong or unnecessary calls. They were willing to admit that we were right and retracted their call.
fr: Par exemple: Ils se sont excusés pour leurs propres fautes. Ils ont informé leurs coéquipiers quand ils passaient des appels incorrects ou inutiles. Ils étaient prêts à admettre que nous avions raison et se sont rétractés.

source: Positive Attitude and Self-Control
fr: Attitude positive et contrôle de soi

source: For example: They introduced themselves. They communicated without derogatory or aggressive language. They complimented us on our good plays. They left an overall positive impression during and after the game, e.g. during the Spirit circle.
fr: Par exemple: Ils se sont présentés. Ils ont communiqué sans langage péjoratif ou agressif. Ils nous ont complimentés sur nos bons jeux. Ils ont laissé une impression globalement positive pendant et après le match, par exemple. pendant le cercle spirituel.

source: Comparison
fr: Comparaison

source: Our Spirit compared to theirs
fr: Notre esprit sportif comparé au leur

source: How did our team compare to theirs with regards to rules knowledge, body contact, fair-mindedness, positive attitude and self-control?
fr: Comment notre équipe se compare-t-elle aux leurs en ce qui concerne la connaissance des règles, le contact corporel, l’esprit équitable, l’attitude positive et la maîtrise de soi?

source: Our spirit was much better
fr: Notre esprit sportif était bien meilleur

source: Our spirit was slightly better
fr: Notre esprit sportif était légèrement meilleur

source: Our spirit was the same
fr: Notre esprit sportif était pareil

source: Our spirit was slightly worse
fr: Notre esprit sportif était légèrement inférieur

source: Our spirit was much worse
fr: Notre esprit sportif était bien inférieur

source: The 2014 WFDF standard spirit survey.
de: Die 2014 WFDF Standard Geist Umfrage.
es: La encuesta espíritu norma 2014 WFDF.
fr: Le sondage sur l'esprit sportif de WFDF 2014.

source: Examples: They did not purposefully misinterpret the rules. They kept to time limits. When they didn't know the rules they showed a real willingness to learn.
fr: Exemples: Ils n&#39;ont pas délibérément mal interprété les règles. Ils ont respecté les délais. Quand ils ne connaissaient pas les règles, ils ont montré une réelle volonté d&#39;apprendre.

source: Not good
fr: Pas bon

source: Examples: They avoided fouling, contact, and dangerous plays.
fr: Exemples: Ils ont évité l&#39;encrassement, le contact et les jeux dangereux.

source: Examples: They apologized in situations where it was appropriate, informed teammates about wrong/unnecessary calls. Only called significant breaches.
fr: Exemples: Ils se sont excusés dans les situations où cela était approprié, ont informé leurs coéquipiers des appels erronés / inutiles. Appelé seulement violations importantes.

source: Examples: They were polite. They played with appropriate intensity irrespective of the score. They left an overall positive impression during and after the game.
fr: Exemples: Ils étaient polis. Ils ont joué avec une intensité appropriée quel que soit le score. Ils ont laissé une impression positive globale pendant et après le match.

source: Communication
fr: la communication

source: Examples: They communicated respectfully. They listened. They kept to discussion time limits.
fr: Exemples: Ils ont communiqué avec respect. Ils ont écouté. Ils ont respecté les délais de discussion.

source: If you have selected Poor in any category, please explain in few words what happened. Negative feedback will be passed to the teams in the appropriate manner.
fr: Si vous avez sélectionné Pauvre dans une catégorie, veuillez expliquer en quelques mots ce qui s&#39;est passé. Une rétroaction négative sera transmise aux équipes de la manière appropriée.

source: If you have selected Excellent in any category, please explain in few words what happened. Compliments will be passed to the teams in the appropriate manner.
fr: Si vous avez sélectionné Excellent dans n&#39;importe quelle catégorie, veuillez expliquer en quelques mots ce qui s&#39;est passé. Des compliments seront transmis aux équipes de la manière appropriée.

source: Inclusivity
fr: Inclusivité

source: Everyone had a genuine and equal opportunity to participate in varied roles, regardless of gender, e.g, getting the disc on open cuts, picking up the disc on turnovers, captaining, etc.
fr: Tout le monde a eu une opportunité réelle et égale de participer à des rôles variés, quel que soit le sexe, par exemple, obtenir le disque sur les coupes ouvertes, ramasser le disque sur les chiffres d&#39;affaires, capitaine, etc.

source: Game timer was already initialized.
de: Spiel-Timer wurde bereits initialisiert.
es: Temporizador de juego ya se ha inicializado.
fr: La minuterie de la partie était déjà activée.

source: Second half was already started.
de: Die zweite Hälfte wurde bereits begonnen.
es: Segunda mitad ya se ha iniciado.
fr: La seconde demie était déjà entamée.

source: This game apparently hasn't started yet.
de: Dieses Spiel hat begonnen, offenbar noch nicht.
es: Este juego aparentemente no ha comenzado todavía.
fr: Cette partie ne semble pas avoir commencé encore.

source: The same team shouldn't pull to start both halves.
de: Das gleiche Team sollte nicht ziehen Sie die beiden Hälften zu starten.
es: El mismo equipo no debe tirar para iniciar las dos mitades.
fr: La même équipe ne devrait pas tirer pour commencer les deux mi-temps.

source: This badge must be earned, not granted.
de: Dieses Abzeichen muss verdient werden, nicht gewährt.
es: Este logro se debe ganar, no se ha concedido.
fr: Ce badge doit être mérité et non accordé.

source: Invalid schedule type.
fr: Type de planification non valide.

source: Waiting lists are not enabled on this site.
de: Die Wartelisten sind auf dieser Seite nicht aktiviert.
es: Las listas de espera no están habilitados en este sitio.
fr: Les listes d'attente ne sont pas activées sur ce site.

source: Only players are allowed to register for this type of event.
de: Nur Spieler sind für diese Art von Veranstaltung zu registrieren erlaubt.
es: Sólo los jugadores se les permite registrarse para este tipo de evento.
fr: Seuls les joueurs sont autorisés à s'inscrire pour ce type d'événement.

source: This normally happens within one business day, and often in just a few minutes.
de: Dies geschieht in der Regel innerhalb eines Werktages, und oft in nur wenigen Minuten.
es: Esto ocurre normalmente en un plazo de un día hábil, y, a menudo en tan sólo unos minutos.
fr: Cela se produit normalement en un jour ouvrable et souvent en quelques minutes.

source: You are not allowed to register for events until you {0}.
de: Sie sind nicht für Veranstaltungen bis zu registrieren erlaubt {0}.
es: No se le permite registrarse para eventos hasta que {0}.
fr: Vous n'êtes pas autorisé à vous inscrire à des événements avant le {0}.

source: reactivate your profile
de: reaktivieren Sie Ihr Profil
es: reactivar su perfil
fr: réactiver votre profil

source: You have already registered and paid for this event.
de: Sie haben sich bereits angemeldet und für diese Veranstaltung bezahlt.
es: Ya se ha registrado y pagado para este evento.
fr: Vous êtes déjà inscrit et vous avez déjà payé cet événement.

source: You have already been added to the waiting list for this event.
de: Sie haben schon für diese Veranstaltung in die Warteliste hinzugefügt.
es: Ya se les ha añadido a la lista de espera para este evento.
fr: Vous avez déjà été ajouté à la liste d'attente de cet événement.

source: You have already registered for this event, but not yet paid.
de: Sie haben schon für diese Veranstaltung angemeldet, aber noch nicht bezahlt.
es: Ya se ha registrado para este evento, pero aún no pagados.
fr: Vous êtes déjà inscrit à cet événement mais vous n'avez pas encore payé.

source: To complete your payment, please proceed to the {0}.
de: Um Ihre Zahlung abzuschließen, gehen Sie bitte auf die {0}.
es: Para completar su pago, por favor continúe con el {0}.
fr: Pour compléter votre paiement, veuillez procéder vers {0}.

source: checkout page
de: Zur Kasse Seite
es: página de pago
fr: page de commande
