Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: The seeds could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Las semillas no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les graines ne pouvaient pas être sauvées. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this division, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta división, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette division et ne peuvent donc pas être supprimés.

source: The division has been deleted.
de: Die Division wurde gelöscht.
es: La división ha sido eliminado.
fr: La division a été supprimée.

source: The division could not be deleted. Please, try again.
de: Die Division konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La división no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: La division n'a pas pu être supprimée. Veuillez réessayer.

source: This division has no games scheduled yet.
de: Diese Abteilung hat keine Spiele noch geplant.
es: Esta división no tiene ningún juego todavía programados.
fr: À ce jour, aucune partie n'a été prévue pour cette division.

source: Schedule changes saved!
de: Zeitplan Änderungen gespeichert!
es: Los cambios de horario guardan!
fr: Les changements à la grille horaire ont étés sauvegardé!

source: The games could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Los juegos no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les parties n'ont pas pu être sauvegardés. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Cannot generate standings for a division with no schedule.
de: Kann nicht ohne Zeitplan Wertung für eine Division generieren.
es: No se puede generar tabla de posiciones para una división sin horario.
fr: Impossible de générer des classements pour une division sans calendrier.

source: You must select a date.
fr: Vous devez sélectionner une date.

source: Cannot generate status report for a division with no teams.
de: Kann nicht Statusbericht für eine Division ohne Teams generieren.
es: No se puede generar informe de estado para una división sin equipos.
fr: Impossible de générer un rapport de statut pour une division sans équipes.

source: Cannot generate status report for a division with this schedule type.
de: Kann nicht Statusbericht für eine Abteilung mit diesem Plantyp erzeugen.
es: No se puede generar informe de estado para una división con este tipo de programación.
fr: Impossible de générer un rapport de statut pour une division avec ce type de planification.

source: Cannot generate status report for a division with no schedule.
de: Kann nicht Statusbericht für eine Division ohne Zeitplan zu generieren.
es: No se puede generar informe de estado para una división sin horario.
fr: Impossible de générer un rapport de statut pour une division sans planification.

source: This division does not support this report.
de: Diese Abteilung nicht, diesen Bericht zu unterstützen.
es: Esta división no es compatible con este informe.
fr: Cette division ne supporte pas ce rapport.

source: There are currently no games to approve in this division.
de: Es liegen noch keine Spiele in dieser Abteilung zu genehmigen.
es: Actualmente no hay juegos para aprobar en esta división.
fr: Il n'y a présentement pas de match a approuvé dans cette division.

source: Only playoff divisions can be initialized.
de: Nur Playoff-Divisionen initialisiert werden.
es: Sólo divisiones de playoffs se pueden inicializar.
fr: Seulement les divsions de séries éliminatoires peut être initialisées.

source: {0} does not have a unique affiliated team in the correct division.
de: {0} keine eindeutige verbundenen Team in der richtigen Abteilung haben.
es: {0} no tiene un equipo afiliado único en la división correcta.
fr: {0} n'a pas d'équipe affiliée unique dans la bonne division

source: Team ratings have been initialized.
de: Team-Bewertungen initialisiert wurden.
es: Las calificaciones del equipo han sido inicializado.
fr: Les notations d'équipe ont étés initialisés.

source: Failed to initialize team ratings.
de: Fehlgeschlagen Team Bewertungen zu initialisieren.
es: No se pudo inicializar calificaciones del equipo.
fr: Échec d'initialisation des notes de l'équipe.

source: There are already games finalized in this pool. Unable to proceed.
de: Es gibt bereits in diesem Pool abgeschlossen Spiele. Kann nicht fortgesetzt werden.
es: Ya hay juegos finalizados en esta piscina. Incapaces de proceder.
fr: Il y a déjà des parties finalisés dans ce pool. Impossible de continuer.

source: There are currently no dependencies to initialize in this division.
de: Es liegen noch keine Abhängigkeiten in diesem Bereich zu initialisieren.
es: Actualmente no hay dependencias para inicializar en esta división.
fr: Il n'y a pas de dépendences pour initialiser cette division.

source: Perhaps you need to {0}?
de: Vielleicht müssen Sie {0}?
es: Tal vez usted necesita {0} ?
fr: Vous avez peut-être besoin de {0}?

source: initialize division ratings
de: initialisieren Division Bewertungen
es: inicializar clasificaciones de división
fr: initialiser les notes de division

source: reset
de: zurückstellen
es: Reiniciar
fr: réinitialiser

source: update
de: aktualisieren
es: actualizar
fr: mise à jour

source: Not enough teams in the division to fulfill all scheduled seeds.
de: Nicht genügend Teams in der Abteilung alle geplanten Samen zu erfüllen.
es: No hay suficientes equipos en la división para cumplir con todas las semillas programadas.
fr: Pas assez d’équipes dans la division pour remplir toutes les graines programmées.

source: Failed to {0} game dependency.
de: Fehler beim {0} Spiel Abhängigkeit.
es: No se ha podido {0} dependencia de juego.
fr: Impossible de {0} dépendance au partie.

source: locate
de: lokalisieren
es: localizar
fr: établir

source: Dependencies have been {0}.
de: Abhängigkeiten haben {0}.
es: Dependencias han sido {0}.
fr: Les dépendances ont été {0}.

source: resolved
de: aufgelöst
es: resuelto
fr: résolu

source: There are currently no pools to delete in this stage.
de: Es liegen noch keine Pools in diesem Stadium zu löschen.
es: Actualmente no hay piscinas para eliminar en esta etapa.
fr: Il n'y a présentement aucun bassin a supprimer à cette étape.

source: The pools in this stage have been deleted.
de: Die Pools in diesem Stadium gelöscht wurden.
es: Las piscinas en esta etapa se han eliminado.
fr: Les pools de cette étape ont été supprimés.

source: Pools in this stage were not deleted.
de: Pools in dieser Phase wurden nicht gelöscht.
es: No se eliminaron piscinas en esta etapa.
fr: Les pools de cette étape n'ont pas été supprimés.

source: You are not allowed to register for events until your profile has been approved by an administrator.
de: Sie sind nicht für Veranstaltungen, bis Ihr Profil freigegeben wurde durch einen Administrator zu registrieren erlaubt.
es: No se le permite registrarse para eventos hasta que su perfil ha sido aprobado por un administrador.
fr: Vous n'êtes pas autorisé à vous inscrire aux événements tant que votre profil n'a pas été approuvé par un administrateur.

source: You are not allowed to register for events until your profile has been reactivated.
de: Sie sind nicht für Ereignisse, bis Ihr Profil aktiviert wurde registrieren erlaubt.
es: No se le permite registrarse para eventos hasta que su perfil se ha reactivado.
fr: Vous n'êtes pas autorisé à vous inscrire à des événements tant que votre profil n'a pas été réactivé.

source: Invalid event.
de: Ungültige Ereignis.
es: Evento no válido.
fr: Évènement non valide

source: The event has been saved.
de: Die Veranstaltung wurde gespeichert.
es: El evento se ha guardado.
fr: L'événement a été enregistré.

source: The event could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El evento no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: L'événement n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this event, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de este evento, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cet événement. Par conséquent, il ne peut pas être supprimé.

source: The event has been deleted.
de: Die Veranstaltung wurde gelöscht.
es: El evento ha sido eliminado.
fr: L'événement a été supprimé.

source: The event could not be deleted. Please, try again.
de: Die Veranstaltung konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El evento no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: L'événement n'a pas pu être supprimé. Veuillez réessayer.

source: The connections have been saved.
de: Die Verbindungen wurden gespeichert.
es: Las conexiones se han guardado.
fr: Les connexions ont été enregistrées.

source: The connections could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Las conexiones no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les connexions n'ont pas pu être enregistrées. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Invalid facility.
de: Ungültige Anlage.
es: De facilidad no válida.
fr: Établissement non valide.

source: The facility has been saved.
de: Die Anlage wurde gespeichert.
es: La instalación se ha guardado.
fr: L'installation a été enregistrée.

source: The facility could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La instalación no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: L'installation n'a pas pu être enregistrée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: You must first create at least one region for facilities to be located in.
de: Sie müssen zunächst mindestens einen Bereich schaffen für Einrichtungen in befinden.
es: Primero debe crear al menos una zona de instalaciones que se encuentran en.
fr: Vous devez d’abord créer au moins une région pour que les installations soient situées dans.

source: Failed to open facility "{0}".
de: Fehlgeschlagen Anlage zu öffnen ''{0}''.
es: No se pudo abrir las instalaciones "{0}".
fr: Échec d'ouverture de l'installation «{0}».

source: Failed to close facility "{0}".
de: Fehlgeschlagen Anlage zu schließen ''{0}''.
es: No se ha podido cerrar las instalaciones "{0}".
fr: Échec de la fermeture de l'installation «{0}».

source: The following records reference this facility, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta instalación, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette installation, elle ne peut donc pas être supprimée.

source: The facility has been deleted.
de: Die Anlage wurde gelöscht.
es: La instalación ha sido eliminado.
fr: L'installation a été supprimée.

source: The facility could not be deleted. Please, try again.
de: Die Anlage konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La instalación no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: L'installation n'a pas pu être supprimée. Veuillez réessayer.

source: Invalid {0}.
de: Ungültige {0}.
es: No válido {0}.
fr: {0} non valide.

source: Failed to open {0} "{1}".
de: Fehler beim Öffnen {0} ''{1}''.
es: No se pudo abrir {0} "{1}".
fr: Impossible d'ouvrir {0} «{1}».

source: Failed to close {0} "{1}".
de: Fehler beim Schließen {0} ''{1}''.
es: No se pudo cerrar {0} "{1}".
fr: Impossible de fermer {0} «{1}».

source: The following records reference this {0}, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweisen diese {0}, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de este {0}, por lo que no se puede eliminar.
fr: Les enregistrements suivants font référence à ceci {0}. Par conséquent, il ne peut pas être supprimé.

source: The {0} has been deleted.
de: Die {0} wurde gelöscht.
es: El {0} ha sido eliminado.
fr: {0} a été supprimé.

source: The {0} could not be deleted. Please, try again.
de: Die {0} konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El {0} no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: Le {0} n'a pas pu être supprimé. Veuillez réessayer.

source: Invalid letter.
de: Ungültige Brief.
es: Carta válida.
fr: Lettre invalide

source: Invalid franchise.
de: Ungültige Franchise.
es: Franquicia no válido.
fr: Franchise invalide.

source: The franchise has been saved.
de: Das Franchise wurde gespeichert.
es: La franquicia ha sido guardado.
fr: La franchise a été sauvegardée.

source: The franchise could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La franquicia no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La franchise n'a pas pu être sauvée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this franchise, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta franquicia, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette franchise et ne peuvent donc pas être supprimés.

source: The franchise has been deleted.
de: Das Franchise wurde gelöscht.
es: La franquicia ha sido eliminado.
fr: La franchise a été supprimée.

source: The franchise could not be deleted. Please, try again.
de: Das Franchise konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La franquicia no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: La franchise n'a pas pu être supprimée. Veuillez réessayer.

source: That team is already part of this franchise.
de: Das Team ist bereits Teil dieses Franchise.
es: Ese equipo ya es parte de esta franquicia.
fr: Cette équipe fait déjà partie de cette franchise.

source: You are not a captain, assistant captain or coach of the selected team.
de: Sie sind kein Kapitän, Assistent Kapitän oder Trainer des ausgewählten Teams.
es: Usted no es un capitán, ayudante del capitán o entrenador del equipo seleccionado.
fr: Vous n'êtes pas capitaine, capitaine adjoint ou entraîneur de l'équipe sélectionnée.

source: The selected team has been added to this franchise.
de: Das ausgewählte Team wurde zu diesem Franchise hinzugefügt.
es: El equipo seleccionado se ha añadido a esta franquicia.
fr: L'équipe sélectionné a été ajouté à cette franchise.

source: Failed to add the selected team to this franchise.
de: Konnte die ausgewählte Mannschaft zu diesem Franchise hinzufügen.
es: No se pudo agregar el equipo seleccionado para esta franquicia.
fr: Échec de l'ajout de l'équipe sélectionnée à cette franchise.

source: Invalid team.
de: Ungültige Team.
es: Equipo válido.
fr: Équipe invalide.

source: That team is not part of this franchise.
de: Das Team ist nicht Teil dieser Franchise.
es: Ese equipo no forma parte de esta franquicia
fr: Cette équipe ne fait pas partie de cette franchise.

source: All teams must be members of at least one franchise. Before you can remove this team from this franchise, you must first add it to another one.
de: Alle Teams müssen Mitglieder mindestens ein Franchise sein. Bevor Sie dieses Team von diesem Franchise entfernen können, müssen Sie es zunächst zu einem anderen hinzufügen.
es: Todos los equipos deben ser miembros de al menos una franquicia. Antes de poder eliminar este equipo de esta franquicia, primero debe agregarla a otro.
fr: Toutes les équipes doivent être membres d'au moins une franchise. Avant de pouvoir supprimer cette équipe de cette franchise, vous devez d'abord l'ajouter à une autre.

source: The selected team has been removed from this franchise.
de: Das ausgewählte Team wurde von diesem Franchise entfernt.
es: El equipo seleccionado se ha eliminado de esta franquicia.
fr: Les équipes sélectionnés ont étées retirées de la franchise.

source: As there were no other teams in the franchise, it has been deleted as well.
de: Da es keine anderen Teams in der Franchise waren, es auch gelöscht wurde.
es: Como no había otros equipos de la franquicia, que ha sido borrado también.
fr: Comme il n'y avait pas d'autres équipes dans la franchise, celle-ci a également été supprimée.

source: There are no other teams in the franchise, but deletion of the franchise failed.
de: Es gibt keine anderen Teams in der Franchise, aber Streichung des Franchise gescheitert.
es: No hay otros equipos de la franquicia, pero la supresión de la franquicia fracasaron.
fr: Il n'y a pas d'autres équipes dans la franchise, mais la suppression de la franchise a échoué.

source: {0} is already an owner of this franchise.
de: {0} ist bereits ein Besitzer dieses Franchise.
es: {0} ya es un propietario de esta franquicia.
fr: {0} est déjà propriétaire de cette franchise.

source: Added {0} as owner.
de: Hinzugefügt {0} als Eigentümer.
es: Añadido {0} como propietario.
fr: Ajouté {0} en tant que propriétaire.

source: Failed to add {0} as owner.
de: Fehler beim hinzufügen {0} als Eigentümer.
es: No se pudo agregar {0} como propietario.
fr: Impossible d'ajouter {0} en tant que propriétaire.

source: That person is not an owner of this franchise!
de: Diese Person ist kein Besitzer dieses Franchise!
es: Esa persona no es un propietario de esta franquicia!
fr: Cette personne n'est pas propriétaire de cette franchise!

source: Successfully removed owner.
de: Erfolgreich entfernt Eigentümer.
es: Propietario se han retirado correctamente.
fr: Propriétaire supprimé.

source: Invalid game slot.
de: Ungültige Spiel Slot.
es: Ranura de juego no válida.
fr: Créneau de partie invalide.

source: This affiliate has no regions set up.
fr: Cet affilié n&#39;a aucune région configurée.

source: You have no regions set up.
fr: Vous n&#39;avez aucune région configurée.

source: The game slot has been saved.
de: Das Spiel Slot wurde gespeichert.
es: La ranura de juego ha sido guardado.
fr: Le créneau de partie a été enregistrée.

source: The game slot could not be saved. Please correct the errors below and try again.
de: Das Spiel Slot konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La ranura de juego no podría ser salvado. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le créneau de partie n'a pas pu être enregistrée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The game slots could not be saved. Please correct any issues below and try again.
de: Die Slots Spiel konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Las ranuras de juego no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les créneaux de partie n'ont pas pu être enregistrés. Veuillez corriger les problèmes ci-dessous et réessayer.

source: You must select at least one game slot!
de: Sie müssen mindestens ein Spiel Slot wählen!
es: Debe seleccionar al menos una ranura de juego!
fr: Vous devez sélectionner au moins un créneau de partie!

source: The game slots have been saved.
de: Die Spiel-Slots wurden gespeichert.
es: Las ranuras de juego se han guardado.
fr: Les créneaux de partie ont été enregistrés.

source: The game slot has been deleted.
de: Das Spiel Slot wurde gelöscht.
es: La ranura de juego ha sido eliminado.
fr: Le créneau de partie a été supprimée.

source: The game slot could not be deleted. Please, try again.
de: Das Spiel Slot konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La ranura de juego no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: Le créneau de partie n'a pas pu être supprimée. Veuillez réessayer.

source: This game slot has no games associated with it.
de: Dieses Spiel Slot hat keine Spiele mit ihm verbunden ist.
es: Este ranura de juego no tiene para juegos asociados a ella.
fr: Aucun partie n'a été associé à cette créneau de partie.

source: Games in this slot have already been finalized.
de: Spiele in diesem Slot sind bereits abgeschlossen.
es: Juegos de esta ranura ya se han finalizado.
fr: Les matchs de cette créneau ont déjà étés finalisés.

source: That game has not yet occurred!
de: Das Spiel ist noch nicht aufgetreten!
es: Ese juego aún no ha ocurrido!
fr: Cette partie n'as pas eu lieu!

source: The incident data could not be saved. Please correct the errors below and try again.
de: Die Ereignisdaten konnten nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Los datos de incidentes no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les données de l'incident n'ont pas pu être enregistrées. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Scores have been saved and game results posted.
de: Scores wurden gespeichert und Spielergebnisse veröffentlicht.
es: Decenas de personas han sido salvadas y los resultados del juego publicado.
fr: Les résultats ont étés sauvegardés and affichés.

source: The scores could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Los resultados no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les partitions n'ont pas pu être sauvegardées. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Invalid game.
de: Ungültige Spiel.
es: Juego válido.
fr: Partie non valide.

source: The game has been saved.
de: Das Spiel wurde gespeichert.
es: El juego ha sido guardado.
fr: Le partie a été enregistré.

source: The game could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El juego no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le partie n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The score details have been saved.
de: Die Partitur Details sind gespeichert.
es: Los detalles de puntuación se han guardado.
fr: Les détails de la partition ont été sauvegardés.

source: The score details could not be saved. Please correct the errors below and try again.
de: Die Partitur Details konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Los detalles de los resultados no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les détails de la partition n'ont pas pu être sauvegardés. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Invalid score detail.
de: Ungültige Partitur Detail.
es: Detalle puntaje válido.
fr: Détail de pointage non valide.
