Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Coach: Someone who coaches one or more teams that they don't play on.
de: Trainer: Jemand, der Trainer ein oder mehrere Teams, die sie spielen nicht.
es: Entrenador: Alguien que entrenadores de uno o más equipos que no juegan en.
fr: Entraîneur: quelqu'un qui entraîne une ou plusieurs équipes sur lesquelles ils ne jouent pas.

source: Volunteer: A more advanced user who can be given special access to limited areas of the system. For example, only volunteers can be given the "Division Coordinator" role, or assigned Tasks (if this feature is enabled).
de: Freiwillige: Eine fortgeschrittene Benutzer, die besonderen Zugang zu begrenzte Bereiche des Systems gegeben werden kann. Zum Beispiel kann nur Freiwillige, die "Abteilungskoordinator" Rolle gegeben werden, oder zugewiesenen Aufgaben (wenn diese Funktion aktiviert ist).
es: Voluntarios: Un usuario más avanzado que se puede dar acceso especial a zonas limitadas del sistema. Por ejemplo, sólo los voluntarios pueden tener la función "Coordinador de División", o asignar tareas (si esta función está activada).
fr: Volunteer: A more advanced user who can be given special access to limited areas of the system. For example, only volunteers can be given the «Division Coordinator» rôle ou tâches assignées (si cette fonctionnalité est activée).

source: Official: Someone empowered by the organization to act as an in-game official.
de: Offiziell: Jemand von der Organisation befugt, als In-Spiel-Offiziellen zu handeln.
es: Oficial: Alguien habilitado por la organización para actuar como funcionario en el juego.
fr: Officiel: Personne habilitée par l'organisation à agir en tant qu'officiel du partie.

source: Administrator: A super-user with the authority to access any area of the system. The only limitation placed on administrators is that they do not have permission to violate roster rules and deadlines for team that they are on; if this is required, another administrator will have to do it instead. Note that this only prevents accidental violations, as administrators have sufficient access to create another path to maliciously circumvent these rules if they want to.
de: Administrator: Ein Super-Benutzer mit der Berechtigung, einen beliebigen Bereich des Systems zuzugreifen. Die einzige Einschränkung auf Verwaltern ist, dass sie keine Erlaubnis Roster Regeln und Fristen für die Mannschaft zu verletzen, dass sie auf; wenn dies erforderlich ist, wird ein anderer Administrator es stattdessen zu tun haben. Beachten Sie, dass dies nur verhindert versehentliche Verletzungen, wie Administratoren ausreichenden Zugang haben einen anderen Weg zu schaffen, in böswilliger Absicht, diese Regeln zu umgehen, wenn sie wollen.
es: Administrador: Una super-usuario con la autoridad para acceder a cualquier área del sistema. La única limitación a los administradores es que ellos no tienen permiso para violar roster reglas y plazos para el equipo que están en; si es necesario, otro administrador tendrá que hacerlo en su lugar. Tenga en cuenta que esto sólo evita violaciónes accidentales, ya que los administradores tienen acceso suficiente para crear otro camino para eludir maliciosamente estas reglas si quieren.
fr: Administrateur: super-utilisateur autorisé à accéder à n’importe quelle zone du système. La seule limite imposée aux administrateurs est qu’ils n’ont pas l’autorisation de violer les règles et les délais de la liste d’équipes; si cela est nécessaire, un autre administrateur devra le faire à la place. Notez que cela empêche uniquement les violations accidentelles, car les administrateurs ont un accès suffisant pour créer un autre chemin permettant de contourner ces règles par malveillance s'ils le souhaitent.

source: Multiple account types can be selected for each user, if they will be filling multiple roles. For example, if your organization offers both adult and youth leagues, someone might be both a Parent and a Player. Alternately, many organizations draw volunteers from the ranks of their players, or coaches from among the parents, so such people would have both applicable types checked.
de: Mehrere Kontotypen können für jeden Benutzer ausgewählt werden, wenn sie mehrere Rollen füllen wird. Zum Beispiel, wenn Ihre Organisation sowohl für Erwachsene und Jugendligen bietet, jemand könnte sowohl ein Elternteil und ein Spieler sein. Alternativ überprüft viele Organisationen ziehen Freiwillige aus den Reihen ihrer Spieler oder Trainer aus dem Kreis der Eltern, so dass solche Leute haben würden beide Typen mit.
es: Tipos de cuentas múltiples pueden ser seleccionados para cada usuario, si van a ser llenando varias funciones. Por ejemplo, si su organización ofrece ambas ligas de adultos y jóvenes, alguien podría ser a la vez un padre y un jugador. Alternativamente, muchas organizaciones de voluntarios de dibujar las filas de sus jugadores o entrenadores de entre los padres, por lo que estas personas tendrían ambos tipos aplicables controladas.
fr: Plusieurs types de comptes peuvent être sélectionnés pour chaque utilisateur, s'il remplira plusieurs rôles. Par exemple, si votre organisation propose à la fois des ligues d’adultes et de jeunes, une personne peut être à la fois un parent et un joueur. Alternativement, de nombreuses organisations recrutent des volontaires dans les rangs de leurs joueurs ou des entraîneurs parmi les parents, afin que ces personnes fassent vérifier les deux types applicables.

source: Photos
de: Fotos
es: Fotos
fr: Images

source: People have the option of uploading a photo to the site. Before being made public, photos may need to be approved by an administrator, depending on the "{0}" setting under {1} -> {2} -> {3}.
de: Die Menschen haben die Möglichkeit, ein Foto auf die Website hochzuladen. Vor öffentlich gemacht wird, können Fotos müssen von einem Administrator genehmigt werden, abhängig von der "{0}" -Einstellung unter {1} -> {2} -> {3}.
es: La gente tiene la opción de subir una foto al sitio. Antes de su publicación, las fotos pueden necesitar ser aprobado por un administrador, dependiendo de la "{0}" ajuste en {1} -> {2} -> {3}.
fr: People have the option of uploading a photo to the site. Before being made public, photos may need to be approved by an administrator, depending on the «{0}» paramètre sous {1} -> {2} -> {3}.

source: Approve Photos
de: genehmigen Fotos
es: Aprobar Fotos
fr: Approuver les photos

source: If there are new photos to be approved, there will be an "{0}" option under the {1} menu. Selecting this will give you a list of the new photos, with options to approve or delete each.
de: Wenn es neue Fotos sind zugelassen zu werden, wird es eine "{0}" Option im Menü {1}. Die Auswahl dieser Option wird Ihnen eine Liste der neuen Fotos, mit Optionen zu genehmigen oder jede löschen.
es: Si hay nuevas fotos para ser aprobados, habrá un "{0}" opción en el menú de {1}. La selección de este le dará una lista de las nuevas fotos, con opciones para aprobar o eliminar cada uno.
fr: If there are new photos to be approved, there will be an «{0}» option dans le menu {1}. En sélectionnant ceci, vous obtiendrez une liste des nouvelles photos, avec des options pour les approuver ou les supprimer.

source: The following warning is shown on the photo upload page, and only photos that adhere to this should be approved:
de: Die folgende Warnung wird auf dem Foto-Upload-Seite angezeigt, und nur die Fotos, die diese haften sollte genehmigt werden:
es: La siguiente advertencia se muestra en la página de carga de las fotografías, y sólo las fotos que se adhieren a esto debe ser aprobado:
fr: L'avertissement suivant apparaît sur la page de téléchargement de photos et seules les photos qui y adhèrent doivent être approuvées:

source: To be approved, a photo must be of you and only you (e.g. no logos or shots of groups or your pet or your car) and must clearly show your face. Photos may not include nudity or depiction of any activity that is illegal or otherwise contrary to the spirit of the sport.
de: Um zugelassen zu werden, muss ein Foto von Ihnen und nur Sie (zB keine Logos oder Aufnahmen von Gruppen oder Ihr Haustier oder im Auto) und muss eindeutig hervorgehen Ihr Gesicht. Fotos dürfen nicht nackt oder Darstellung jeglicher Aktivität enthalten, die dem Geist des Sports illegal oder auf andere Weise entgegengesetzt ist.
es: Para ser aprobado, una foto debe ser de usted y sólo usted (por ejemplo, sin logos o fotos de grupos o de su mascota o su coche) y debe mostrar claramente su cara. Las fotos pueden no incluir desnudos o representación de cualquier actividad que sea ilegal o contraria al espíritu del deporte.
fr: Pour être approuvée, une photo doit concerner vous et seulement vous (par exemple, aucun logo ou cliché de groupe, votre animal de compagnie ou votre voiture) et doit clairement montrer votre visage. Les photos ne peuvent inclure de la nudité ou une représentation d'une activité illégale ou contraire à l'esprit du sport.

source: Registration is an optional feature of {0}. It can be disabled completely through the {1} page. If it is disabled, you will be responsible for manually managing and tracking all registrations and payments, so even if you are not doing online payments, using the registration system will typically save you time and reduce problems. This guide will help you understand how to use the registration system to best effect.
de: Die Registrierung ist eine optionale Funktion von {0}. Es kann vollständig durch die deaktiviert werden {1} Seite. Wenn es deaktiviert ist, werden Sie für die manuelle Verwaltung und Verfolgung aller Registrierungen und Zahlungen verantwortlich sein, so dass selbst wenn Sie nicht online Zahlungen tun, das Registrierungssystem verwendet werden Sie in der Regel Zeit zu sparen und Probleme zu reduzieren. Dieser Leitfaden wird Ihnen helfen zu verstehen, wie man am besten Effekt des Registrierungssystems zu verwenden.
es: El registro es una característica opcional de {0}. Se puede desactivar completamente a través del {1} página. Si está desactivada, usted será responsable de la gestión y el seguimiento de todos los registros y pagos de forma manual, por lo que incluso si usted no está haciendo los pagos en línea, utilizando el sistema de registro será típicamente ahorrar tiempo y reducir los problemas. Esta guía le ayudará a entender cómo usar el sistema de registro de la mejor manera.
fr: L'enregistrement est une fonctionnalité facultative de {0}. Il peut être complètement désactivé via la page {1}. S'il est désactivé, vous serez responsable de la gestion et du suivi manuels de toutes les inscriptions et de tous les paiements. Ainsi, même si vous ne payez pas en ligne, le système d'enregistrement vous fera généralement gagner du temps et réduira les problèmes. Ce guide vous aidera à comprendre comment utiliser au mieux le système d’enregistrement.

source: The registration system is based around a set of "registration events" that you define. An event is anything that a user might register for. Common events include annual memberships, spots for teams in leagues or tournaments, roster spots on "hat" teams, training clinics, and social events.
de: Das Registrierungssystem wird um eine Reihe von basierten "Registrierung Ereignisse", die Sie definieren. Ein Ereignis ist alles, was ein Benutzer registrieren können. Gemeinsame Veranstaltungen sind Jahresmitgliedschaften, Spots für Teams in Ligen oder Turnieren, Roster-Spots auf "hat" Teams, Training Kliniken und gesellschaftliche Veranstaltungen.
es: El sistema de registro se basa en un conjunto de "eventos de registro" que se defina. Un evento es cualquier cosa que un usuario puede registrarse para. eventos comunes incluyen membresías anuales, puntos para los equipos en ligas o torneos, puntos de la lista de equipos "sombrero", clínicas de capacitación y eventos sociales.
fr: The registration system is based around a set of «registration events» que vous définissez. Un événement est tout ce qu'un utilisateur peut inscrire. Les événements communs incluent les adhésions annuelles, les places pour les équipes dans les ligues ou les tournois, les places de formation sur «hat» teams, training clinics, and social events.

source: (Developer's note: I've never really liked the term "event" for this. If you can think of a better one, please let me know!)
de: (Entwickler, Anm. Ich habe nie wirklich den Begriff "Ereignis" gefallen hat für diese Wenn Sie eines besseren denken kann, lass es mich wissen!)
es: (Nota del desarrollador: Nunca he realmente le gusta el término "evento" para este caso se puede pensar en una mejor, por favor hágamelo saber!)
fr: (Developer's note: I've never really liked the term «event» pour ça. Si vous pouvez penser à un meilleur, s'il vous plaît faites le moi savoir!)

source: Rules
de: Regeln
es: Reglas
fr: Règlements

source: If desired, you can add rules that must be met before a user can register for a particular event. Most commonly, this is used to enforce age limits or ensure that pre-requisites are met, but there are other uses as well. See the help for the "register rule" field for more information; setting up rules is currently a little bit complex, but there are examples provided that will cover most normal situations.
de: Falls gewünscht, können Sie Regeln hinzufügen, die erfüllt sein müssen, bevor ein Benutzer für ein bestimmtes Ereignis registrieren. Am häufigsten wird diese verwendet Altersgrenzen durchzusetzen oder sicherzustellen, dass Voraussetzungen erfüllt sind, aber es gibt auch andere Verwendungen. Sehen Sie sich die Hilfe für das "registrieren Regel" Feld für weitere Informationen; Regeln up ist derzeit ein wenig komplex Einstellung, aber es gibt Beispiele zur Verfügung gestellt, die die meisten normalen Situationen abdeckt.
es: Si se desea, se pueden agregar reglas que se deben cumplir antes de que un usuario puede registrarse para un evento en particular. Por lo general, esto se utiliza para hacer cumplir los límites de edad o garantizar que se cumplen los requisitos previos, pero hay otros usos también. Consulte la ayuda para el "registro regla de" campo para obtener más información; el establecimiento de normas es actualmente un poco poco complejo, pero hay ejemplos proporcionados que cubren situaciones más normales.
fr: If desired, you can add rules that must be met before a user can register for a particular event. Most commonly, this is used to enforce age limits or ensure that pre-requisites are met, but there are other uses as well. See the help for the «register rule» champ pour plus d'informations; L'installation de règles est actuellement un peu complexe, mais il y a des exemples fournis qui couvriront la plupart des situations normales.

source: There are also "rule-like" settings which allow you to put a limit on how many people can register for it (e.g. if there are limited team spots available), enforce gender limits, and indicate whether an individual may register for an event more than once (e.g. purchasing multiple tickets to a social event).
de: Es gibt auch "regel wie" Einstellungen mit denen Sie eine Grenze zu setzen, wie viele Menschen für sie registrieren können (zB wenn es nur begrenzte Team-Spots zur Verfügung stehen), Geschlecht Grenzen erzwingen, und zeigen an, ob ein Individuum für eine registrieren kann Ereignis mehr als einmal (zB mehrere Tickets zu einem gesellschaftlichen Ereignis Kauf).
es: También hay configuración "regla similar a", que le permiten poner un límite a cuántas personas pueden inscribirse para ello (por ejemplo, si hay manchas de equipo limitados disponibles), hacer cumplir los límites de género, e indicar si una persona puede registrar una evento más de una vez (por ejemplo, la compra de varias entradas para un evento social).
fr: There are also «rule-like» paramètres vous permettant de limiter le nombre de personnes pouvant s’inscrire (par exemple, si le nombre de places disponibles est limité), de faire respecter les limites de genre et d’indiquer si une personne peut s’inscrire à un événement plus d’une fois un événement social).

source: You will typically want everyone to accept a waiver of liability before participating in games that you offer. You can optionally require that the user accept a click-through waiver before registering or joining a team by using the {0} rule.
de: Sie werden in der Regel wollen, dass jeder einen Haftungsverzicht zu akzeptieren, bevor in den Spielen teilnehmen, die Sie anbieten. Optional können Sie verlangen, dass der Benutzer eine Click-through - Verzicht akzeptieren vor der Registrierung oder ein Team Beitritt mit dem {0} Regel.
es: Por lo general, todo el mundo tendrá que aceptar una renuncia de responsabilidad antes de participar en los juegos que ofrece. Puede requerir opcionalmente que el usuario acepta una renuncia de clics antes de registrar o unirse a un equipo mediante el uso de la {0} regla.
fr: Vous voudrez généralement que tout le monde accepte une décharge de responsabilité avant de participer aux parties que vous proposez. Vous pouvez éventuellement demander à l'utilisateur d'accepter une dispense de clic avant de s'inscrire ou de rejoindre une équipe à l'aide de la règle {0}.

source: If desired, you can define a questionnaire that will be used during registration. Questionnaires are built from a set of questions that you also define. Questions can be multiple-choice, groups of checkboxes, or allow text entry. Each question can require a response or be optional. Many questionnaires might use the same question, and many events might use the same questionnaire; you do not need to create a new copy of an existing questionnaire for every new event.
de: Falls gewünscht, können Sie einen Fragebogen definieren, die bei der Registrierung verwendet wird. Fragebögen werden von einer Reihe von Fragen aufgebaut, die Sie auch definieren. Die Fragen können Multiple-Choice, Gruppen von Kontrollkästchen oder Texteingabe erlauben sein. Jede Frage kann eine Antwort benötigen oder optional sein. Viele Fragebögen könnten die gleiche Frage verwenden, und viele Ereignisse könnten den gleichen Fragebogen verwenden; Sie brauchen keine neue Kopie eines bestehenden Fragebogen für jedes neue Ereignis zu erstellen.
es: Si se desea, se puede definir un cuestionario que se utilizará durante el registro. Los cuestionarios se construyen a partir de un conjunto de preguntas que también se defina. Las preguntas pueden ser de elección múltiple, grupos de casillas de verificación, ni permita la entrada de texto. Cada pregunta se requiere una respuesta o ser opcional. Muchos cuestionarios pueden usar la misma pregunta, y muchos eventos pueden utilizar el mismo cuestionario; que no es necesario crear una nueva copia de un cuestionario existente para cada nuevo evento.
fr: Si vous le souhaitez, vous pouvez définir un questionnaire qui sera utilisé lors de l’enregistrement. Les questionnaires sont construits à partir d'un ensemble de questions que vous définissez également. Les questions peuvent être à choix multiples, des groupes de cases à cocher ou autoriser la saisie de texte. Chaque question peut nécessiter une réponse ou être facultative. De nombreux questionnaires peuvent utiliser la même question et de nombreux événements peuvent utiliser le même questionnaire. vous n'avez pas besoin de créer une nouvelle copie d'un questionnaire existant pour chaque nouvel événement.

source: Some event types (e.g. anything for team registration) will have some questions automatically added to the questionnaire, for team name, etc., so you don't need to add those manually.
de: Einige Ereignistypen (zB etwas für Team Registrierung) werden einige Fragen automatisch in den Fragebogen aufgenommen, für den Teamnamen, etc., so brauchen Sie nicht diejenigen manuell hinzufügen.
es: Algunos tipos de eventos (por ejemplo, nada de inscripción de equipos) tendrán algunas preguntas añadidas automáticamente al cuestionario, por el nombre del equipo, etc., por lo que no es necesario añadir los manualmente.
fr: Certains types d’événements (par exemple, tout ce qui concerne l’enregistrement d’une équipe) auront automatiquement des questions ajoutées au questionnaire, un nom d’équipe, etc., de sorte que vous n’aurez pas à les ajouter manuellement.

source: Registrations
de: Anmeldungen
es: Las inscripciones
fr: Inscriptions

source: Once a registration event has opened, people will (hopefully!) start registering for it. You can access summaries and details of these registrations, including questionnaire answers, through the {0} page, or the {1}.
de: Sobald ein Registrierungsereignis geöffnet hat, werden die Menschen (hoffentlich!) Beginnen für sie zu registrieren. Sie können Zusammenfassungen und Details dieser Registrierungen zugreifen, einschließlich Fragebogen Antworten durch die {0} Seite oder die {1}.
es: Una vez que un evento de registro ha abierto, la gente (¡ojalá!) Empezar a registrar para ello. Se puede acceder a los resúmenes y detalles de estos registros, incluyendo las respuestas al cuestionario, a través de la {0} página, o el {1}.
fr: Une fois qu'un événement d'inscription est ouvert, les gens vont (espérons-le!) Commencer à s'y inscrire. Vous pouvez accéder aux résumés et aux détails de ces inscriptions, y compris les réponses au questionnaire, via la page {0} ou la {1}.

source: events list
de: Ereignisliste
es: lista de eventos
fr: liste des événements

source: If the event has a cost associated with it, people may pay either online or offline.
de: Wenn das Ereignis mit Kosten verbunden ist mit ihm verbunden sind, können die Menschen entweder online oder offline zu zahlen.
es: Si el evento tiene un costo asociado con ella, la gente puede pagar ya sea en línea o fuera de línea.
fr: Si l'événement a un coût associé, les gens peuvent payer en ligne ou hors ligne.

source: Online Payments
de: Online-Zahlungen
es: Los pagos en línea
fr: Paiements en ligne

source: {0} supports multiple online payment providers, so if you choose to accept online payments, you have some options in who you want to deal with. Currently, you can enable only a single provider; there is no way to give the user a choice of who they want to pay you through. If you enable online payments in the {1} page, you will also need to enter the account credentials provided to you by the provider.
de: {0} unterstützt mehrere Online - Payment - Anbieter, so dass, wenn Sie Online - Zahlungen akzeptieren wählen, haben Sie einige Optionen in die Sie beschäftigen möchten. Derzeit können Sie nur einen einzigen Anbieter ermöglichen; gibt es keine Möglichkeit dem Benutzer die Wahl zu geben, die sie Sie durch zahlen. Wenn Sie in der Online - Zahlungen ermöglichen {1} Seite finden Sie auch die Kontoanmeldeinformationen für Sie vom Provider zur Verfügung gestellt eingeben müssen.
es: {0} es compatible con varios proveedores de pago en línea, por lo que si decide aceptar pagos en línea, usted tiene algunas opciones en que se desea tratar. En la actualidad, se puede activar un único proveedor; no hay manera de dar al usuario la opción de que están dispuestos a pagar a través. Si habilita los pagos en línea en el {1} página, también tendrá que introducir las credenciales de cuenta que le ha proporcionado el proveedor.
fr: {0} prend en charge plusieurs fournisseurs de paiement en ligne. Par conséquent, si vous choisissez d'accepter les paiements en ligne, vous disposez de plusieurs options concernant les personnes avec lesquelles vous souhaitez traiter. Actuellement, vous ne pouvez activer qu'un seul fournisseur. il n'y a aucun moyen de laisser à l'utilisateur le choix de la personne à travers laquelle il veut vous payer. Si vous activez les paiements en ligne sur la page {1}, vous devrez également saisir les informations d'identification du compte fournies par le fournisseur.
