Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: In order to play, you need to be on the roster of a team. There may be a few options for you here:
de: Um zu spielen, müssen Sie auf der Liste eines Teams zu sein. Es kann ein paar Möglichkeiten für Sie hier:
es: Para poder jugar, tiene que estar en la lista de un equipo. Puede haber algunas opciones para usted aquí:
fr: Pour pouvoir jouer, vous devez être sur la liste d'une équipe. Il peut y avoir quelques options pour vous ici:

source: Check the {0} to see if there are any "{1}" events available. Registering for one of these will reserve you a spot on a "hat" team. Note that hat teams are typically not set up until the league is almost ready to start, so don't be surprised if you don't show up on a roster right away.
de: Überprüfen Sie die {0}, um zu sehen, ob es irgendwelche sind "{1}" Veranstaltungen zur Verfügung. Die Anmeldung für eine dieser reservieren Sie einen Platz auf einem "hat" Team. Beachten Sie, dass Hut Teams sind in der Regel nicht gesetzt, bis die Liga zu starten ist fast fertig, also nicht überrascht, wenn Sie sofort auf einer Liste nicht auftauchen.
es: Compruebe el {0} para ver si hay algún "{1}" eventos disponibles. El registro para uno de éstos le reservará un lugar en un equipo "sombrero". Tenga en cuenta que el sombrero de equipos normalmente no están configurados hasta que la liga está casi listo para empezar, así que no se sorprenda si usted no se presenta en una lista de forma inmediata.
fr: Check the {0} to see if there are any «{1}» événements disponibles. En vous inscrivant à l’un de ceux-ci, vous aurez une place sur un «hat» team. Note that hat teams are typically not set up until the league is almost ready to start, so don't be surprised if you don't show up on a roster right away.

source: Check the {0} for the {1} icon indicating "open roster" teams who are accepting requests. Note that the prevalence and etiquette of this option may vary from one organization to another.
de: Überprüfen Sie die {0} für die {1} Symbol, das anzeigt "open Roster" Teams, die die Annahme von Anfragen sind. Beachten Sie, dass die Prävalenz und Etikette von dieser Möglichkeit Gebrauch von einer Organisation zur anderen unterscheiden kann.
es: Compruebe el {0} para el {1} icono que indica equipos "lista abierta" que están aceptando solicitudes. Tenga en cuenta que la prevalencia y la etiqueta de esta opción pueden variar de una organización a otra.
fr: Check the {0} for the {1} icon indicating «open roster» équipes qui acceptent les demandes. Notez que la prévalence et l'étiquette de cette option peuvent varier d'une organisation à l'autre.

source: team list
de: Teamliste
es: lista de equipo
fr: liste des équipes

source: Create your own team. More information about creating and managing teams is in the {0}.
de: Erstellen Sie Ihr eigenes Team. Weitere Informationen zum Erstellen und Verwalten von Teams in der {0}.
es: Crea tu propio equipo. Más información sobre la creación y gestión de equipos está en el {0}.
fr: Créez votre propre équipe. Plus d'informations sur la création et la gestion des équipes se trouvent dans le {0}.

source: Your organization may also have forums where you can post messages looking for a team, or read messages from captains looking to fill out their roster.
de: Ihre Organisation kann auch Foren, wo Sie Nachrichten der Suche nach einem Team veröffentlichen können, oder Nachrichten von Kapitänen lesen, die ihre Kader zu füllen.
es: Su organización también puede tener foros donde se pueden enviar mensajes en busca de un equipo, o leer los mensajes de los capitanes que buscan llenar su lista de jugadores.
fr: Votre organisation peut également disposer de forums sur lesquels vous pouvez poster des messages à la recherche d'une équipe ou lire des messages de capitaines cherchant à compléter leur liste.

source: The "{0}" section of the {1} {2} provides a list of the teams you are on, limited to leagues that are either ongoing, closed recently, or will open soon.
de: Die "{0}" des {1} {2} bietet eine Liste der Teams sind Sie auf, begrenzt auf Ligen, die entweder im Gange sind, geschlossen vor kurzem oder bald öffnen.
es: La sección de la "{0}" {1} {2} proporciona una lista de los equipos que se encuentra, limitadas a las ligas que se encuentran ya sea en curso, cerrado recientemente, o se abrirá pronto.
fr: La section «{0}» de la {2} {1} fournit une liste des équipes sur lesquelles vous êtes, limitée aux ligues en cours, récemment fermées ou qui vont bientôt ouvrir.

source: Clicking the team name will take you to the team details and roster page.
de: den Teamnamen klicken, werden Sie auf die Teamdetails und Roster Seite.
es: Al hacer clic en el nombre del equipo le llevará a los detalles del equipo y la página de lista.
fr: En cliquant sur le nom de l'équipe, vous accédez aux détails de l'équipe et à la page de composition.

source: To change your role on the team, including removing yourself from the roster, click on the role currently listed in parentheses after the team name. Note that you can typically only demote yourself through this method; promoting players to greater levels of responsibility must be done by a coach or captain.
de: Um Ihre Rolle im Team zu ändern, einschließlich sich selbst aus dem Register zu entfernen, klicken Sie auf die Rolle aufgelistet derzeit in Klammern hinter dem Teamnamen. Beachten Sie, dass Sie in der Regel degradieren kann nur sich selbst durch diese Methode; Förderung der Spieler auf ein höheres Maß an Verantwortung muss von einem Trainer oder Kapitän erfolgen.
es: Para cambiar su papel en el equipo, incluyendo dejar de recibir en la lista, haga clic en la función que actualmente figuran entre paréntesis después del nombre del equipo. Tenga en cuenta que por lo general sólo puede degradarse a sí mismo a través de este método; la promoción de jugadores a mayores niveles de responsabilidad deben ser realizadas por un entrenador o capitán.
fr: Pour modifier votre rôle dans l'équipe, notamment en vous retirant de la liste, cliquez sur le rôle répertorié entre parenthèses après le nom de l'équipe. Notez que vous ne pouvez généralement rétrograder que par cette méthode; La promotion des joueurs vers de plus grandes responsabilités doit être confiée à un entraîneur ou à un capitaine.

source: Along with the team name and your role, there will always be {0} "{1}" and {2} "{3}" links.
de: Zusammen mit dem Teamnamen und Ihre Rolle wird es immer sein {0} "{1}" und {2} "{3}" Links.
es: Junto con el nombre del equipo y su función, siempre habrá {0} "{1}" y {2} links "{3}".
fr: Along with the team name and your role, there will always be {0} «{1}» et {2} «{3}» links.

source: If attendance tracking is enabled for the team, there will be an {0} "{1}" link here that will show you the a summary of attendance for the team across the entire season.
de: Wenn Anwesenheitserfassung für das Team aktiviert ist, wird es eine {0} "{1}" Link hier, dass Sie die eine Zusammenfassung der Teilnahme für das Team über die gesamte Saison zeigen.
es: Si el seguimiento de la asistencia está habilitado para el equipo, habrá un {0} enlace "{1}" aquí que le mostrará un resumen de la asistencia para el equipo en toda la temporada.
fr: If attendance tracking is enabled for the team, there will be an {0} «{1}» lien ici qui vous montrera le résumé des présences de l’équipe tout au long de la saison.

source: Attendance Report
de: Anwesenheitsbericht
es: informe Estación
fr: Rapport de présence

source: If you are a coach or captain of the team, there will be an {0} "{1}" link here that will allow you to edit the team details.
de: Wenn Sie ein Trainer oder Kapitän des Teams sind, wird es eine {0} "{1}" Link hier, dass Sie die Mannschaft Details zu bearbeiten können.
es: Si usted es un entrenador o capitán del equipo, habrá un enlace {0} "{1}" aquí que le permitirá editar los detalles del equipo.
fr: If you are a coach or captain of the team, there will be an {0} «{1}» lien ici qui vous permettra de modifier les détails de l'équipe.

source: If you are a coach or captain of the team, and the roster deadline has not yet passed, there will be an {0} "{1}" link here that will allow you to add players through a variety of means.
de: Wenn Sie ein Trainer oder Kapitän des Teams sind, und die Roster Frist noch nicht abgelaufen ist, wird es eine {0} "{1}" Link hier, dass Sie erlauben es den Spielern von Mitteln durch eine Vielzahl hinzuzufügen.
es: Si usted es un entrenador o capitán del equipo, y la fecha límite plantel aún no ha pasado, habrá un {0} "{1}" enlace aquí que le permitirá agregar jugadores a través de una variedad de medios.
fr: If you are a coach or captain of the team, and the roster deadline has not yet passed, there will be an {0} «{1}» lien ici qui vous permettra d'ajouter des joueurs par divers moyens.

source: Once you have {0} your team, you need to fill your roster. If you have created a team with an open roster, players can request to join, and you either accept or decline them. However, most teams are created with a roster in mind, and let's face it, if the other players were as organized as you are, they'd be captains instead. So, rather than hoping that all of the players eventually figure out how to request to join the team, most captains will proactively add them instead.
de: Sobald Sie haben {0} Ihr Team, müssen Sie Ihre Dienstplan zu füllen. Wenn Sie ein Team mit einem offenen Roster erstellt haben, können die Spieler verlangen zu verbinden, und Sie entweder annehmen oder ablehnen. Allerdings sind die meisten Teams mit einer Liste im Verstand, und seien wir ehrlich, wenn die anderen Spieler wie organisiert waren, wie Sie sind, würden sie Kapitäne stattdessen sein. Also, anstatt der Hoffnung, dass alle Spieler schließlich herausfinden, wie zu verlangen, dem Team beizutreten, werden die meisten Kapitäne proaktiv sie stattdessen hinzufügen.
es: Una vez que tenga {0} a su equipo, que necesita para llenar su lista de jugadores. Si ha creado un equipo con una lista abierta, los jugadores pueden solicitar unirse, y aceptar o rechazar ellos. Sin embargo, la mayoría de los equipos se crean con una lista en mente, y seamos sinceros, si los otros jugadores eran tan organizado como eres, que serían capitanes en su lugar. Así, en vez de esperar que todos los jugadores, finalmente, encontrar la manera de solicitar a unirse al equipo, la mayoría de los capitanes de forma proactiva en lugar de añadirlos.
fr: Une fois que vous avez {0} votre équipe, vous devez remplir votre liste. Si vous avez créé une équipe avec une liste ouverte, les joueurs peuvent demander à y participer et vous pouvez les accepter ou les refuser. Cependant, la plupart des équipes sont créées avec une composition en tête et, avouons-le, si les autres joueurs étaient aussi organisés que vous, ils seraient plutôt capitaines. Ainsi, plutôt que d’espérer que tous les joueurs comprennent finalement comment demander à rejoindre l’équipe, la plupart des capitaines les ajoutent de manière proactive.

source: To get started, look for the {0} "{1}" links. This page will give you two options.
de: Um damit zu beginnen, suchen Sie nach den {0} "{1}" Links. Diese Seite gibt es zwei Möglichkeiten.
es: Para empezar, busque las enlaces {0} "{1}". Esta página le dará dos opciones.
fr: To get started, look for the {0} «{1}» liens. Cette page vous donnera deux options.

source: For brand new teams, you'll probably be stuck doing a bunch of individual searches (see below). Click "{0}" in the search results, and you will be asked what role the player should have.
de: Für brandneue Teams, werden Sie wahrscheinlich eine Reihe von individuellen Suchanfragen stecken tun (siehe unten). Klicken Sie auf "{0}" in den Suchergebnissen, und Sie werden gefragt, welche Rolle sollte der Spieler haben.
es: Para nuevos equipos, es probable que se pegan haciendo un montón de búsquedas individuales (véase más adelante). Haga clic en "{0}" en los resultados de búsqueda, y se le preguntó qué papel debe tener el jugador.
fr: For brand new teams, you'll probably be stuck doing a bunch of individual searches (see below). Click «{0}» dans les résultats de la recherche, et on vous demandera quel rôle le joueur devrait avoir.

source: Add to team
de: In den Team
es: Añadir al equipo
fr: Ajouter à l'équipe

source: For teams where some of the players have played with you before, you can save yourself time by selecting a team from your history. When you click "{0}", it will give you a list of all the people from that team who are not already on your new team, allowing you to select those you want to add.
es: Para los equipos donde algunos de los jugadores han jugado con usted antes, usted puede ahorrar tiempo mediante la selección de un equipo de su historia. Al hacer clic en "{0}", que le dará una lista de todas las personas de ese equipo que no están ya en su nuevo equipo, que le permite seleccionar los que desee agregar.
fr: For teams where some of the players have played with you before, you can save yourself time by selecting a team from your history. When you click «{0}», il vous donnera une liste de toutes les personnes de cette équipe qui ne font pas déjà partie de votre nouvelle équipe, ce qui vous permet de sélectionner celles que vous souhaitez ajouter.

source: Show roster
de: anzeigen Roster
es: Mostrar lista
fr: Afficher la composition de l'équipe

source: When you "add" someone, it will send them an invitation which they must accept before they are considered to be on your team. They will still show up on your roster, but highlighted so that you know they haven't yet accepted. Unaccepted invitations will expire after a couple of weeks (though a warning email is sent first), in which case it is as if the player had never been on your roster.
de: Wenn Sie "add" jemand, es wird ihnen eine Einladung, die sie annehmen müssen, bevor sie betrachtet werden, in Ihrem Team zu sein. Sie zeigen immer noch auf Ihrem Roster, aber hervorgehoben, so dass Sie wissen, dass sie noch nicht angenommen. Unaccepted Einladungen werden nach ein paar Wochen ablaufen (wenn auch eine Warnung E-Mail wird zuerst gesendet), wobei in diesem Fall ist es, als ob der Spieler auf dem Roster nie gewesen war.
es: Cuando "Añadir" a alguien, les enviará una invitación que deberá aceptar antes de ser considerados para estar en su equipo. Todavía se mostrarán en su lista, pero resaltado para que sepa que aún no han aceptado. invitaciones no aceptadas expiran después de un par de semanas (aunque un correo electrónico de aviso se envía primero), en cuyo caso es como si el jugador nunca había estado en su lista.
fr: When you «add» quelqu'un, il leur enverra une invitation qu'ils devront accepter avant d'être considérés comme faisant partie de votre équipe. Ils apparaîtront toujours sur votre liste, mais seront surlignés pour que vous sachiez qu'ils n'ont pas encore accepté. Les invitations non acceptées expireront au bout de quelques semaines (bien qu'un courriel d'avertissement soit envoyé en premier), auquel cas c'est comme si le joueur n'avait jamais été sur votre liste.

source: Regardless of which method you use to add players, in some situations you will see a warning that the person is currently ineligible to be added to the team, with a description of why. You may still invite the player to join the team, but they will not be able to accept until the problem is resolved.
de: Unabhängig davon, welche Methode Sie für Spieler hinzufügen können, in einigen Situationen werden Sie sehen, eine Warnung, dass die Person, die derzeit nicht förderfähig ist dem Team hinzugefügt werden, mit einer Beschreibung, warum. Sie können immer noch die Spieler einladen, dem Team beizutreten, aber sie werden nicht akzeptieren können zu, bis das Problem behoben ist.
es: Independientemente del método que se utiliza para agregar jugadores, en algunas situaciones, verá una advertencia de que la persona es actualmente elegible para ser añadido al equipo, con una descripción de por qué. Todavía se puede invitar al jugador a unirse al equipo, pero no va a ser capaz de aceptar hasta que se resuelva el problema.
fr: Quelle que soit la méthode utilisée pour ajouter des joueurs, dans certaines situations, vous verrez un avertissement indiquant que la personne ne peut pas être ajoutée à l'équipe, avec une description des raisons. Vous pouvez toujours inviter le joueur à rejoindre l’équipe, mais ils ne pourront pas accepter jusqu’à ce que le problème soit résolu.

source: There are times when you will want to promote players (e.g. from player to assistant captain, or from substitute to player), demote players (e.g. from assistant captain to player, or from player to substitute), or remove players entirely from your roster. To update anyone's role on the team, go to the "team view" page, and click the player's current role (e.g. "{0}"). You will be presented with a list of options for the player's new role on the team.
de: Es gibt Zeiten, wenn Sie möchten, werden die Spieler zu fördern (zB vom Spieler zum Assistenzkapitän oder von Ersatz-Spieler), degradieren Spieler (zB von Assistent Kapitän-Spieler oder von Spieler zu ersetzen) oder Spieler entfernen vollständig aus Roster. Gehen Sie zu jeder Rolle im Team zu aktualisieren, zu dem "Team Ansicht" Seite, und klicken Sie auf die aktuelle Rolle des Spielers (zB "{0}"). Sie werden mit einer Liste der Optionen für den Spieler neue Rolle im Team vorgestellt.
es: Hay momentos en los que se desea promover jugadores (por ejemplo, de jugador a capitán ayudante, o de sustituto para el jugador), degradar los jugadores (por ejemplo, de asistente de capitán para el jugador, o de jugador a sustituir), o quitar jugadores por completo de su lista. Para actualizar el papel de cualquier persona en el equipo, vaya a la página de "{0}", y haga clic en el papel actual del jugador (por ejemplo, "jugador regular"). Se le presentará con una lista de opciones para el nuevo papel del jugador en el equipo.
fr: There are times when you will want to promote players (e.g. from player to assistant captain, or from substitute to player), demote players (e.g. from assistant captain to player, or from player to substitute), or remove players entirely from your roster. To update anyone's role on the team, go to the «team view» page, puis cliquez sur le rôle actuel du lecteur (par exemple, «{0}»). You will be presented with a list of options for the player's new role on the team.

source: Regular player
de: Regelmäßige Spieler
es: Jugador regular
fr: Joueur régulier

source: A change of role does not require any confirmation from the player{0}.
de: Eine Änderung der Rolle erfordert keine Bestätigung von dem Spieler {0}.
es: Un cambio de papel no requiere ninguna confirmación por parte del jugador {0}.
fr: Un changement de rôle ne nécessite aucune confirmation du joueur {0}.

source: , though an email will be sent to the player informing them of the change
de: , Obwohl wird eine E-Mail an den Spieler, um sie über die Änderung informiert gesendet werden
es: , Aunque un correo electrónico será enviado al jugador informándoles del cambio
fr: , bien qu'un email soit envoyé au joueur l'informant du changement

source: Anyone may use this feature to demote themselves, though the last coach or captain on a team cannot do so. Only coaches, captains and assistant captains may promote players, and nobody can promote someone to a role higher than their own.
de: Jeder kann diese Funktion benutzen, um sich zu degradieren, obwohl der letzte Trainer oder Kapitän einer Mannschaft nicht so tun können. Nur Coaches können Kapitäne und Co-Kapitäne Spieler fördern, und niemand kann höher jemand auf eine Rolle zu fördern als ihre eigenen.
es: Cualquier persona puede utilizar esta función para degradar a sí mismos, aunque el último entrenador o capitán de un equipo no puede hacerlo. Sólo los entrenadores, capitanes y capitanes asistentes pueden promover jugadores, y nadie puede ascender a alguien a un papel mayor que la suya.
fr: N'importe qui peut utiliser cette fonctionnalité pour se rétrograder, mais le dernier entraîneur ou capitaine d'une équipe ne peut pas le faire. Seuls les entraîneurs, les capitaines et les capitaines adjoints peuvent promouvoir des joueurs, et personne ne peut promouvoir quelqu'un à un rôle supérieur au leur.

source: Selecting a facility does not guarantee that you will play there, it simply increases your chances. You cannot select a specific {0} at a facility, only the facility itself.
de: Auswählen einer Anlage garantiert nicht, dass man dort spielen wird, erhöht es einfach Ihre Chancen. Sie können nicht eine bestimmte wählen {0} in einer Anlage, nur die Anlage selbst.
es: Selección de una instalación no garantiza que vaya a jugar allí, simplemente aumenta sus posibilidades. No se puede seleccionar una determinada {0} en una instalación, sólo la propia instalación.
fr: Le choix d'une installation ne garantit pas que vous y jouerez, cela augmente simplement vos chances. Vous ne pouvez pas sélectionner un {0} spécifique sur une installation, mais uniquement l'installation elle-même.

source: Drag individual facilities up and down so that your top choice is first in the list. If there is somewhere that you really don't want to play, select all facilities and put that one last.
de: Ziehen einzelnen Einrichtungen nach oben und unten, so dass Ihre erste Wahl erste in der Liste ist. Wenn es irgendwo, dass Sie wirklich alle Einrichtungen nicht spielen wollen, wählen und setzen, dass ein letztes.
es: Arrastre instalaciones individuales arriba y hacia abajo de manera que su primera opción es el primero en la lista. Si hay alguna parte que realmente no desea reproducir, seleccionar todas las instalaciones y poner esa última.
fr: Faites glisser les installations individuelles de haut en bas afin que votre premier choix figure en premier dans la liste. S'il y a un endroit où vous ne voulez vraiment pas jouer, sélectionnez toutes les installations et mettez-le en dernier.

source: Team names are initially set during the {0} process. However, they can be changed at any time. If you change your team name, it's a good idea to inform your league coordinator, so they don't get confused when doing scheduling.
de: Team - Namen werden zunächst während der eingestellten {0} Prozess. Sie können jedoch jederzeit geändert werden. Wenn Sie Ihren Teamnamen zu ändern, ist es eine gute Idee, um Ihre Liga-Koordinator zu informieren, damit sie sich nicht verwirren, wenn Terminplanung zu tun.
es: Los nombres del equipo se configuran inicialmente durante el {0} proceso. Sin embargo, se pueden cambiar en cualquier momento. Si cambia el nombre del equipo, que es una buena idea informar a su coordinador de la liga, por lo que no se confunda al hacer la programación.
fr: Les noms d’équipe sont initialement définis au cours du processus {0}. Cependant, ils peuvent être modifiés à tout moment. Si vous changez le nom de votre équipe, informez votre coordinateur de ligue afin d'éviter toute confusion lors de la planification.
