Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: You must select a valid number of games before repeat.
de: Sie müssen eine gültige Anzahl von Spielen vor Wiederholung wählen.
es: Debe seleccionar un número válido de juegos antes de repetir.
fr: Vous devez sélectionner un nombre de parties valide avant de répéter.

source: Single blank, unscheduled game (2 teams, one {0})
de: Einzelne leere, ungeplante Spiel (2 Teams, ein {0})
es: Solo espacio en blanco, el juego no programado (2 equipos, uno {0})
fr: Partie à blanc non prévu (2 équipes, une {0})

source: Set of ratings-scheduled games for all teams ({0} teams, {1} games, one day)
de: Satz von Ratings geplanten Spiele für alle Teams ({0} Teams, {1} Spiele, ein Tag)
es: Conjunto de juegos notas-programados para todos los equipos ({0} equipos, {1} juegos, un día)
fr: Ensemble de parties planifiées pour toutes les équipes ({0} équipes, {1} parties, un jour)

source: Must have even number of teams.
de: Muss gerade Anzahl von Teams.
es: Debe tener un número par de equipos.
fr: Le nombre d'équipes doit être un chiffre pair.

source: Current Round
de: Aktuelle Runde
es: Ronda actual
fr: Ronde actuelle

source: New games will be scheduled in this round by default.
de: Neue Spiele werden in dieser Runde standardmäßig geplant werden.
es: Los nuevos juegos serán programados en esta ronda por defecto.
fr: Les nouvelles parties seront planifiées dans cette ronde par défaut.

source: You must select a valid round.
de: Sie müssen eine gültige Runde wählen.
es: Debe seleccionar una ronda válida.
fr: Vous devez sélectionner un tour valide.

source: Full-division round-robin ({0} teams, {1} games over {2} weeks)
de: Halbteilung Round-Robin ({0} Teams, {1} Spiele über {2} Wochen) mit 2 Pools (oben, unten), geteilt durch Teamwertung
es: División completa de todos contra todos ({0} equipos, {1} juegos por encima {2} semanas)
fr: Tour complet de division ({0} équipes, {1} matchs sur {2} semaines)

source: Half-division round-robin ({0} teams, {1} games over {2} weeks), with 2 pools (top, bottom) divided by team standings
de: Halbteilung Round-Robin ({0} Teams, {1} Spiele über {2} Wochen) mit 2 Pools (oben/unten) nach Bewertung geteilt
es: Media división de round-robin ({0} equipos, {1} juegos por encima {2} semanas), con 2 piscinas (arriba, abajo) dividido por clasificación por equipos
fr: Round Robin en demi-division ({0} équipes, {1} matchs sur {2} semaines), avec 2 groupes (haut, bas) divisés par le classement

source: Half-division round-robin ({0} teams, {1} games over {2} weeks), with 2 pools (top/bottom) divided by rating
de: Halbteilung Round-Robin ({0} Teams, {1} Spiele über {2} Wochen), mit 2 selbst (verschachtelte) Pools von Teamwertung geteilt
es: Media división de round-robin ({0} equipos, {1} juegos por encima {2} semanas), con 2 piscinas (arriba/abajo) dividido por calificación
fr: Round Robin en demi-division ({0} équipes, {1} matchs sur {2} semaines), avec 2 pools (haut/bas) divisés par le score

source: Half-division round-robin ({0} teams, {1} games over {2} weeks), with 2 even (interleaved) pools divided by team standings
es: Media división de round-robin ({0} equipos, {1} juegos por encima {2} semanas), con 2 pares (intercalado) piscinas dividido por clasificación por equipos
fr: Round-robin demi-division ({0} équipes, {1} matchs sur {2} semaines), avec 2 pools égaux (entrelacés) divisés par classement

source: Need {0} weeks of game slots, yet only {1} are available. Add more game slots.
de: Need {0} Wochen gameslots, aber nur {1} zur Verfügung. Fügen Sie mehr gameslots.
es: Necesita {0} semanas de ranuras de juego, pero solo {1} están disponibles. Añadir más ranuras de juego.
fr: Vous avez besoin de {0} semaines de créneaux de parties, mais vous n'avez que {1}. Ajouter plus de créneaux de partie.

source: Had to stop with {0} sets left to schedule: could not assign {1}.
de: Hatte mit zu stoppen {0} Sätze Zeitplan links: konnte nicht vergeben {1}.
es: Tuvo que parar con {0} conjuntos que quedan a lo programado: no se pudo asignar {1}.
fr: Doit s’arrêter avec {0} ensembles restants à planifier: impossible d’attribuer {1}.

source: Had to stop with {0} sets left to schedule: no more game dates available.
de: Hatte mit zu stoppen {0} Sätze links nach Zeitplan: nicht mehr Spiel Termine verfügbar.
es: Tuvo que parar con {0} conjuntos que quedan a lo programado: no más fechas de juego disponibles.
fr: Nous avons dû nous arrêter avec {0} sets à programmer: plus de dates de partie disponibles.

source: single pool with all teams
de: einzigen Pool mit allen Mannschaften
es: piscina individual con todos los equipos
fr: Un bassin unique avec toutes les équipes

source: seeded split into {0} pools
de: entkernt aufgeteilt in {0} Pools
es: cabeza de serie se dividió en {0} piscinas
fr: fractionné en {0} pools

source: snake seeded split into {0} pools of {1} teams
de: Schlange seeded aufgeteilt in {0} Pools von {1} Teams
es: serpiente cabeza de serie se dividió en {0} piscinas de {1} equipos
fr: serpent ensemencé divisé en {0} groupes de {1} équipes

source: snake seeded split into {0} pools of {1} and {2} teams
de: Schlange seeded aufgeteilt in {0} Pools von {1} und {2} Teams
es: serpiente cabeza de serie se dividió en {0} piscinas de {1} y {2} equipos
fr: serpent ensemencé divisé en {0} groupes de {1} et {2} équipes

source: snake seeded split into {0} pools ({1} with {2} teams and {3} with {4})
de: Schlange seeded aufgeteilt in {0} Pools ({1} mit {2} Teams und {3} mit {4})
es: serpiente cabeza de serie se dividió en {0} piscinas ({1} con {2} equipos y {3} con {4})
fr: Le serpent ensemencé est divisé en {0} groupes ({1} avec {2} équipes et {3} avec {4})

source: {0} re-seeded power pools
de: {0} neu ausgesät Strompools
es: {0} resembrado pools de energía
fr: {0} pools énergétiques réensemencés

source: group of crossover games
de: Gruppe von Crossover-Spiele
es: grupo de juegos de cruce
fr: groupe de parties croisées

source: Set of blank unscheduled games for all teams in the division ({0} teams, {1} games)
de: Reihe von leeren ungeplante Spiele für alle Teams in der Division ({0} Teams, {1} Spiele)
es: Conjunto de juegos programados en blanco para todos los equipos en la división ({0} equipos, {1} juegos)
fr: Ensemble de parties vierges non programmées pour toutes les équipes de la division ({0} équipes, {1} parties)

source: Set of blank unscheduled games for all but one team in the division ({0} teams, {1} games)
de: Reihe von leeren ungeplante Spiele für alle, aber ein Team in der Abteilung ({0} Teams, {1} Spiele)
es: Conjunto de juegos programados en blanco para todos menos uno de los equipos en la división ({0} equipos, {1} juegos)
fr: Ensemble de parties vierges non programmées pour toutes les équipes de la division sauf une ({0} équipes, {1} parties)

source: Set of blank unscheduled games for all teams in the division, one team will have a double-header ({0} teams, {1} games)
de: Reihe von leeren ungeplante Spiele für alle Teams in der Division, haben ein Team einen Doppelkopf ({0} Teams, {1} Spiele)
es: Conjunto de juegos programados en blanco para todos los equipos en la división, un equipo tendrá una doble cabecera ({0} equipos, {1} juegos)
fr: Ensemble de parties vierges non programmées pour toutes les équipes de la division, une équipe aura une double tête ({0} équipes, {1} parties)

source: Round-robin with results from prior-stage matchups carried forward
de: Round-Robin mit den Ergebnissen aus einer Vorstufe matchups Vortrag
es: Round-robin con los resultados de los enfrentamientos en etapas anteriores llevado adelante
fr: Round-robin avec les résultats des matchs de l'étape précédente reportés

source: Single game, winner take all
de: Einzelnes Spiel, Sieger nehmen alle
es: Solo juego, ganador se lleva todo
fr: Une seule partie, le gagnant gagne tout

source: "Home and home" series
de: "Nach Hause und zu Hause" -Serie
es: Series "hogar y el hogar"
fr: «Home and home» séries

source: Play-in game for 2nd and 3rd; 1st gets a bye to the finals
de: Play-in-Spiel für 2. und 3.; 1. wird ein Freilos ins Finale
es: Jugar en juego para 2 y 3; 1ª consigue un pase directo a la final
fr: Partie pour 2ème et 3ème; 1er a un laisser-passer pour les finals

source: Bracket with semi-finals, finals and 3rd place
de: Halter mit Halbfinale, Finale und 3. Platz
es: Soporte con semifinales, finales y 3er lugar
fr: Palier contenant les semi-finales, finales et 3ème place

source: Bracket with semi-finals and finals, no 3rd place
de: Halter mit Halbfinale und Finale, kein Platz 3
es: Soporte con semifinales y la final, sin 3er lugar
fr: Palier contenant les semi-finales et finales, pas de 3ème place

source: Bracket with semi-finals and finals, plus a 5th place play-in
de: Halter mit Halbfinale und Finale, sowie ein fünftes Spiel um Platz in
es: Soporte con semifinales y la final, además de un quinto puesto de play-in
fr: Support avec demi-finales et finales, plus un play-in 5

source: 1st gets a bye to the finals, 4th and 5th place play-in for the bronze
de: 1. wird ein Freilos ins Finale, 4. und 5. Spiel um Platz in der Bronze
es: 1ª consigue un pase directo a la final, 4º y 5º puesto de play-in para el bronce
fr: La 1ère place à la finale, les 4ème et 5ème places pour le bronze

source: Bracket with semi-finals and finals, plus 5th and 6th place play-ins
de: Halter mit Halbfinale und Finale, sowie 5. und 6. Platz Play-ins
es: Soporte con semifinales y la final, además de 5º y 6º lugar play-ins
fr: Support avec demi-finales et finales, plus les play-ins des 5ème et 6ème places

source: Bracket with semi-finals and finals, 1st and 2nd place have double-elimination option, everyone gets 3 games
de: Halter mit Halbfinale und Finale, 1. und 2. Platz Double-Elimination-Option haben, bekommt jeder 3-Spiele
es: Soporte con semifinales y la final, 1º y 2º lugar tiene la opción de doble eliminación, todo el mundo tiene 3 juegos
fr: Tranche avec demi-finales et finales, les 1ère et 2ème places ont une option double élimination, tout le monde gagne 3 parties

source: Bracket with semi-finals and finals, plus 5th and 6th place play-ins, everyone gets 3 games
de: Halter mit Halbfinale und Finale, sowie 5. und 6. Platz Play-Ins, bekommt jeder 3-Spiele
es: Soporte con semifinales y la final, además de 5º y 6º lugar play-ins, todo el mundo tiene 3 juegos
fr: Support avec demi-finales et finales, plus les play-ins des 5e et 6e places, tout le monde a 3 matchs

source: Bracket with semi-finals and finals, 5th and 6th have consolation games, everyone gets 2 games
de: Halter mit Halbfinale und Finale, 5. und 6. Trost Spiele haben, bekommt jeder 2-Spiele
es: Soporte con semifinales y la final, 5 y 6 tienen juegos de consolación, todo el mundo tiene 2 juegos
fr: Support avec demi-finales et finales, 5ème et 6ème ont des parties de consolation, tout le monde a 2 matchs

source: Bracket with quarter-finals, semi-finals, finals, and all placement games, with a bye every round for whoever should be playing the missing 8th seed
de: Klammer mit Viertelfinale, Halbfinale, Finale und alle Platzierungsspiele, sollte jeder Runde ein Freilos für jeden, den fehlenden 8. Samen spielen werden
es: Soporte con cuartos de final, semifinales, finales, y todos los juegos de colocación, con una semana de descanso en cada ronda para quien debe jugar el 8 de semillas que falta
fr: Support avec quarts de finale, demi-finales, finales et tous les parties de placement, avec un bye à chaque tour pour celui qui devrait jouer la 8e tête de série manquante

source: Bracket with play-in quarter-finals for all but the top seed, semi-finals, finals and 3rd place, and a round-robin for the losers of the quarters
de: Halter mit Play-in-Viertelfinale für alle, aber die Top-Samen, Halbfinale, Finale und 3. Platz und ein Round-Robin für die Verlierer der Viertel
es: Soporte con cuartos de final de juego en todos menos para el primer preclasificado, semifinales, finales y 3er lugar, y un round-robin para los perdedores de los cuartos
fr: Tranche avec des quarts de finale pour jouer pour tous sauf la tête de série, les demi-finales, les finales et la 3e place, et un tournoi à la ronde pour les perdants des quarts

source: Bracket with quarter-finals, semi-finals, finals, and all placement games
de: Klammer mit Viertelfinale, Halbfinale, Finale und alle Legespiele
es: Soporte con cuartos de final, semifinales, finales, y todos los juegos de colocación
fr: Support avec quarts de finale, demi-finales, finales et tous les parties de placement

source: Bracket with quarter-finals, semi-finals, finals and 3rd place, but no consolation bracket
de: Klammer mit Viertelfinale, Halbfinale, Finale und 3. Platz, aber kein Trost Klammer
es: Soporte con cuartos de final, semifinales, finales y 3er lugar, pero ninguna de consolación
fr: Support avec quarts de finale, demi-finales, finales et 3e place, mais pas de support de consolation

source: Bracket with quarter-finals, semi-finals and finals, no placement games
de: Klammer mit Viertelfinale, Halbfinale und Finale, keine Platzierung Spiele
es: Soporte con cuartos de final, semifinales y la final, no hay juegos de colocación
fr: Support avec quarts de finale, demi-finales et finales, pas de parties de placement

source: Bracket with quarter-finals, semi-finals and finals, plus a 9th place play-in
de: Klammer mit Viertelfinale, Halbfinale und Finale, sowie ein neuntes Spiel um Platz in
es: Soporte con cuartos de final, semifinales y la final, además de un noveno puesto de play-en
fr: Support avec quarts de finale, demi-finales et finales, plus une participation à la 9ème place

source: Bracket with quarter-finals, semi-finals and finals, plus 9th and 10th place play-ins
de: Klammer mit Viertelfinale, Halbfinale und Finale, sowie 9. und 10. Platz Play-ins
es: Soporte con cuartos de final, semifinales y la final, además de 9º y 10º puesto de play-ins
fr: Support avec quarts de finale, demi-finales et finales, plus 9e et 10e places

source: Bracket with pre-semi-finals, semi-finals and finals, everyone gets 3 games
de: Halter mit Pre-Halbfinale, Halbfinale und Finale, bekommt jeder 3-Spiele
es: Soporte con pre-semifinales, las semifinales y la final, todo el mundo tiene 3 juegos
fr: Support avec pré-demi-finales, demi-finales et finales, tout le monde a 3 matchs

source: Bracket with quarter-finals, semi-finals and finals, bottom 6 get shuffled to minimize duplicates, everyone gets 3 games
de: Klammer mit Viertelfinale, Halbfinale und Finale, bottom 6 Duplikate zu minimieren erhalten schlurfte, bekommt jeder 3-Spiele
es: Soporte con cuartos de final, semifinales y la final, parte inferior 6 Ser arrastrando los pies para reducir al mínimo los duplicados, cada uno consigue 3 juegos
fr: Tranche avec les quarts de finale, les demi-finales et les finales, les 6 derniers sont mélangés pour minimiser les doublons, tout le monde a 3 matchs

source: Bracket with quarter-finals, semi-finals and finals, plus 9th and 10th place play-ins, bottom 6 get shuffled to minimize duplicates, everyone gets 4 games
de: Klammer mit Viertelfinale, Halbfinale und Finale, sowie 9. und 10. Platz Play-Ins, Boden 6 Duplikate zu minimieren bekommen gemischt, jeder bekommt 4 Spiele
es: Soporte con cuartos de final, semifinales y la final, además de 9º y 10º lugar play-ins, inferiores 6 Ser arrastrando los pies para reducir al mínimo los duplicados, cada uno consigue 4 juegos
fr: Tranche avec les quarts de finale, les demi-finales et les finales, ainsi que les play-ins des 9e et 10e places, les 6 derniers se mélangent pour minimiser les doublons, tout le monde gagne 4 matchs

source: Bracket with quarter-finals, semi-finals and finals, plus 9th, 10th and 11th place play-ins
de: Klammer mit Viertelfinale, Halbfinale und Finale, sowie 9., 10. und 11. Platz Play-ins
es: Soporte con cuartos de final, semifinales y la final, además de 9, 10 y 11 de puesto de play-ins
fr: Support avec quarts de finale, demi-finales et finales, plus les play-ins des 9ème, 10ème et 11ème places

source: Bracket with quarter-finals, semi-finals and finals, plus 9th-12th place play-ins
fr: Support avec quarts de finale, demi-finales et finales ainsi que des play-ins des 9ème à 12ème places

source: Round
de: Runden
es: Redondo
fr: Ronde

source: Duplicate game id, check the scheduling algorithm.
de: Duplizieren Spiel-ID, überprüfen Sie die Scheduling-Algorithmus.
es: Duplicar juego de identificación, comprobar el algoritmo de planificación.
fr: ID de match en duplicata. Vérifiez l'algorithme de planification.

source: Couldn't get a slot ID: date {0}, round {1}
de: Datum: Es konnte kein Slot - ID erhalten {0}, rund {1}
es: No se pudo obtener una ID de ranura: Fecha {0}, redondo {1}
fr: Impossible d'obtenir un ID de créneau: date {0}, tour {1}

source: Couldn't get a slot ID: date {0}, time {1}, round {2}
de: Datum: Es konnte kein Slot - ID erhalten {0}, Zeit {1}, rund {2}
es: No se pudo obtener una ID de ranura: Fecha {0}, el tiempo {1}, redondo {2}
fr: Impossible d'obtenir un ID de créneau: date {0}, heure {1}, tour {2}

source: Payment processor does not have a "process" function defined!
de: Payment-Prozessor verfügt über keinen "Prozess" Funktion definiert!
es: Procesador de pagos no tiene un "proceso" función definida!
fr: Payment processor does not have a «process» fonction définie!

source: Payment processor does not have a "processData" function defined!
fr: Payment processor does not have a «processData» fonction définie!

source: Payment processor does not have a "parseEmail" function defined!
fr: Payment processor does not have a «parseEmail» fonction définie!

source: User ID
de: Benutzeridentifikation
es: Identidad de usuario
fr: ID d'utilisateur

source: First Name
de: Vorname
es: Nombre de pila
fr: Prénom

source: Last Name
de: Familienname, Nachname
es: Apellido
fr: Nom

source: Birthdate
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance

source: City
de: Stadt
es: Ciudad
fr: Ville

source: captain
de: Kapitän
es: capitán
fr: capitaine

source: player
de: Spieler
es: jugador
fr: joueur

source: tournament
de: Turnier
es: torneo
fr: tournoi

source: {0} Participation Report
fr: {0} Rapport de participation

source: Please find attached your participation report for {0} to {1}.
fr: Veuillez trouver ci-joint votre rapport de participation du {0} au {1}.

source: Event ID
de: Ereignis-ID
es: Identificador de sucesos
fr: ID d'événement

source: Membership Registration
de: Die Mitgliedschaft Registrierung
es: Registro de miembros
fr: Inscription des membres

source: Total Prior
de: insgesamt Prior
es: Antes total
fr: Total antérieur

source: Total Registered
de: Benutzeranzahl
es: Total registrada
fr: Total inscrit

source: % Prior
es: % Antes
fr: Antérieur %

source: {0} Retention Report
fr: {0} Rapport de rétention

source: Please find attached your retention report for {0} to {1}.
fr: Veuillez trouver en pièce jointe votre rapport de rétention du {0} au {1}.

source: Got an empty config.
de: Haben Sie eine leere Config.
es: Tienes una configuración vacía.
fr: Vous avez une configuration vide.

source: Database query error: Probably an invalid attribute.
de: Datenbankabfrage Fehler: Wahrscheinlich ein ungültiges Attribut.
es: Error de consulta de base de datos: Es probable que un atributo no válido.
fr: Erreur de requête de base de données: Probablement un attribut non valide.

source: The syntax of the rule is valid, but it is not possible to build a query which will return the expected results. See the "rules engine" help for suggestions.
de: Die Syntax der Regel gültig ist, aber es ist nicht möglich, eine Abfrage zu erstellen, die die erwarteten Ergebnisse angezeigt werden können. Siehe "Rules Engine" Hilfe für Anregungen.
es: La sintaxis de la norma es válida, pero no es posible construir una consulta que devolverá los resultados esperados. Ver el help "motor de reglas" para obtener sugerencias.
fr: The syntax of the rule is valid, but it is not possible to build a query which will return the expected results. See the «rules engine» aide pour suggestions.

source: Components of AND rules must be separated by commas.
de: Die Komponenten der UND-Regeln müssen durch Kommas getrennt werden.
es: Componentes y las modalidades deben estar separados por comas.
fr: Composants de AND règles doivent être séparés par des virgules.

source: have a {0}
de: haben eine {0}
es: tener un {0}
fr: avoir un {0}

source: less than
de: weniger als
es: menos que
fr: moins que

source: less than or equal to
de: Gleich oder kleiner als
es: Menos que o igual a
fr: moins ou égal que

source: greater than
de: größer als
es: mas grande que
fr: plus que

source: greater than or equal to
de: größer als oder gleich wie
es: Mayor qué o igual a
fr: plus ou égal que

source: of
de: von
es: de
fr: de

source: NOT
de: NICHT
es: NO
fr: PAS

source: Invalid argument count to HAS_DOCUMENT rule
de: Invalid argument count HAS_DOCUMENT Regel
es: Recuento de argumento no válido a la regla HAS_DOCUMENT
fr: Nombre d'arguments non conformes à la règle HASDOCUMENT

source: Invalid date: {0}.
de: Datum ungültig: {0}.
es: Fecha no válida: {0}.
fr: Date non valide: {0}.

source: have uploaded the {0}
de: die hochgeladen {0}
es: han subido el {0}
fr: ont téléchargé le {0}

source: uploaded the {0}
de: hochgeladen die {0}
es: subido el {0}
fr: a envoyé le {0}

source: wait until the {0} is approved
de: die warten, bis {0} genehmigt
es: espere hasta que el {0} ha sido aprobada
fr: attendez que le {0} soit approuvé

source: have the document
de: haben das Dokument
es: tener el documento
fr: avoir le document

source: have a team count
de: haben ein Team Zahl
es: tener un conteo de equipo
fr: avoir un nombre d'équipes

source: Invalid date: {0}
de: Datum ungültig: {0}
es: Fecha no válida: {0}
fr: Date non valide: {0}

source: Components of OR rules must be separated by commas.
de: Die Komponenten der OR Regeln müssen durch Kommas getrennt werden.
es: Componentes de reglas o deben estar separados por comas.
fr: Les composants des règles OR doivent être séparés par des virgules.

source: At least one event has been included more than once in the list.
de: Mindestens ein Ereignis wurde in der Liste mehr als einmal enthalten.
es: Al menos un evento se ha incluido más de una vez en la lista.
fr: Au moins un événement a été inclus plus d'une fois dans la liste.

source: Cannot locate {0} of the specified events.
de: Kann nicht gefunden werden {0} der angegebenen Ereignisse.
es: No se puede encontrar {0} de los eventos especificados.
fr: Impossible de localiser {0} des évènements spécifiés.

source: have previously registered for the {0}
de: zuvor registriert haben für die {0}
es: se han inscrito previamente para el {0}
fr: déjà inscrit pour le {0}

source: Registered
de: Eingetragen
es: Registrado
fr: Inscrit

source: Invalid number of parameters to SIGNED_WAIVER rule.
de: Ungültige Anzahl von Parametern zu SIGNED_WAIVER Regel.
es: Número de parámetros no válido para descartar SIGNED_WAIVER.
fr: Nombre de paramètres non valide pour la règle SIGNED_WAIVER.

source: have signed the {0} waiver
de: haben die unterzeichneten {0} Verzicht
es: han firmado el {0} renuncia
fr: ont signé la renonciation {0}

source: signed the {0} waiver
de: unterzeichnet die {0} Verzicht
es: firmado el {0} renuncia
fr: a signé la renonciation {0}

source: have signed the waiver
de: haben den Verzicht unterzeichnet
es: han firmado la renuncia
fr: A signé la décharge

source: The "from" date cannot be greater than the "to" date.
fr: The «from» date ne doit pas être postérieure à «to» date.

source: Please list any players who subbed for your team in this game.
fr: Veuillez lister tous les joueurs qui ont remplacé votre équipe dans ce partie.
