Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: The following information will be used to create your games:
de: Die folgenden Informationen werden verwendet, um Ihre Spiele zu erstellen:
es: La siguiente información será utilizada para crear sus juegos:
fr: Les informations suivantes seront utilisées pour créer vos parties:

source: What
de: Was
es: Qué
fr: Quoi

source: Rounds to be scheduled at
de: Runden werden anberaumten
es: Rondas puedan ser programadas para
fr: Les rondes seront programmées à

source: Start date
de: Anfangsdatum
es: Fecha de inicio
fr: Date de début

source: Games will{0} be published.
de: Spiele werden {0} veröffentlicht.
es: Serán los juegos {0} se publicarán.
fr: Les parties seront {0} publiés.

source: NOT
de: NICHT
fr: PAS

source: Create games
de: erstellen Sie Spiele
es: Crear juegos
fr: Créer des parties

source: Number of Crossovers
de: Anzahl der Crossovers
es: Número de crossover
fr: Nombre de croisements

source: Select number of crossover games
de: Wählen Sie die Anzahl der Crossover-Spiele
es: Seleccione el número de juegos de cruce
fr: Sélectionnez le nombre de parties croisés

source: How many crossover games do you want?
de: Wie viele Crossover-Spiele wollen Sie?
es: ¿Cuántos juegos de cruce es lo que quieres?
fr: Combien de parties de crossover voulez-vous?

source: This is the total number of crossover games for all pools in this division.
de: Dies ist die Gesamtzahl der Crossover-Spiele für alle Pools in diesem Bereich.
es: Este es el número total de juegos de cruce para todas las piscinas de esta división.
fr: C'est le nombre total de parties croisés pour tous les pools de cette division.

source: Next step
de: Nächster Schritt
es: Próximo paso
fr: L'étape suivante

source: Select Date
de: Wählen Sie Datum
es: Seleccione fecha
fr: Sélectionner Date

source: Select desired start date
de: Wählen Sie die gewünschte Startdatum
es: Seleccione la fecha de inicio deseada
fr: Sélectionnez la date de début souhaitée

source: Scheduling a {0} will create a total of
de: Eine Scheduling {0} wird insgesamt erstellen
es: Programación de un {0} creará un total de
fr: La planification d'un {0} créera un total de

source: {0} games across a minimum of {1} time slots.
de: {0} Spiele über mindestens {1} Zeitschlitze.
es: {0} juegos a través de un mínimo de {1} ranuras de tiempo.
fr: {0} parties sur un minimum de {1} créneaux horaires.

source: {0} games.
de: {0} Spiele.
es: {0} juegos.
fr: {0} parties.

source: This will create the following games:
de: Dadurch werden die folgenden Spiele zu erstellen:
es: Esto creará los siguientes juegos:
fr: Cela créera les parties suivants:

source: You have no future dates available.
de: Sie haben keine Zukunft Terminen verfügbar.
es: No tiene fechas futuras disponible.
fr: Vous n'avez pas de dates futures disponibles.

source: Choose "Schedule games in the past" below to see past options, or make future game slots available to this division and try again.
de: Wählen Sie "Schedule Spiele in der Vergangenheit" unten Vergangenheit Optionen zu sehen, oder zukünftige Spiel Slots zu dieser Division zur Verfügung zu stellen und versuchen Sie es erneut.
es: Elija "juegos de programación en el pasado" de abajo para ver las opciones anteriores, o hacer ranuras de juego futuros disponibles para esta división y vuelve a intentarlo.
fr: Choose «Schedule games in the past» ci-dessous pour voir les options passées, ou mettre des créneaux de partie futures à la disposition de cette division et réessayer.

source: Choose your preferred time slot for each round.
de: Wählen Sie Ihre Zeitschlitz für jede Runde.
es: Elija su intervalo de tiempo preferido para cada ronda.
fr: Choisissez votre créneau horaire préféré pour chaque tour.

source: This allows you to ensure that teams have a maximum number of games on each day, place byes where necessary, etc.
de: Auf diese Weise können Sie sicherstellen, dass die Teams eine maximale Anzahl von Spielen an jedem Tag, Ort byes haben, wo erforderlich, usw.
es: Esto le permite asegurarse de que los equipos tienen un número máximo de juegos de cada día, lugar despedidas en caso necesario, etc.
fr: Cela vous permet de vous assurer que les équipes ont un nombre maximum de parties par jour, de passer des byes si nécessaire, etc.

source: Note that games will be placed no earlier than these time slots, but may be later depending on field availability.
de: Beachten Sie, dass Spiele nicht früher gestellt werden, als diese Zeitschlitze, aber je nach Feld Verfügbarkeit später sein kann.
es: Tenga en cuenta que los juegos serán colocados no antes de que estos intervalos de tiempo, pero pueden ser más dependiendo de la disponibilidad de campo.
fr: Notez que les parties seront placés au plus tôt à ces créneaux horaires, mais peuvent être postérieurs à la disponibilité du terrain

source: Rounds may be scheduled to start after "later" rounds, for example if you have a particular matchup that you need to schedule at a particular time.
de: Runden geplant werden nach "später" Runden starten, zum Beispiel wenn Sie eine bestimmte matchup haben, dass Sie zu einem bestimmten Zeitpunkt zu planen müssen.
es: Rondas pueden ser programados para comenzar después de "más adelante" rondas, por ejemplo, si usted tiene un duelo particular que necesita programar en un momento determinado.
fr: Rounds may be scheduled to start after «later» rondes, par exemple si vous avez un match particulier que vous devez planifier à un moment donné.

source: If you leave all rounds at the earliest possible time, the system will schedule games as closely as possible; you don't need to set each round's time if you have no constraints.
de: Wenn Sie alle Runden zum frühestmöglichen Zeitpunkt verlassen, wird das System Spiele Zeitplan so eng wie möglich; Sie müssen nicht in jeder Runde die Zeit einzustellen, wenn Sie keine Einschränkungen haben.
es: Si deja todas las rondas a la mayor brevedad posible, el sistema programará juegos tan de cerca como sea posible; no es necesario para establecer el tiempo de cada ronda, si no tiene limitaciones.
fr: Si vous quittez tous les tours le plus tôt possible, le système organisera les matchs le plus près possible. vous n'avez pas besoin de définir le temps de chaque tour si vous n'avez aucune contrainte.

source: Round {0}
es: Ronda {0}
fr: Tour {0}

source: Schedule games in the past
de: Schedule Spiele in der Vergangenheit
es: Juegos de planificación en el pasado
fr: Programmer des parties dans le passé

source: Daily Schedule
de: Tagesablauf
es: Horario diario
fr: Horaire quotidien

source: No games scheduled for today.
de: Keine Spiele für heute geplant.
es: No hay partidos programados para hoy.
fr: Aucun match prévu pour aujourd'hui.

source: Delete Games
de: löschen Spiele
es: Eliminar Juegos
fr: Supprimer les Matchs

source: You have requested to delete games on {0}.
de: Sie haben angefordert, Spiele auf löschen {0}.
es: Ha solicitado eliminar juegos en {0}.
fr: Vous avez demandé de supprimer des parties sur {0}.

source: You have requested to delete games from pool {0}.
de: Sie haben angefordert Spiele vom Pool zu löschen {0}.
es: Ha solicitado eliminar los juegos de billar {0}.
fr: Vous avez demandé de supprimer des parties du pool {0}.

source: This will remove {0} games
de: Dies entfernt {0} Spiele
es: Esto eliminará {0} juegos
fr: Cela supprimera les {0} parties.

source: , of which {0} are published
de: , Von denen {0} veröffentlicht
es: , De los cuales {0} se publican
fr: , dont {0} sont publiés

source: and {0} have been finalized
de: und {0} wurden abgeschlossen
es: y {0} han finalizado
fr: et {0} ont été finalisés

source: There are {0} games in the same pool but on different days which will also be deleted.
de: Es gibt {0} Spiele in der gleichen Pool, aber an verschiedenen Tagen, die ebenfalls gelöscht werden.
es: Hay {0} juegos en la misma piscina, pero en días diferentes que también se van a eliminar.
fr: Il y a {0} parties dans le même pool mais à des jours différents qui seront également supprimés.

source: There are also {0} additional games dependent in some way on these which will be deleted.
de: Es gibt auch {0} weitere Spiele abhängig in irgendeiner Weise auf diese, die gelöscht werden soll.
es: También hay {0} juegos adicionales que dependen de alguna manera en estos que se va a eliminar.
fr: Il existe également {0} parties supplémentaires dépendant en quelque sorte de ceux-ci qui seront supprimés.

source: Deleting published games can be confusing for coaches, captains and players, so be sure to {0} to inform them of this.
de: Veröffentlichte Spiele löschen können für Trainer, Kapitäne und Spieler verwirrend sein, so sicher sein, {0} sie darüber zu informieren.
es: La eliminación de los juegos publicados puede ser confuso para los entrenadores, capitanes y jugadores, así que asegúrese de {0} para informarles de esto.
fr: La suppression de parties publiés peut être source de confusion pour les entraîneurs, les capitaines et les joueurs, alors assurez-vous de {0} pour les en informer.

source: contact all coaches and captains
de: Kontakt alle Trainer und Kapitäne
es: en contacto con todos los entrenadores y capitanes
fr: contacter tous les entraîneurs et capitaines

source: Deleting finalized games will have effects on standings <strong>which cannot be undone</strong>. Please be <strong>very sure</strong> that you want to do this before proceeding.
de: Löschen abgeschlossen Spiele haben Auswirkungen auf die Tabellen, <strong>die rückgängig gemacht werden kann nicht</strong>. Bitte <strong>sehr sicher</strong>, dass Sie diese, bevor Sie fortfahren wollen.
es: La eliminación de los juegos finalizados tendrá efectos en la tabla de posiciones <strong>que no se pueden deshacer</strong>. Tenga en <strong>muy seguro</strong> que desea hacer esto antes de continuar.
fr: La suppression des parties finalisés aura des effets sur le classement <strong>qui ne peuvent pas être annulés</strong>. Soyez <strong>très certain</strong> que vous souhaitez le faire avant de poursuivre.

source: Proceed
de: Vorgehen
es: Proceder
fr: Continuer

source: Set Pool Details
es: Set Pool Datos
fr: Définir les détails de la piscine

source: You are scheduling a tournament with multiple pools. Please provide the details for each pool.
de: Sie planen ein Turnier mit mehreren Pools. Bitte geben Sie die Details für jeden Pool.
es: Está programando un torneo con varias piscinas. Por favor, proporcione los detalles de cada piscina.
fr: Vous planifiez un tournoi avec plusieurs pools. Veuillez fournir les détails pour chaque piscine.

source: Pool Details
es: Detalles de la piscina
fr: Détails de la piscine

source: Select Exclusions
de: Wählen Sie Ausschlüsse
es: Seleccione Exclusiones
fr: Sélectionnez les exclusions

source: The "exclude teams" option is set for this division.
de: Die "ausschließen Teams" Option ist für diesen Bereich festgelegt.
es: El "excluye los equipos de" opción se establece para esta división.
fr: The «exclude teams» l'option est définie pour cette division.

source: Please select the teams you wish to EXCLUDE from scheduling. You must ensure that you leave an even number of teams.
de: Bitte wählen Sie die Teams, die Sie von der Terminplanung ausschließen wollen. Sie müssen sicherstellen, dass Sie eine gerade Anzahl von Teams verlassen.
es: Por favor, seleccione los equipos que desea excluir de la programación. Debe asegurarse de que salga un número par de equipos.
fr: Veuillez sélectionner les équipes que vous souhaitez exclure de la planification. Vous devez vous assurer de laisser un nombre pair d’équipes.

source: Alternately, you can {0}.
de: Alternativ können Sie {0}.
es: Como alternativa, puede {0}.
fr: Alternativement, vous pouvez {0}.

source: Create Pools
de: erstellen Sie Pools
es: Crear piscinas
fr: Créer des piscines

source: You have scheduled games for all of the existing team pools, up to stage {0} of the tournament. To proceed, you will need to define new pools.
de: Sie haben für alle bestehenden Team Pools geplant Spiele, bis auf die Bühne {0} des Turniers. Um fortzufahren, müssen Sie neue Pools zu definieren.
es: Ha programado juegos para todas las piscinas existentes del equipo, hasta el estadio {0} del torneo. Para continuar, tendrá que definir nuevas piscinas.
fr: Vous avez programmé des matchs pour tous les pools d’équipes existants, jusqu’à l’étape {0} du tournoi. Pour continuer, vous devrez définir de nouveaux pools.

source: To schedule a tournament, you must first define how the teams are broken into pools for the first round.
de: Um ein Turnier zu planen, müssen Sie zunächst festlegen, wie die Teams in Pools für die erste Runde gebrochen werden.
es: Para programar un torneo, primero debe definir cómo los equipos se dividen en grupos para la primera ronda.
fr: Pour programmer un tournoi, vous devez d’abord définir comment les équipes sont réparties en groupes lors du premier tour.

source: Options below reflect your choices for creating these pools.
de: Optionen unten reflektieren Ihre Auswahl für diese Pools zu schaffen.
es: Opciones a continuación reflejan sus opciones para la creación de estas piscinas.
fr: Les options ci-dessous reflètent vos choix pour la création de ces pools.

source: Create a ...
de: Ein ... kreieren ...
es: Crear un ...
fr: Créer un ...

source: Select the number of pools to create. You will then be given options for setting the details of these pools.
de: Wählen Sie die Anzahl der Schwimmbäder zu erstellen. Sie werden dann Optionen gegeben werden, um die Details dieser Pools für die Einstellung.
es: Seleccione el número de piscinas para crear. A continuación, se le dará la opción de establecer los detalles de estas piscinas.
fr: Sélectionnez le nombre de pools à créer. Des options vous seront ensuite proposées pour définir les détails de ces pools.

source: You are about to reschedule {0} games originally scheduled for {1}.
de: Du bist dabei, neu zu planen {0} Spiele ursprünglich für {1}.
es: Vas a reprogramar {0} juegos originalmente programadas para {1}.
fr: Vous êtes sur le point de reprogrammer les {0} parties initialement prévues pour le {1}.

source: Reschedule games to
de: Umplanen Spiele
es: Volver a programar juegos a
fr: Replanifier les parties sur

source: Publish rescheduled games for player viewing?
de: Veröffentlichen Sie neu angesetzten Spiele für Spieler Leser?
es: Publicar juegos reprogramados para la visión del jugador?
fr: Publier des parties reprogrammés pour la visualisation des joueurs?

source: Note that no attempt is made to preserve {0} or time assignments; game slots will be assigned as per the normal algorithms.
de: Man beachte, dass kein Versuch unternommen wird, zu erhalten {0} oder Zeitzuweisungen; Spiel Slots gemäß den normalen Algorithmen zugeordnet werden.
es: Tenga en cuenta que no se hace ningún intento de preservar {0} o asignaciones de tiempo; ranuras de juego serán asignados de acuerdo a los algoritmos normales.
fr: Notez qu'aucune tentative n'a été faite pour conserver {0} ou les affectations de temps; les créneaux de partie seront attribués selon les algorithmes normaux.

source: Are you sure you want to reschedule these games? This cannot be undone.
de: Sind Sie sicher, dass Sie diese Spiele neu geplant werden soll? Das kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea programar de estos juegos? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir reprogrammer ces parties? Ça ne peut pas être annulé.

source: Crossover Details
es: Detalles de cruce
fr: Crossover Détails

source: Re-seeding Details
es: Resiembra detalles
fr: Re-semis Détails

source: You are defining crossover games. Select which pool positions feed into these games below.
de: Sie definieren Crossover-Spiele. Wählen Sie, welche Pool Positionen fließen in diesen Spielen unten.
es: Está definiendo juegos de cruce. Seleccione las posiciones que se alimentan de la piscina en estos juegos de abajo.
fr: Vous définissez des parties croisés. Sélectionnez les positions de pool qui alimentent ces parties ci-dessous.

source: You are re-seeding teams into power pools. Select which pool positions feed into these pools below.
de: Sie werden die Teams in den Strombecken wieder Aussaat. Wählen Sie, welche Pool Positionen fließen in diesen Pools unten.
es: Estás equipos en pools de energía re-siembra. Seleccione las posiciones que la piscina se alimentan en estas piscinas de abajo.
fr: Vous réaménagez des équipes dans des pools énergétiques. Sélectionnez les positions de pool qui alimentent ces pools ci-dessous.

source: For example, selecting the "1st" option in the "Pool B" sub-group of options will place the team with the best record in Pool B in that slot.
de: Zum Beispiel wird die "1." Option in der "Pool B" Untergruppe von Optionen auswählen legen Sie das Team mit der besten Bilanz in Pool B in diesem Slot.
es: Por ejemplo, seleccionando la opción "1er" en el "Grupo B" sub-grupo de opciones colocará el equipo con la mejor marca en el Grupo B en esa ranura.
fr: For example, selecting the «1st» option dans le «Pool B» sub-group of options will place the team with the best record in Pool B in that slot.

source: Selecting the "2nd" option in the "1st place teams" sub-group of options will find the team with the second-best record among all of the teams that finished 1st in their pool.
de: Die Auswahl der "zweite" Option in der "1. Platz Teams" Untergruppe von Optionen wird das Team mit der zweitbesten Rekord unter allen Teams finden, die erste in ihrem Pool fertig.
es: Al seleccionar la opción "segunda" en el "1er lugar equipos" sub-grupo de opciones se encuentra el equipo con la segunda mejor marca entre todos los equipos que terminaron 1º en su piscina.
fr: Selecting the «2nd» option dans le «1st place teams» sub-group of options will find the team with the second-best record among all of the teams that finished 1st in their pool.

source: Crossover
fr: Croisement

source: Re-seeding
es: Re-siembra
fr: Réensemencement

source: Qualifier
de: Kennzeichner
es: Índice
fr: Qualificatif

source: No games today
de: Keine Spiele heute
es: No hay juegos de hoy
fr: Pas de parties aujourd'hui

source: {0} game today
de: {0} Speil heute
es: {0} juego hoy
fr: {0} partie aujourd'hui

source: Select Type
de: Typ wählen
es: Seleccionar el tipo de
fr: Sélectionner le genre

source: Please enter some information about the {0} to create.
de: Bitte geben Sie einige Informationen über die {0} zu erstellen.
es: Por favor, introduzca alguna información sobre el {0} para crear.
fr: Veuillez saisir des informations sur le {0} à créer.

source: You have defined pool {0} with {1} teams but not yet scheduled games for it. Options below reflect your choices for scheduling this pool.
de: Sie haben Pool definiert {0} mit {1} Teams aber noch nicht Spiele für sie geplant. Optionen unten reflektieren Ihre Auswahl für diesen Pool planen.
es: Ha definido la piscina {0} con {1} equipos, pero aún no juegos para ella programada. Opciones a continuación reflejan sus decisiones acerca de la programación de esta piscina.
fr: Vous avez défini le pool {0} avec {1} équipes mais pas encore de parties planifiés pour celui-ci. Les options ci-dessous reflètent vos choix pour la planification de ce pool.

source: If your pool definitions are incorrect, you can {0} and then re-create them.
de: Wenn Ihr Pool Definitionen nicht korrekt sind, können Sie {0} und sie dann neu zu erstellen.
es: Si sus definiciones de las agrupaciones son incorrectos, puede {0} y luego volver a crearlos.
fr: Si vos définitions de pool sont incorrectes, vous pouvez {0}, puis les recréer.

source: delete all pools in this stage
de: löschen Sie alle Pools in diesem Stadium
es: Eliminar todas las piscinas en esta etapa
fr: supprimer tous les bassins de cette étape

source: Are you sure you want to delete this stage?
de: Sind Sie sicher, dass Sie diese Phase zu löschen?
es: ¿Está seguro de que quiere borrar esta etapa?
fr: Voulez-vous vraiment supprimer cette étape?

source: Select the type of game or games to add. Note that for auto-generated schedules, {0} will be automatically allocated.
de: Wählen Sie die Art von Spiel oder Spiele hinzuzufügen. Beachten Sie, dass für automatisch generierte Pläne, {0} wird automatisch zugeordnet werden.
es: Seleccione el tipo de juego o juegos que añadir. Tenga en cuenta que para los horarios generados automáticamente, {0} se asignarán automáticamente.
fr: Sélectionnez le type de jeu ou de parties à ajouter. Notez que pour les planifications générées automatiquement, {0} sera automatiquement attribué.

source: Publish created games for player viewing?
de: Veröffentlichen Sie erstellt Spiele für Spieler Leser?
es: Publicar juegos creados para la visión del jugador?
fr: Publier des parties créés pour la visualisation des joueurs?

source: If this is checked, players will be able to view games immediately after creation. Uncheck it if you wish to make changes before players can view.
de: Wenn diese Option aktiviert ist, werden Spieler in der Lage sein, Spiele sofort nach der Erstellung anzuzeigen. Deaktivieren Sie es, wenn Sie Änderungen vornehmen möchten, bevor die Spieler sehen können.
es: Si se marca esta opción, los jugadores serán capaces de ver los juegos inmediatamente después de la creación. Eliminar la verificación si desea realizar cambios antes de que los jugadores pueden ver.
fr: Si cette case est cochée, les joueurs pourront voir les parties immédiatement après leur création. Décochez-la si vous souhaitez apporter des modifications avant que les joueurs ne puissent les voir.

source: If this is checked, you will be allowed to schedule more than the expected number of games. Check it only if you need this, as it disables some safety checks.
de: Wenn diese Option aktiviert ist, werden Sie mehr zu planen als die erwartete Anzahl von Spielen erlaubt. Prüfen Sie es nur, wenn Sie diese brauchen, da es einige Sicherheitsüberprüfungen deaktiviert.
es: Si se marca esta opción, se le permitirá programar más que el número esperado de juegos. Compruebe que sólo si necesita esto, ya que desactiva algunas comprobaciones de seguridad.
fr: Si cette case est cochée, vous pourrez programmer plus que le nombre de parties prévu. Ne le vérifiez que si vous en avez besoin, car cela désactive certains contrôles de sécurité.

source: If this is checked, you will be allowed to schedule more than one game in a game slot.
de: Wenn diese Option aktiviert ist, werden Sie mehr als ein Spiel in einem Spiel Slot zu planen erlaubt.
es: Si se marca esta opción, se le permitirá programar más de un juego en un ranura de juego.
fr: Si cette case est cochée, vous pourrez programmer plus d'une partie dans un créneau de partie.

source: Sender
de: Absender
es: Remitente
fr: Expéditeur

source: Admin Name
es: Del Superusuario
fr: Nom de l'administrateur

source: The name (or descriptive role) of the system administrator. Mail from {0} will come from this name.
de: Der Name (oder beschreibende Rolle) des Systemadministrators. E - Mail von {0} wird von diesem Namen kommen.
es: El nombre (o función descriptiva) del administrador del sistema. El correo de {0} vendrá de este nombre.
fr: Nom (ou rôle descriptif) de l'administrateur système. Les messages de {0} proviendront de ce nom.

source: Admin Email
es: Correo Electrónico del Administrador
fr: Email de l'administrateur

source: The e-mail address of the system administrator. Mail from {0} will come from this address.
de: Die E-Mail-Adresse des Systemadministrators. E - Mail von {0} werden von dieser Adresse.
es: La dirección de correo electrónico del administrador del sistema. El correo de {0} vendrá desde esta dirección.
fr: Adresse e-mail de l'administrateur système. Les messages de {0} proviendront de cette adresse.

source: Support Email
de: Unterstützung E-Mail
es: Correo Electrónico de Apoyo
fr: Courriel de soutien
