Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Delete Questionnaire
de: löschen Fragebogen
es: Eliminar Cuestionario
fr: Supprimer questionnaire

source: Are you sure you want to delete this questionnaire?
de: Sind Sie sicher, dass Sie diesen Fragebogen zu löschen?
es: ¿Está seguro de que quiere eliminar este cuestionario?
fr: Voulez-vous vraiment supprimer ce questionnaire?

source: Add Questionnaire
de: In Fragebogen
es: Añadir Cuestionario
fr: Ajouter un questionnaire

source: Questionnaires List
de: Fragebögen Liste
es: Lista de los cuestionarios
fr: Liste des questionnaires

source: Deactivated Questionnaires List
de: Deaktiviert Fragebögen Liste
es: Lista Cuestionarios desactivados
fr: Liste de questionnaires désactivés

source: Questionnaire Preview
de: Fragebogen Vorschau
es: Cuestionario de vista previa
fr: Aperçu du questionnaire

source: Related Events
de: Ähnliche Veranstaltungen
es: Eventos relacionados
fr: Événements connexes

source: Create Question
de: Frage erstellen
es: Crear pregunta
fr: Créer une question

source: A short name for this question, to be used as a heading in administrative reports.
de: Ein Kurzname für diese Frage, als Überschrift in die Verwaltungsberichte verwendet werden.
es: Un nombre corto para esta pregunta, para ser utilizado como un encabezamiento en los informes administrativos.
fr: Nom abrégé de cette question, à utiliser comme en-tête dans les rapports administratifs.

source: The full text of the question, to be shown to users.
de: Der vollständige Text der Frage, gezeigt für die Nutzer zu werden.
es: El texto completo de la cuestión, que se mostrará a los usuarios.
fr: Le texte complet de la question, à montrer aux utilisateurs.

source: Anonymous results
de: Anonym Ergebnisse
es: Resultados anónimos
fr: Résultats anonymes

source: Will responses to this question be kept anonymous?
de: Werden Antworten auf diese Frage anonym bleiben?
es: Serán las respuestas a esta pregunta se mantendrán en el anonimato?
fr: Les réponses à cette question resteront-elles anonymes?

source: List Questions
de: Liste Fragen
es: Lista de Preguntas
fr: Liste des questions

source: Edit Question
de: Frage bearbeiten
es: Editar pregunta
fr: Modifier question

source: Answer
de: Antworten
es: Responder
fr: Réponse

source: Add an answer to this question
de: Fügen Sie eine Antwort auf diese Frage
es: Añadir una respuesta a esta pregunta
fr: Ajouter une réponse à cette question

source: Questions List
de: Fragen Liste
es: Lista de preguntas
fr: Liste des questions

source: Deactivated Questions List
de: Deaktiviert Fragen Liste
es: Lista desactivado Preguntas
fr: Liste des questions désactivées

source: Are you sure you want to delete this question?
de: Sind Sie sicher, dass Sie diese Frage zu löschen?
es: ¿Está seguro de que quiere eliminar esta pregunta?
fr: Voulez-vous vraiment supprimer cette question?

source: Add Question
de: In Frage
es: Agregar pregunta
fr: Ajouter une question

source: Delete Question
de: Frage löschen
es: Suprimir la Cuestión
fr: Supprimer la question

source: Related Questionnaires
de: Ähnliche Fragebögen
es: Los cuestionarios relacionados
fr: Questionnaires reliés

source: Edit Region
de: Bereich bearbeiten
es: Editar Región
fr: Modifier Région

source: List Regions
de: Liste Regionen
es: Regiones lista
fr: Lister les Régions

source: Delete Region
de: löschen Region
es: Eliminar Región
fr: Supprimer Région

source: Are you sure you want to delete this region?
de: Sind Sie sicher, dass Sie diese Region zu löschen?
es: ¿Está seguro de que quiere eliminar esta región?
fr: Voulez-vous vraiment supprimer cette région?

source: Add Region
de: In Region
es: Añadir Región
fr: Ajouter Région

source: Is Open
de: Ist offen
es: Esta abierto
fr: Est Ouvert

source: Payment Details
de: Zahlungsdetails
es: Detalles del pago
fr: Détails de paiements

source: These notes will be attached to the new payment record, and are only visible to admins.
de: Diese Noten werden auf die neue Zahlungssatz angebracht werden und sind nur sichtbar für Administratoren.
es: Estas notas se adjuntan al nuevo registro de pago, y sólo son visibles para los administradores.
fr: Ces notes seront jointes au nouvel enregistrement de paiement et ne sont visibles que par les administrateurs.

source: The lowest of the credit amount, specified payment amount, and outstanding balance will be used as the actual payment amount.
de: Die niedrigste der Kreditbetrag, festgelegten Auszahlungsbetrag und Restbetrag wird als die tatsächliche Zahlung Menge verwendet werden.
es: El más bajo de la cantidad de crédito, pago específico, y el saldo pendiente será utilizado como el importe del pago real.
fr: Le montant le plus bas du crédit, le montant du paiement spécifié et le solde restant seront utilisés comme montant du paiement réel.

source: Registration Checkout
de: Registrierung Kasse
es: Pedido de registro
fr: Enregistrement d'inscription

source: These are your current unpaid registrations. <span class="highlight-message">Payment completes your registration and confirms your booking/purchase.</span>
de: Dies sind Ihre unbezahlten Registrierungen. <span class="highlight-message">Zahlung vervollständigt Ihre Anmeldung und bestätigt Ihre Buchung/Kauf.</span>
es: Estos son sus registros pendientes de pago actuales. <span class="highlight-message">El pago se completa el registro y confirma su reserva/compra.</span>
fr: These are your current unpaid registrations. <span class="highlight-message">Le paiement termine votre inscription et confirme votre réservation/achat.</span>

source: Add something else for {0}
de: Fügen Sie etwas anderes für {0}
es: Añadir algo más de {0}
fr: Ajouter autre chose pour {0}

source: Add something else
de: Fügen Sie etwas anderes
es: Añadir otra cosa
fr: Ajouter quelque chose

source: Remove something
de: entfernen Sie etwas
es: Retire algo
fr: Retirer quelque chose

source: Click for instructions
de: Klicken Sie für Anweisungen
es: Haga clic para obtener instrucciones
fr: Cliquer pour les instructions

source: Pay online
de: zahlen Sie online
es: Pagar en línea
fr: Payer en ligne

source: Pay offline
es: Pagar en línea
fr: Payer hors ligne

source: Redeem Credit
de: einlösen Kredit
es: Redimir de Crédito
fr: Utiliser le crédit

source: To remove an item, click the "Unregister" button next to it.
de: Um ein Element zu entfernen, klicken Sie auf die "Unregister" Knopf daneben.
es: Para eliminar un elemento, haga clic en el botón "Eliminar el registro de" al lado de él.
fr: To remove an item, click the «Unregister» bouton à côté.

source: Note that this will delete all of your preferences and you may lose the spot that is currently tentatively reserved for you.
de: Beachten Sie, dass dies alle Ihre Präferenzen zu löschen und Sie können die Stelle verlieren, die derzeit versuchsweise für Sie reserviert ist.
es: Tenga en cuenta que esto eliminará todas sus preferencias y puede perder el punto de que actualmente está tentativamente reservado para usted.
fr: Notez que cela supprimera toutes vos préférences et vous risquez de perdre la place qui vous est provisoirement réservée.

source: To pay online with {0}, click the "{1}" button below.
de: Online zu bezahlen mit {0}, klicken Sie auf die "{1}" Button unten.
fr: To pay online with {0}, click the «{1}» bouton ci-dessous.

source: To redeem a credit, click the "{0}" button next to the registration that you want the credit to be applied to.
de: Um einen Kredit tilgen, klicken Sie auf die "{0}" neben der Registrierung dass Sie die Kredit wollen angewendet werden.
es: Para canjear un crédito, haga clic en el botón "{0}" al lado del registro que desea que el crédito que se aplicará a.
fr: To redeem a credit, click the «{0}» bouton situé à côté de l'enregistrement auquel vous souhaitez appliquer le crédit.

source: You will be given options on the resulting page, including opting not to redeem the credit at this time.
de: Sie werden auf der Ergebnisseite angegebenen Optionen, einschließlich der Entscheidung nicht den Kredit zu diesem Zeitpunkt einzulösen.
es: Se le dará opciones en la página resultante, incluyendo optando por no canjear el crédito en este momento.
fr: Des options vous seront proposées sur la page résultante, notamment le fait de ne pas utiliser le crédit pour le moment.

source: Balance
es: Equilibrar
fr: Solde

source: Reserved until {0}
de: reserviert bis {0}
es: Reservada hasta {0}
fr: Réservé jusqu'au {0}

source: Reserved
de: Reserviert
es: Reservada
fr: Réservé

source: Are you sure you want to unregister from this event? This will delete all of your preferences and you may lose the spot that is currently tentatively reserved for you.
de: Sind Sie sicher, dass Sie von dieser Veranstaltung zu deregistrieren wollen? Dadurch werden alle Ihre Einstellungen löschen und Sie können die Stelle verlieren, die derzeit versuchsweise für Sie reserviert ist.
es: ¿Está seguro de que desea anular el registro de este evento? Esto eliminará todas sus preferencias y puede perder el punto de que actualmente está tentativamente reservado para usted.
fr: Êtes-vous sûr de vouloir vous désinscrire de cet événement? Cela supprimera toutes vos préférences et vous risquez de perdre la place qui vous est provisoirement réservée.

source: You have registered for the following events, but cannot pay right now:
de: Sie haben für die folgenden Ereignisse registriert, aber im Moment nicht bezahlen können:
es: Que se haya registrado para los siguientes eventos, pero no puede pagar ahora:
fr: Vous vous êtes inscrit aux événements suivants, mais vous ne pouvez pas payer maintenant:

source: Reregister
de: Erneutes registrieren
es: Vuelve a registrar
fr: Ré-inscription

source: Credit Payment
de: Kredit Zahlung
es: El pago de crédito
fr: Paiement de crédit

source: Credit Details
de: Kreditinformationen
es: Detalles de crédito
fr: Détails de crédit

source: Credit Amount
de: Kreditbetrag
es: Monto de crédito
fr: Montant du crédit

source: These notes will be preserved with the original registration, and are only visible to admins.
de: Diese Noten werden mit der ursprünglichen Registrierung erhalten werden und sind nur sichtbar für Administratoren.
es: Estas notas se conservan con el registro inicial, y sólo son visibles para los administradores.
fr: Ces notes seront conservées avec l'enregistrement d'origine et ne seront visibles que par les administrateurs.

source: Credit for registration for {0}
de: Kredit für die Registrierung für {0}
es: Crédito para el registro de {0}
fr: Crédit d'inscription pour {0}

source: These notes will be attached to the new credit record, and will be visible by the person in question.
de: Diese Noten werden auf den neuen Kredit aufnehmen angebracht werden und wird von der betreffenden Person sichtbar sein.
es: Estas notas se adjuntan a la nueva historial de crédito, y serán visibles por la persona de que se trate.
fr: Ces notes seront jointes au nouveau dossier de crédit et seront visibles par la personne concernée.

source: Registration Details
de: Registrierungsdetails
es: Detalles de registro
fr: Détails d'inscription

source: Change this only in extreme circumstances; for proper accounting, refunds and payments should be entered through links on the registration view page.
de: Ändern Sie dies nur unter extremen Umständen; für die ordnungsgemäße Buchführung sollten Erstattungen und Zahlungen auf der Registrierungs Ansicht Seite eingegeben durch Links werden.
es: Cambiar esto sólo en circunstancias extremas; para la contabilidad apropiada, los reembolsos y pagos deben ser introducidos a través de enlaces en la página de registro de la vista.
fr: Ne changez cela que dans des circonstances extrêmes. pour une comptabilité correcte, les remboursements et les paiements doivent être entrés via des liens sur la page de vue de l'enregistrement.

source: Registration Answers
de: Registrierung Antworten
es: Las respuestas de registro
fr: Réponses d'inscription

source: This event has the following options. Please select your preference. Note that options may have limitations, which will be noted after selection.
de: Dieses Ereignis verfügt über die folgenden Optionen. Bitte wählen Sie Ihre Präferenz. Beachten Sie, dass Optionen Einschränkungen aufweisen, die nach der Wahl festgestellt werden.
es: Este evento tiene las siguientes opciones. Por favor seleccione su preferencia. Tenga en cuenta que las opciones pueden tener limitaciones, las cuales serán observadas después de la selección.
fr: Cet événement a les options suivantes. S'il vous plaît sélectionnez votre préférence. Notez que les options peuvent avoir des limitations, qui seront notées après la sélection.

source: Registration List
de: Registrierungsliste
es: Lista de registro
fr: Liste d'inscriptions

source: Online Transaction Result
de: Online Transaction Ergebnis
es: El resultado de transacciones en línea
fr: Résultat de la transaction en ligne

source: Click {0} to close this window.
de: Klicken Sie auf {0} um das Fenster zu schließen.
es: Haga clic {0} para cerrar esta ventana.
fr: Cliquez sur {0} pour fermer cette fenêtre.

source: Add Payment Details from Email
fr: Ajouter des détails de paiement à partir d'un email

source: Handle Chase Error Email
fr: Poignée Chase Error Email

source: You have requested to redeem a credit towards payment of your registration for {0}. You have an outstanding balance of {1} on this registration.
de: Sie haben angefordert, für eine Gutschrift auf die Zahlung Ihrer Registrierung einzulösen {0}. Sie haben eine hervorragende Balance von {1} auf dieser Registrierung.
es: Ha solicitado canjear un crédito para el pago de su inscripción para {0}. Usted tiene un saldo pendiente de {1} en este registro.
fr: Vous avez demandé l’utilisation d’un crédit contre le paiement de votre inscription pour {0}. Vous avez un solde impayé de {1} sur cette inscription.

source: If you apply your credit, the balance will be covered, and you will still have a credit of {0} remaining.
de: Wenn Sie Ihren Kredit beantragen, wird der Restbetrag abgedeckt, und Sie werden noch eine Gutschrift von haben {0} verbleiben.
es: Si aplica su crédito, será cubierto el equilibrio, y todavía tendrá un crédito de {0} restante.
fr: Si vous appliquez votre crédit, le solde sera couvert et il vous restera un crédit de {0}.

source: If you apply your credit, the balance will be covered, and your credit will be used up.
de: Wenn Sie Ihren Kredit beantragen, wird der Restbetrag gedeckt, und Ihr Guthaben wird aufgebraucht werden.
es: Si aplica su crédito, el saldo será cubierto, y su crédito será utilizado para arriba.
fr: Si vous appliquez votre crédit, le solde sera couvert et votre crédit sera épuisé.

source: If you apply your credit, it will be used up, and you will still have a balance of {0} owing on the registration.
de: Wenn Sie Ihren Kredit beantragen, wird diese verwendet werden, und Sie müssen noch ein ausgewogenes Verhältnis von {0} wegen auf der Anmeldung.
es: Si aplica su crédito, que será utilizado, y todavía tendrá un balance de {0} debido a la inscripción.
fr: Si vous appliquez votre crédit, il sera épuisé et vous aurez toujours un solde de {0} dû sur l'enregistrement.

source: Apply the credit now
de: Wenden Sie den Kredit jetzt
es: Aplicar el crédito ahora
fr: Appliquer le credit maintenant

source: Are you sure you want to apply this credit? This cannot be undone.
de: Sind Sie sicher, dass Sie diesen Kredit zu beantragen? Das kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea aplicar este crédito? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir appliquer ce crédit? Ça ne peut pas être annulé.

source: You have the following credits to redeem:
de: Sie haben folgende Credits einzulösen:
es: Tiene las siguientes créditos para canjear:
fr: Vous avez les crédits suivants à échanger:

source: Apply credit
de: bewerben Kredit
es: Aplicar de crédito
fr: Appliquer crédit

source: Refund Payment
de: Rückerstattung Zahlung
es: Pago seguro
fr: Remboursement

source: Refund Details
de: Rückerstattung-Details
es: Detalles del reembolso
fr: Détails du remboursement

source: Refund Amount
de: Rückerstattungsbetrag
es: Cantidad devuelta
fr: Montant du remboursement

source: This payment was recorded manually, so in addition to noting the refund here you will need to issue a refund manually.
de: Diese Zahlung wurde manuell erfasst, so dass zusätzlich zu der Feststellung, die Erstattung hier müssen Sie manuell eine Rückerstattung auszustellen.
es: Este pago se ha registrado de forma manual, lo que además de destacar la restitución aquí tendrá que emitir un reembolso de forma manual.
fr: Ce paiement a été enregistré manuellement. Par conséquent, en plus de noter le remboursement, vous devrez émettre un remboursement manuellement.

source: Note that your online payment provider does not currently support automatic refunds, so in addition to noting the refund here you will need to issue a refund manually.
de: Beachten Sie, dass Ihre Online-Payment-Anbieter derzeit keine automatische Rückerstattungen unterstützen, so dass zusätzlich zu der Feststellung, die Erstattung hier müssen Sie manuell eine Rückerstattung auszustellen.
es: Tenga en cuenta que su proveedor de pago en línea no es compatible actualmente reembolsos automáticos, lo que además de destacar la restitución aquí tendrá que emitir un reembolso de forma manual.
fr: Notez que votre fournisseur de paiement en ligne ne prend actuellement pas en charge les remboursements automatiques. Par conséquent, en plus de noter le remboursement, vous devrez émettre un remboursement manuellement.

source: Issue refund through online payment provider
de: Ausgabe Erstattung durch Online-Payment-Anbieter
es: Restitución tema a través de proveedor de pago en línea
fr: Émettre un remboursement via un fournisseur de paiement en ligne

source: Registration Preferences
de: Registrierungseinstellungen
es: Preferencias de registro
fr: Préférences d'inscription

source: Note that you are only adding yourself to the waiting list for this event. You will be contacted if a space opens up at a later time.
de: Beachten Sie, dass Sie sich nur für diese Veranstaltung auf die Warteliste hinzufügen. Sie werden in Kontakt gebracht werden, wenn ein Raum, zu einem späteren Zeitpunkt öffnet.
es: Tenga en cuenta que sólo se añada a sí mismo a la lista de espera para este evento. Usted será contactado si un espacio se abre en un momento posterior.
fr: Notez que vous vous ajoutez uniquement à la liste d'attente pour cet événement. Vous serez contacté si un espace se libère plus tard.

source: This event has the following options. Please select your preference. Note that options may have limitations, which will be noted on selection.
de: Dieses Ereignis verfügt über die folgenden Optionen. Bitte wählen Sie Ihre Präferenz. Beachten Sie, dass Optionen Einschränkungen aufweisen, die bei der Auswahl darauf hingewiesen wird.
es: Este evento tiene las siguientes opciones. Por favor seleccione su preferencia. Tenga en cuenta que las opciones pueden tener limitaciones, que será anotado en la selección.
fr: Cet événement a les options suivantes. S'il vous plaît sélectionnez votre préférence. Notez que les options peuvent avoir des limitations, qui seront notées lors de la sélection.

source: Registration Report
de: Registrierungsbericht
es: Informe de Registro
fr: Rapport d'inscription

source: Date Range
de: Datumsbereich
es: Rango de fechas
fr: Plage de dates

source: Registration Statistics
de: Registrierung Statistik
es: Estadísticas de registro
fr: Statistiques d'inscription

source: By gender: (does not include cancelled registrations)
de: Nach Geschlecht: (nicht storniert Anmeldungen sind)
es: Por género: (no incluye registros cancelados)
fr: Par genre: (n'inclut pas les inscriptions annulées)

source: By payment:
de: Durch die Bezahlung:
es: Por el pago:
fr: Par paiement :

source: Transfer Payment
de: Überweisung
es: Transferencia de pago
fr: Paiement de transfert

source: Transfer Details
es: Detalles de la transferencia
fr: Détails du transfert

source: Transfer Amount
de: Überweisungsbetrag
es: Monto de la transferencia
fr: Montant du transfert

source: The lowest of the specified transfer amount, unrefunded amount from this payment, and outstanding balance on the target registration will be used as the actual transfer amount.
de: Die niedrigste der angegebenen Überweisungsbetrag, unrefunded Menge von dieser Zahlung und Restbetrag auf der Ziel Registrierung wird als die tatsächliche Übertragungsmenge verwendet werden.
es: El más bajo de la cantidad especificada de transferencia, cantidad unrefunded de este pago, y el saldo pendiente en el registro de destino se utilizará como la cantidad de transferencia real.
fr: Le montant le plus bas du montant du transfert spécifié, le montant non remboursé de ce paiement et le solde restant sur l'enregistrement cible seront utilisés comme montant du transfert.

source: Registration to transfer this payment to
de: Anmeldung zu übertragen, diese Zahlung zu
es: El registro a transferir este pago al
fr: Enregistrement pour transférer ce paiement à

source: Transfer From Notes
de: Transfer vom Hinweise
es: Transferencia De Notas
fr: Transfert de notes

source: Unpaid Registrations
de: Unbezahlte Anmeldungen
es: Las inscripciones pendientes de pago
fr: Inscriptions non payées

source: Person / Event
de: Person / Veranstaltung
es: Persona / Evento
fr: Personne / Evènement

source: Created
de: Erstellt
es: Creado
fr: Créé

source: Modified
de: Geändert
es: Modificado
fr: Modifié

source: until {0}
de: bis {0}
es: hasta {0}
fr: jusqu'au {0}

source: Payment Type
de: Zahlungsart
es: Tipo de pago
fr: Type de paiement

source: Payment Method
de: Bezahlverfahren
es: Método de pago
fr: Mode de paiement

source: Payment Amount
de: Zahlungsbetrag
es: Monto del pago
fr: Montant du paiement

source: ({0} refunded; see below)
es: ({0} reembolsado; véase más adelante)
fr: ({0} remboursé; voir ci-dessous)

source: Payment Date
de: Zahlungsdatum
es: Fecha de pago
fr: Date du paiement

source: Updated By
de: Aktualisiert von
es: Actualizado por
fr: Mis a jour par

source: ISO Code
es: Código ISO
fr: Code ISO

source: Transaction ID
de: Transaktions-ID
es: ID de transacción
fr: ID de transaction

source: Transaction Name
de: Transaktionsname
es: Nombre de transacción
fr: Nom de transaction

source: Charge Total
de: Gebührensumme
es: Total cargo
fr: Charge totale

source: Cardholder
de: Karteninhaber
es: Titular de la tarjeta
fr: Titulaire de la carte

source: Expiry
de: Ablauf
es: Expiración
fr: Expiration

source: Card
de: Karte
es: Tarjeta
fr: Carte

source: Issuer
de: Aussteller
es: Editor
fr: Emetteur

source: Issuer Invoice
de: Emittent Rechnung
es: Emisor de la factura
fr: Facture de l'émetteur

source: Issue Refund
de: Rückerstattung heraus
es: Restitución tema
fr: Problème de remboursement

source: Issue Credit
de: Ausgabe Kredit
es: Crédito tema
fr: Crédit d'émission

source: There is an outstanding balance of {0}.
es: Hay un saldo pendiente de {0}.
fr: Il y a un solde impayé de {0}.

source: Although this registration is marked as "Paid", the total of the payments received ({0}) does not match the registration cost ({1}).
es: A pesar de que este registro está marcado como "A cargo", el total de los pagos recibidos ({0}) no coincide con el valor de la inscripción ({1}).
fr: Bien que cet enregistrement soit marqué comme &quot;Payé&quot;, le total des paiements reçus ({0}) ne correspond pas au coût d&#39;enregistrement ({1}).

source: Modified Date
de: Änderungsdatum
es: Fecha de modificación de
fr: Date de modification

source: Payment Status
de: Zahlungsstatus
es: Estado de pago
fr: Statut de paiement

source: Confirm Selections
de: Bestätigen Auswahl
es: Confirmar las selecciones
fr: Confirmer les sélections
