Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: If you accept the request, {0} will be added to the team's roster as a {1}. You have the option of changing their role on the team afterwards.
de: Wenn Sie die Anfrage annehmen, {0} wird als auf das Team Roster hinzugefügt werden {1}. Sie haben die Möglichkeit, ihre Rolle im Nachhinein auf das Team zu ändern.
es: Si acepta la solicitud, {0} se añadirá a la lista del equipo como {1}. Usted tiene la opción de cambiar su papel en el equipo después.
fr: Si vous acceptez la demande, {0} sera ajouté à la liste de l'équipe en tant que {1}. Vous avez la possibilité de changer leur rôle dans l'équipe par la suite.

source: If you decline the request they will be removed from this team's roster.
de: Wenn Sie die Anforderung ablehnen werden sie aus diesem Team Roster entfernt werden.
es: Si rechaza la petición de que se eliminarán de la nómina de este equipo.
fr: Si vous refusez la demande, elles seront retirées de la liste de cette équipe.

source: Please be advised that players are NOT considered a part of a team roster until their request to join has been accepted by a coach or captain. The {0} roster must be completed{1} by the team roster deadline ({2}), and all team members must have been accepted by a coach or captain.
de: Bitte beachten Sie, dass die Spieler nicht Teil eines Teams Roster betrachtet werden, bis ihre Anfrage von einem Trainer oder Kapitän beizutreten wurde akzeptiert. Die {0} Aufstellung muss abgeschlossen sein {1} vom Team Roster Frist ({2}), und alle Teammitglieder von einem Trainer oder Kapitän akzeptiert worden sein.
es: Tenga en cuenta que los jugadores no se consideran parte de una lista del equipo hasta que su solicitud de adhesión ha sido aceptada por un entrenador o capitán. El {0} lista debe completarse {1} en el plazo nómina del equipo ({2}), y todos los miembros del equipo debe haber sido aceptado por un entrenador o capitán.
fr: Veuillez noter que les joueurs ne sont PAS considérés comme faisant partie de la liste des équipes jusqu'à ce que leur demande d'adhésion ait été acceptée par un entraîneur ou un capitaine. La liste {0} doit être complétée {1} avant la date limite de composition de l'équipe ({2}) et tous les membres de l'équipe doivent avoir été acceptés par un entraîneur ou un capitaine.

source: Your request to join the roster of the {0} team {1} as a {2} was not responded to by a coach or captain within the allotted time, and has been removed.
de: Ihre Anfrage die Liste von dem beizutreten {0} Team {1} als {2} wurde von einem Trainer oder Kapitän innerhalb der vorgegebenen Zeit nicht beantwortet, und wurde entfernt.
es: Su solicitud para unirse a la lista de la {0} equipo {1} como {2} no fue respondida por un entrenador o capitán dentro del tiempo asignado, y se ha eliminado.
fr: Votre entraîneur ou capitaine n'a pas répondu à votre demande de rejoindre l'équipe de {0} {1} en tant que {2} dans le délai imparti et a été retirée.

source: You requested to join the roster of the {0} team {1} as a {2}.
de: Sie forderte die Liste von dem beizutreten {0} Team {1} als {2}.
es: Que solicitó a unirse a la lista de la {0} equipo {1} como {2}.
fr: Vous avez demandé à rejoindre l'équipe de {0} {1} en tant que {2}.

source: This request has not yet been responded to by a coach or captain, and will expire {0} days from now. An email has been sent to remind them, but you might want to get in touch directly as well.
de: Diese Anfrage wurde noch nicht von einem Trainer oder Kapitän reagiert worden und verfallen {0} Tagen ab jetzt. Eine E-Mail wurde versendet sie daran zu erinnern, aber Sie könnten auch direkt in Kontakt zu treten wollen.
es: Esta solicitud aún no ha sido respondida por un entrenador o capitán, y expirará {0} días a partir de ahora. Un correo electrónico ha sido enviado para recordarles, pero es posible que desee ponerse en contacto directamente también.
fr: L'entraîneur ou le capitaine n'a pas encore donné suite à cette demande et expirera d'ici {0} jours. Un courrier électronique leur a été envoyé, mais vous pouvez également contacter directement.

source: The request will expire {0} days from now.
de: Die Anfrage läuft {0} Tagen ab jetzt.
es: La solicitud caducará {0} días a partir de ahora.
fr: La demande expirera d'ici {0} jours.

source: You have not submitted a score for the game between your team {0} and {1}, starting at {2} on {3} in {4}.
de: Sie haben keine Punktzahl für das Spiel zwischen Ihrem Team vorgelegt {0} und {1}, ab {2} auf {3} in {4}.
es: No ha presentado una puntuación para el juego entre su equipo {0} y {1}, a partir de {2} sobre {3} en {4}.
fr: Vous n'avez pas soumis de score pour le match entre votre équipe {0} et {1}, en commençant à {2} le {3} dans le {4}.

source: Scores need to be submitted in a timely fashion by both teams to substantiate results and for optimal scheduling of future games.
de: Scores müssen in einer angemessenen Frist von beiden Teams vorgelegt werden, um Ergebnisse zu untermauern und für eine optimale Planung der zukünftigen Spiele.
es: Las puntuaciones deben ser presentados de manera oportuna por ambos equipos para justificar los resultados y para la programación óptima de los juegos futuros.
fr: Les scores doivent être soumis en temps voulu par les deux équipes pour corroborer les résultats et optimiser le calendrier des matchs

source: Your opponent's submission for this game has now been accepted and they have been given a standard spirit score as a result of their timely submission.
de: Das gegnerische Vorlage für dieses Spiel jetzt wurde angenommen, und sie haben einen Standard-Geist-Score als Ergebnis ihrer rechtzeitige Vorlage gegeben worden.
es: Presentación de su oponente para este juego ahora ha sido aceptada y se les ha dado una puntuación estándar de espíritu, como resultado de su presentación a tiempo.
fr: La soumission de votre adversaire pour ce partie a maintenant été acceptée et un score d'esprit standard lui a été attribué à la suite de la soumission dans les délais.

source: Your team spirit score has been penalized due to your lack of submission - your opponent's Spirit score for your team minus {0} points. Overall team spirit can impact participation in future events.
de: Ihr Teamgeist - Score wurde aufgrund Ihrer Mangel an Unterwerfung bestraft - deines Gegners Geist Punktzahl für Ihr Team minus {0} Punkte. Insgesamt Teamgeist kann die Teilnahme an zukünftige Ereignisse auswirken.
es: Su equipo de puntuación espíritu ha sido penalizado debido a su falta de presentación - La puntuación Espíritu de su oponente para su equipo, menos {0} puntos. espíritu general del equipo puede afectar la participación en eventos futuros.
fr: Votre score d’esprit d’équipe a été pénalisé en raison de votre manque de soumission - le score d’esprit de votre adversaire pour votre équipe moins {0} points. L’esprit d’équipe général peut avoir un impact sur la participation aux événements futurs.

source: If there is an exceptional reason why you were unable to submit your score in time, you may contact your coordinator who will consider reversing the penalty. To avoid such penalties in the future, please be sure to submit your scores promptly.
de: Wenn es ein außergewöhnlicher Grund, warum Sie nicht in der Lage waren Ihre Gäste rechtzeitig einreichen, können Sie Ihren Koordinator, der die Strafe Umkehren wird prüfen. Um solche Strafen in Zukunft zu vermeiden, stellen Sie bitte sicher, dass Ihre Ergebnisse umgehend vorzulegen.
es: Si hay una razón excepcional por qué usted no pudo enviar su puntuación en el tiempo, puede comunicarse con su coordinador que tendrá en cuenta la inversión de la pena. Para evitar dichas sanciones en el futuro, por favor asegúrese de enviar su puntuación con prontitud.
fr: S'il existe une raison exceptionnelle pour laquelle vous n'avez pas pu soumettre votre score à temps, vous pouvez contacter votre coordinateur qui envisagera d'inverser la pénalité. Pour éviter de telles pénalités à l'avenir, assurez-vous de soumettre vos scores rapidement.

source: The {0} game between {1} and {2} in {3} has score entries which do not match.
de: Die {0} Spiel zwischen {1} und {2} in {3} hat Einträge punkten, die nicht übereinstimmen.
es: El {0} partido entre {1} y {2} en {3} tiene anotar entradas que no coincidan.
fr: Le match sur {0} entre {1} et {2} dans {3} correspond à des scores ne correspondant pas.

source: You can edit the game {0}.
de: Sie können das Spiel zu bearbeiten {0}.
es: Puede editar el juego {0}.
fr: Vous pouvez éditer le partie {0}.

source: Alternately, contact the coaches or captains, and whoever made a mistake with their entry can edit it themselves.
de: Alternativ kontaktieren Sie den Trainer oder Kapitäne, und wer einen Fehler gemacht mit ihrem Eintrag kann es selbst bearbeiten.
es: Como alternativa, póngase en contacto con los entrenadores o capitanes, y el que se ha cometido un error con su entrada puede editar ellos mismos.
fr: Vous pouvez également contacter les entraîneurs ou les capitaines et quiconque a commis une erreur avec leur entrée peut le modifier eux-mêmes.

source: your opponent
es: su oponente
fr: votre adversaire

source: We ask you to please submit the score as soon as possible.
de: Wir bitten Sie, bitte die Partitur so bald wie möglich vorzulegen.
es: Le pedimos que por favor enviar la puntuación tan pronto como sea posible.
fr: Nous vous demandons de bien vouloir soumettre le score le plus rapidement possible.

source: You can submit the score for this game {0}.
de: Sie können die Punktzahl für dieses Spiel einreichen {0}.
es: Puede enviar la puntuación para este juego {0}.
fr: Vous pouvez soumettre le score pour ce partie {0}.

source: and a loss of {0} Spirit points
de: und ein Verlust von {0} Geist Punkte
es: y una pérdida de {0} puntos Spirit
fr: et une perte de {0} points d'esprit

source: Remember to report the score within {0} of your game to avoid automatic score approval{1}.
de: Denken Sie daran, die Partitur innerhalb berichten {0} des Spiels automatische Punktzahl Genehmigung zu vermeiden {1}.
es: Recuerde que debe informar la puntuación dentro de {0} de su juego para evitar la aprobación de la puntuación automática {1}.
fr: N'oubliez pas de signaler le score à moins de {0} de votre partie pour éviter l'approbation automatique du score {1}.

source: {0} day
de: {0} Tag
es: {0} día
fr: {0} jour

source: {0} hour
de: {0} Stunde
es: {0} horas
fr: {0} heure

source: Your opponent has indicated that the game between your team {0} and {1}, starting at {2} on {3} in {4} was {5}.
de: Der Gegner hat darauf hingewiesen, dass das Spiel zwischen Ihrem Team {0} und {1}, ab {2} auf {3} in {4} war {5}.
es: Su oponente ha indicado que el partido entre su equipo {0} y {1}, a partir de {2} sobre {3} en {4} fue {5}.
fr: Votre adversaire a indiqué que le match entre votre équipe {0} et {1}, à partir de {2} sur {3} dans {4} était de {5}.

source: If the above score is correct, you can confirm it {0}, otherwise you can submit your score {1}.
de: Wenn die oben genannten Punktzahl korrekt ist, können Sie bestätigen, es {0}, sonst kann man das Score einzuschreiben {1}.
es: Si la puntuación es correcta, podrá confirmarla {0}, de lo contrario se puede enviar su puntuación {1}.
fr: Si le score ci-dessus est correct, vous pouvez le confirmer {0}. Sinon, vous pouvez envoyer votre score {1}.

source: Your second account has been deleted. If you cannot remember your password for the existing account, please use the "{0}" link below and a new password will be emailed to you.
de: Ihr zweites Konto wurde gelöscht. Wenn Sie Ihr Passwort für das bestehende Konto erinnern können, benutzen Sie bitte die "{0}" Link unten und ein neues Passwort wird Ihnen gemailt werden.
es: Su segunda cuenta ha sido borrada. Si no recuerda su contraseña de la cuenta existente, por favor use el "{0}" enlace de abajo y una nueva contraseña será enviada por correo electrónico.
fr: Votre deuxième compte a été supprimé. Si vous ne vous souvenez plus de votre mot de passe pour le compte existant, veuillez utiliser l'option «{0}» lien ci-dessous et un nouveau mot de passe vous sera envoyé par courrier électronique.

source: Forgot your password
fr: Mot de passe oublié

source: After you login, you can change your username and other profile details at
de: Nachdem Sie sich anmelden, können Sie Ihren Benutzernamen und andere Profildaten ändern zu
es: Después de iniciar sesión, puede cambiar su nombre de usuario y otros datos de perfil en
fr: Une fois connecté, vous pouvez modifier votre nom d'utilisateur et d'autres détails de profil à l'adresse suivante:

source: and change your password at
de: und ändern Sie Ihr Passwort an
es: y cambiar su contraseña en
fr: et changez votre mot de passe à

source: You can also check up-to-the-minute details here:
de: Sie können auch up-to-the-minute überprüfen Details hier:
es: También puede comprobar arriba-al minuto detalles aquí:
fr: Vous pouvez également vérifier les détails jusqu'à la minute ici:

source: If you are able to play:
de: Wenn Sie spielen können:
es: Si usted es capaz de jugar:
fr: Si vous êtes capable de jouer:

source: If you are available to play:
de: Wenn Sie zur Verfügung zu spielen:
es: Si no está disponible para jugar:
fr: Si vous êtes disponible pour jouer:

source: If you are unavailable to play:
de: Wenn Sie nicht zur Verfügung zu spielen:
es: Si no está disponible para jugar:
fr: Si vous n'êtes pas disponible pour jouer:

source: If you are {0} this game:
de: Wenn Sie {0} dieses Spiel:
es: Si usted es {0} este juego:
fr: Si vous êtes {0} ce partie:

source: You can update this or check up-to-the-minute details here:
de: Sie können diese zu aktualisieren oder zu überprüfen, up-to-the-minute Details hier:
es: Puede actualizar esta o del check-up-to-the-minute detalles aquí:
fr: Vous pouvez mettre à jour ceci ou vérifier les détails jusqu'à la minute ici:

source: {0} at {1}
de: {0} auf {1}
es: {0} a {1}
fr: {0} à {1}

source: If you want {0} to attend this event:
de: Wenn Sie {0} an dieser Veranstaltung teilnehmen:
es: Si desea {0} para asistir a este evento:
fr: Si vous souhaitez que {0} assiste à cet événement:

source: If you are able to attend:
de: Wenn Sie teilnehmen können:
es: Si usted es capaz de asistir a:
fr: Si vous êtes en mesure d'assister:

source: If you are unavailable to attend:
de: Wenn Sie nicht zur Verfügung zu besuchen:
es: Si no está disponible para asistir a:
fr: Si vous n'êtes pas disponible pour assister:

source: If you are {0} this event:
de: Wenn Sie {0} diese Veranstaltung:
es: Si usted es {0} este evento:
fr: Si vous êtes {0} cet événement:

source: click here: {0}
de: klicken Sie hier: {0}
es: haga clic aquí: {0}
fr: cliquez ici: {0}

source: After you login, you can change it at {0}
de: Nachdem Sie sich anmelden, können Sie es zu ändern {0}
es: Después de iniciar sesión, puede cambiarlo en {0}
fr: Après vous être connecté, vous pouvez le changer à {0}.

source: To confirm your position, simply pay for this registration at
de: Um Ihre Position zu bestätigen, zahlen einfach für diese Registrierung bei
es: Para confirmar su posición, sólo tiene que pagar por este registro en
fr: Pour confirmer votre position, payez simplement pour cette inscription à

source: If you are no longer interested in participating in this event, please remove yourself from the waiting list at
de: Wenn Sie nicht mehr interessiert sind, an dieser Veranstaltung teilzunehmen, entfernen Sie sich von der Warteliste auf
es: Si usted ya no está interesado en participar en este evento, por favor darse de baja de la lista de espera en
fr: Si vous ne souhaitez plus participer à cet événement, veuillez vous retirer de la liste d'attente à l'adresse

source: If you wish to be placed on the waiting list in case a spot opens up, you can re-register for this at
de: Wenn Sie auf die Warteliste gesetzt werden wollen, falls eine Stelle öffnet, können Sie für diese erneut registrieren zu
es: Si desea ser colocado en la lista de espera en caso de que un punto se abre hacia arriba, se puede volver a registrarse para esto en
fr: Si vous souhaitez être placé sur la liste d'attente au cas où une place s'ouvrirait, vous pouvez vous inscrire à nouveau à

source: Accept the request here:
de: Akzeptieren Sie die Anfrage hier:
es: Aceptar la solicitud aquí:
fr: Acceptez la demande ici:

source: Decline the request here:
de: Ablehnen der Anfrage hier:
es: Rechazar la solicitud aquí:
fr: Refuser la demande ici:

source: You can check availability at
de: Sie können die Verfügbarkeit prüfen zu
es: Puede comprobar la disponibilidad de
fr: Vous pouvez vérifier la disponibilité à

source: or to confirm your position, pay for this registration at
de: oder Ihre Position zu bestätigen, zahlen für diese Registrierung bei
es: o para confirmar su posición, pagar por este registro en
fr: ou pour confirmer votre position, payez cette inscription à

source: If you are no longer interested in participating in this event, please unregister at
de: Wenn Sie nicht mehr interessiert sind, an dieser Veranstaltung teilzunehmen, um die Registrierung bitte an
es: Si usted ya no está interesado en participar en este evento, por favor, anular el registro en
fr: Si vous ne souhaitez plus participer à cet événement, veuillez vous désinscrire à l'adresse suivante:

source: The {0} roster may be accessed at
de: Die {0} Roster kann abgerufen werden unter
es: El {0} de la lista puede consultarse en
fr: La liste {0} est accessible à l'adresse

source: More details about {0} may be found at
de: Mehr Details über {0} kann zu finden unter
es: Más detalles acerca de {0} puede ser encontrada en
fr: Plus de détails sur {0} peuvent être trouvés à

source: Accept the invitation here:
de: Nehmen Sie die Einladung hier:
es: Aceptar la invitación aquí:
fr: Acceptez l'invitation ici:

source: Decline the invitation here:
de: Ablehnen der Einladung hier:
es: Declinar la invitación aquí:
fr: Refuser l'invitation ici:

source: You can edit the game here:
de: Sie können das Spiel hier zu bearbeiten:
es: Puede editar el juego aquí:
fr: Vous pouvez éditer le partie ici:

source: You can submit the score for this game at
de: Sie können die Punktzahl für dieses Spiel einreichen bei
es: Puede enviar la puntuación para este juego en
fr: Vous pouvez soumettre le score pour ce partie à

source: If the above score is correct, you can confirm it here:
de: Wenn die oben genannten Punktzahl korrekt ist, können Sie es hier bestätigen:
es: Si la puntuación es correcta, podrá confirmarla aquí:
fr: Si le score ci-dessus est correct, vous pouvez le confirmer ici:

source: Otherwise, you can submit your score here:
de: Andernfalls können Sie Ihre Gäste hier einreichen:
es: De lo contrario, puede enviar su puntuación aquí:
fr: Sinon, vous pouvez soumettre votre score ici:

source: Connections
de: Anschlüsse
es: Conexiones
fr: Les liaisons

source: Event Connections
de: Event-Verbindungen
es: Conexiones de eventos
fr: Connexions d'événements

source: These two lists connect this event to events that have gone before. They will typically be the same. For more details see the help for each field.
de: Diese beiden Listen verbinden dieses Ereignis auf Ereignisse, die uns vorangegangen sind. Sie werden üblicherweise die gleichen sein. Weitere Einzelheiten finden Sie in der Hilfe für jedes Feld.
es: Estas dos listas se conectan a este evento para los eventos que se han ido antes. Ellos suelen ser el mismo. Para más detalles consulte la ayuda para cada campo.
fr: Ces deux listes connectent cet événement aux événements précédents. Ils seront généralement les mêmes. Pour plus de détails, voir l'aide pour chaque champ.

source: Events to consider as predecessors to this one:
de: Events als Vorgänger dieses zu berücksichtigen:
es: Eventos que considerar como precursores a éste:
fr: Événements à considérer comme prédécesseurs de celui-ci:

source: Select all that apply
de: Wählen Sie alle zutreffenden
es: Seleccione todas las que correspondan
fr: Sélectionnez tout ce qui s'y rapporte

source: Events that this one is considered a successor to:
de: Ereignisse, die dieses ein Nachfolger betrachtet wird:
es: Los eventos que éste se considera un sucesor:
fr: Événements que celui-ci est considéré comme un successeur de:

source: These two lists connect this event to events that come later, and are generally not applicable when creating a new event. They will typically be the same. For more details see the help for each field.
fr: Ces deux listes connectent cet événement à des événements ultérieurs et ne sont généralement pas applicables lors de la création d'un nouvel événement. Ils seront généralement les mêmes. Pour plus de détails, voir l'aide pour chaque champ.

source: Events that this one is considered a predecessor to:
fr: Événements que celui-ci est considéré comme un prédécesseur à:

source: Events to consider as successors to this one:
fr: Événements à considérer comme successeurs de celui-ci:

source: Events to consider as alternates to this one:
de: Events als Alternativen zu diesem zu berücksichtigen:
es: Eventos que considerar, como suplentes a éste:
fr: Événements à considérer comme remplaçants de celui-ci:

source: Edit Event
de: Ereignis bearbeiten
es: Editar Evento
fr: Modifier Évènement

source: Full name of this registration event.
de: Vollständiger Name dieser Anmeldung Veranstaltung.
es: Nombre completo de este evento de registro.
fr: Nom complet de cet événement d'inscription.

source: Complete description of the event, HTML is allowed.
de: Vollständige Beschreibung des Ereignisses wird HTML erlaubt.
es: Descripción completa del evento, se permite HTML.
fr: Description complète de l'événement, HTML est autorisé.

source: Note that any team type will result in team records being created. If you don't want this, then use the appropriate individual type.
de: Beachten Sie, dass jedes Team Typ wird im Team Aufzeichnungen führen geschaffen. Wenn Sie dies nicht wollen, dann verwenden Sie den entsprechenden individuellen Typ.
es: Tenga en cuenta que cualquier tipo de equipo se traducirá en los registros del equipo que se está creando. Si no desea que esto, a continuación, utilizar el tipo de individuo apropiado.
fr: Notez que tout type d'équipe entraînera la création d'enregistrements d'équipe. Si vous ne le souhaitez pas, utilisez le type individuel approprié.

source: -1 for no limit.
de: -1 Für keine Beschränkung.
es: -1 Para ningún límite.
fr: -1 pour aucune limite.

source: -1 for no limit, -2 to use open cap as combined limit.
de: -1 Für No-Limit, -2 Kappe als kombinierte Grenze zu verwenden.
es: -1 Para ningún límite, -2 a usar tapa masculina como límite combinado.
fr: -1 pour aucune limite, -2 pour utiliser le plafond ouvert comme limite combinée.

source: Allow multiple registrations
de: Lassen Sie Mehrfachregistrierungen
es: Permitir múltiples registros
fr: Autoriser plusieurs inscriptions

source: Can a single user register for this event multiple times?
de: Kann ein einzelner Benutzer mehrere Male für diese Veranstaltung anmelden?
es: ¿Puede un solo usuario registrarse para este evento varias veces?
fr: Un seul utilisateur peut-il s'inscrire à cet événement plusieurs fois?

source: Add Price Point
de: In Preis Punkt
es: Añadir Precio Point
fr: Ajouter un point de prix

source: Registration Events
de: Anmeldung Events
es: Registro de Eventos
fr: Événements d'inscription

source: Registration Events List
de: Anmeldung Events Liste
es: Lista de registro de eventos
fr: Liste des événements d'inscription
