Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: If this is enabled, any registrations which are still unpaid when the final spot is taken will be deleted; the argument for this is that, if someone hasn't paid yet, they have probably changed their mind, and leaving them at the front of the waiting list will only delay acceptance of others who are interested. If this is disabled, unpaid registrations will be moved to the front of the waiting list; the argument for this is that they did register first, so sending them to the back of the line may not be fair. Either way, you may want to publish a policy clearly stating your choice and reasons.
de: Wenn diese Option aktiviert ist, werden alle Anmeldungen, die noch nicht bezahlt sind, wenn die endgültige Stelle getroffen wird, werden gelöscht; das Argument dafür ist, dass, wenn jemand noch nicht bezahlt hat, haben sie wahrscheinlich ihre Meinung geändert, und sie auf der Vorderseite der Warteliste verlassen wird nur Akzeptanz anderer Menschen verzögern, die interessiert sind. Wenn dies deaktiviert ist, wird unbezahlte Anmeldungen an der Vorderseite der Warteliste bewegt werden; das Argument dafür ist, dass sie zum ersten Mal hat registrieren lassen, damit sie an die Rückseite der Linie zu senden kann nicht fair sein. So oder so, sollten Sie eine Richtlinie eindeutig Ihrer Wahl und die Gründe zu veröffentlichen, die besagt.
es: Si está activado, cualquier registro que todavía están sin pagar cuando se toma se eliminará el punto final; el argumento para esto es que, si alguien no ha pagado todavía, que probablemente han cambiado de opinión, y dejarlos en la parte delantera de la lista de espera sólo retrasar la aceptación de otros que están interesados. Si está desactivada, registros sin pagar serán trasladadas al principio de la lista de espera; el argumento para esto es que se registraron en primer lugar, por lo que enviarlos a la parte de atrás de la línea pueden no ser justos. De cualquier manera, es posible que desee publicar una política indicando claramente su elección y razones.
fr: Si cette option est activée, toutes les inscriptions qui sont toujours impayées lors de la prise de la dernière place seront supprimées; l'argument en ce sens est que, si quelqu'un n'a pas encore payé, il a probablement changé d'avis, et le laisser au début de la liste d'attente ne fera que retarder l'acceptation des autres intéressés. Si cette option est désactivée, les inscriptions non payées seront déplacées au début de la liste d'attente; l'argument avancé est qu'ils se sont enregistrés en premier, il est donc peut-être injuste de les envoyer au fond de la ligne. Dans les deux cas, vous pouvez publier une politique indiquant clairement votre choix et vos raisons.

source: Reservation Time
de: Reservierungszeit
es: Tiempo de reserva
fr: Heure de réservation

source: When a spot opens up, the next person on the waiting list is moved to "Reserved" status and notified via email. This setting determines how long (in hours) we will give them to pay before dropping them and moving to the next person. Keep in mind that emails may be sent at any time, so this should be set no lower than 12, and preferably 24 or higher. If a negative response is received at any time in this window, the process will continue immediately; this is a "worst-case" setting. A value of 0 will disable this and require manual expiry of reservations by an admin.
de: Wenn eine Stelle nach oben öffnet, wird die nächste Person, die auf der Warteliste bewegt per E-Mail "Reserved" Status und benachrichtigt zu. Diese Einstellung legt fest, wie lange (in Stunden), wir werden sie vor ihnen fallen zu zahlen geben und an die nächste Person zu bewegen. Beachten Sie, dass E-Mails können jederzeit gesendet werden, so sollte dies nicht weniger als 12 eingestellt werden, und vorzugsweise 24 oder höher. Wenn eine negative Antwort zu jeder Zeit in diesem Fenster empfangen wird, wird der Prozess sofort weiter; dies ist ein "worst-case" -Einstellung. Ein Wert von 0 wird diese deaktivieren und manuelle Ablauf der Reservierung von einem Admin benötigt.
es: Cuando un punto se abre hacia arriba, la siguiente persona en la lista de espera se trasladó a estado de "Reservado" y se notificará por correo electrónico. Este ajuste determina el tiempo (en horas) les daremos a pagar antes de caer ellos y pasar a la siguiente persona. Tenga en cuenta que los correos electrónicos se pueden enviar en cualquier momento, por lo que este debe establecerse no inferior a 12, y preferiblemente 24 o superior. Si se recibe una respuesta negativa en cualquier momento en esta ventana, el proceso continuará inmediatamente; este es un "peor de los casos" ajuste. Un valor de 0 desactivará este manual de caducidad y requieren de reservas por un administrador.
fr: When a spot opens up, the next person on the waiting list is moved to «Reserved» statut et notifié par email. Ce paramètre détermine combien de temps (en heures) nous leur donnerons à payer avant de les laisser tomber et de passer à la personne suivante. N'oubliez pas que les courriels peuvent être envoyés à tout moment. Par conséquent, cette valeur ne doit pas être inférieure à 12, ni de préférence à 24 ou plus. Si une réponse négative est reçue à tout moment dans cette fenêtre, le processus se poursuivra immédiatement; c'est un «worst-case» setting. A value of 0 will disable this and require manual expiry of reservations by an admin.

source: Defaulted Games
de: ausgefallene Spiele
es: Juegos en defecto
fr: Parties par défaut

source: Winning score to record for defaulted games
de: Punktzahl gewinnen für ausgefallene Spiele aufzeichnen
es: Ganar puntaje para grabar los juegos en defecto
fr: Gagner le score à enregistrer pour les parties par défaut

source: Losing score to record for defaulted games
de: Punktzahl zu verlieren für ausgefallene Spiele aufzeichnen
es: La pérdida de puntuación para grabar los juegos en defecto
fr: Perdre le score à enregistrer pour les parties par défaut

source: Transfer ratings points for defaulted games
de: Transfer Bewertungen Punkte für ausgefallene Spiele
es: Transferencia de puntos de rating para los juegos en defecto
fr: Transférez les points de classement pour les parties par défaut

source: Spirit Scores
de: Geist Noten
es: Las puntuaciones Spirit
fr: Scores d'esprit

source: Spirit Questions
de: Geist Fragen
es: Preguntas Spirit
fr: Questions d'esprit sportif

source: Default type of spirit questions to use when creating a new league.
de: Standard Art von Geist Fragen zu verwenden, wenn eine neue Liga zu schaffen.
es: El tipo de defecto de preguntas espirituales para usar al crear una nueva liga.
fr: Type de questions par défaut à utiliser lors de la création d'une nouvelle ligue.

source: Spirit Numeric
de: Geist numerische
es: Espíritu numérica
fr: Esprit numérique

source: Default enable or disable entry of numeric spirit scores when creating a new league.
de: Standard aktivieren oder Eingabe numerischer Geist Partituren zu deaktivieren, wenn eine neue Liga zu schaffen.
es: Por defecto habilitar o deshabilitar la entrada de las puntuaciones numéricas espirituosas al crear una nueva liga.
fr: Activer ou désactiver par défaut l'entrée des scores numériques lors de la création d'une nouvelle ligue

source: By using various combinations of questions and numeric entry above, you can have just the questionnaire, just the numeric entry, both or neither.
de: Durch die Verwendung von oben verschiedenen Kombinationen von Fragen und numerische Eingabe, können Sie einfach den Fragebogen haben, nur um die numerische Eingabe, beide oder keines von beiden.
es: Mediante el uso de diferentes combinaciones de preguntas y entrada numérica anterior, se puede tener sólo el cuestionario, sólo la entrada numérica, ambos o ninguno.
fr: En utilisant diverses combinaisons de questions et de saisie numérique ci-dessus, vous pouvez avoir uniquement le questionnaire, uniquement la saisie numérique, les deux ou aucun des deux.

source: The values set above will be the default value for leagues, but can be overridden on a per-league basis.
de: Die eingestellten Werte oben wird der Standardwert für Ligen sein, sondern kann auf einer Pro-Liga Basis außer Kraft gesetzt werden.
es: Los valores indicados anteriormente será el valor por defecto para las ligas, pero pueden modificarse en función de cada liga.
fr: Les valeurs définies ci-dessus seront la valeur par défaut pour les ligues, mais peuvent être remplacées par ligue.

source: Maximum spirit score, when no questionnaire is used
de: Maximale Geist-Score, wenn kein Fragebogen verwendet wird,
es: Puntaje máximo espíritu, cuando no se utiliza el cuestionario
fr: Score maximal de l'esprit, quand aucun questionnaire n'est utilisé

source: Spirit penalty for not entering score
de: Geist Strafe für nicht-Score Eingabe
es: Penalidad por no entrar en el espíritu puntuación
fr: Pénalité de l'esprit pour ne pas entrer score

source: Spirit Default
de: Geist Standard
es: Predeterminado espíritu
fr: Esprit par défaut

source: Include a default spirit score when not entered.
de: Fügen Sie einen Standard-Geist-Score, wenn sie nicht eingetragen.
es: Incluir una puntuación de espíritu por defecto cuando no aceptado.
fr: Inclure un score d'esprit par défaut lorsqu'il n'est pas entré.

source: Score Entry Features
de: Score Eintrag Eigenschaften
es: Puntuación Características de Entrada
fr: Caractéristiques d'entrée de score

source: If enabled, all-star submissions will be a per-league option; otherwise, they will be disabled entirely.
de: Wenn diese Option aktiviert, werden alle Sterne Einreichungen eine pro-Liga Option sein; andernfalls werden sie vollständig deaktiviert werden.
es: Si está activado, todas las estrellas presentaciones serán una opción por la liga; de lo contrario, van a ser desactivados por completo.
fr: Si cette option est activée, les soumissions all étoiles seront une option par ligue. sinon, ils seront totalement désactivés.

source: If enabled, coaches and captains will be allowed to file incident reports when submitting scores.
de: Wenn diese Option aktiviert, Trainer und Kapitäne werden dürfen Vorfall Berichte einreichen, wenn Partituren einreichen.
es: Si está activado, se permitirá a los entrenadores y capitanes de presentar informes de incidentes al presentar las puntuaciones.
fr: Si cette option est activée, les entraîneurs et les capitaines seront autorisés à déposer des rapports d'incident lors de la soumission des scores.

source: If enabled, "most spirited player" submissions will be a per-league option; otherwise, they will be disabled entirely.
de: Wenn aktiviert, wird "lebendigsten Spieler" Einreichungen eine pro-Liga Option sein; andernfalls werden sie vollständig deaktiviert werden.
es: Si está activado, presentaciones "la mayoría del reproductor de espíritu" será una opción por la liga; de lo contrario, van a ser desactivados por completo.
fr: If enabled, «most spirited player» les soumissions seront une option par ligue; sinon, ils seront totalement désactivés.

source: Handle stat submission and tracking as part of game scoring
de: Handle stat Einreichung und Verfolgung als Teil des Spiels Scoring
es: Manejar presentación de estadísticas y seguimiento como parte del juego de puntuación
fr: Gérer la soumission et le suivi des statistiques dans le cadre du jeu

source: Enable or disable stat tracking options. If enabled here, stats can still be disabled on a per-league basis.
de: Aktivieren oder Stat-Tracking-Optionen deaktivieren. Wenn hier aktiviert ist, können Statistiken immer noch auf einer Pro-Liga deaktiviert werden.
es: Habilitar o deshabilitar opciones de seguimiento de estadísticas. Si se habilita aquí, las estadísticas todavía se pueden desactivar en función de cada liga.
fr: Activer ou désactiver les options de suivi des statistiques. Si activé ici, les statistiques peuvent toujours être désactivées par ligue.

source: Handle carbon flip as part of game scoring
de: Griff Kohlenstoff Flip als Teil des Spiels Scoring
es: Manejar flip carbono como parte del juego de puntuación
fr: Manipulation du carbone dans le cadre du jeu

source: Enable or disable carbon flip, an environmentally-friendly option to replace traditional pre-game coin flips.
de: Aktivieren oder Kohlenstoff-Flip zu deaktivieren, eine umweltfreundliche Option zu ersetzen traditionellen Pre-Game Coin Flips.
es: Activar o desactivar tirón de carbono, una opción ecológica para reemplazar la moneda antes del juego tradicional voltea.
fr: Activez ou désactivez les retournements de carbone, une option écologique pour remplacer les lancers de pièces traditionnels avant les matchs.

source: Ask about the number of women designated players as part of game scoring
fr: Renseignez-vous sur le nombre de joueuses désignées dans le cadre de la notation des matchs

source: This will only apply to divisions where the ratio rule permits variation.
fr: Cela ne s'appliquera qu'aux divisions où la règle du ratio permet la variation.

source: Ask for a list of subs as part of game scoring
fr: Demander une liste de sous-marins dans le cadre du jeu

source: If enabled, captains will be asked to include a list of players who subbed for their team in the game.
fr: Si cette option est activée, les capitaines seront invités à inclure une liste des joueurs ayant remplacé leur équipe dans la partie.

source: Team Features
de: Team-Funktionen
es: Características del equipo
fr: Caracteristiques de l'équipe

source: Require Man and Woman Captains
fr: Exiger des capitaines homme et femme

source: Enable or disable the requirement for co-ed teams to have both a man and a woman captain (or coach, where applicable).
fr: Activer ou désactiver l'obligation pour les équipes mixtes d'avoir à la fois un homme et une femme capitaine (ou entraîneur, le cas échéant).

source: Handle Franchises
de: Griff Franchise
es: Manejar Franquicias
fr: S'occuper des franchises

source: Enable or disable linking of teams through franchises.
de: Aktivieren oder Verknüpfung von Teams durch Franchise deaktivieren.
es: Activar o desactivar el enlace de los equipos a través de franquicias.
fr: Activer ou désactiver la liaison des équipes par le biais de franchises.

source: Shirt Colours
de: Trikotfarben
es: Colores de la Camisa
fr: Couleurs des chandails

source: Disable this if teams don't have predetermined shirt colours (e.g. if you use pinnies or if matching shirt colours on a team is unimportant).
de: Deaktivieren Sie diese Option, wenn Teams haben keine vorgegebenen Hemdfarben (zB wenn Sie pinnies verwenden oder wenn passende Shirt Farben in einem Team ist unwichtig).
es: Desactivar esto si los equipos no tienen colores de la camisa predeterminados (por ejemplo, si se utiliza o si pinnies camisa a juego de colores en un equipo no es importante).
fr: Désactivez cette option si les équipes ne disposent pas de couleurs de chemise prédéterminées (par exemple, si vous utilisez des punaises ou si le fait d’accorder des couleurs de chemise à une équipe importe peu).

source: Shirt Numbers
de: Shirt mit Zahlen
es: Números de la Camisa
fr: Numéro de chandail

source: Enable or disable everything to do with shirt numbers. If enabled here, teams can still opt not to use this feature.
de: Aktivieren oder deaktivieren Sie alles mit Hemd Zahlen zu tun. Wenn hier aktiviert ist, können die Teams entscheiden sich immer noch nicht um diese Funktion zu nutzen.
es: Activar o desactivar todo lo relacionado con los dorsales. Si se habilita aquí, los equipos todavía pueden optar por no utilizar esta función.
fr: Activer ou désactiver tout ce qui concerne les numéros de maillot. Si activé ici, les équipes peuvent toujours choisir de ne pas utiliser cette fonctionnalité.

source: Allow URLs
de: Lassen Sie URLs
es: Permitir URLs
fr: Autoriser les URL

source: Enable or disable attachment of URLs to team and franchise records.
de: Aktivieren oder Deaktivieren der Befestigung von URLs zum Team und Franchise-Aufzeichnungen.
es: Activar o desactivar la unión de las direcciones URL para el equipo y expedientes de la licencia.
fr: Activer ou désactiver la connexion d'URL aux enregistrements d'équipe et de franchise.

source: Enable or disable attachment of Flickr slideshows to team records.
de: Aktivieren oder Deaktivieren der Befestigung von Flickr Diashows Aufzeichnungen zum Team.
es: Activar o desactivar la fijación de presentaciones de diapositivas de Flickr al equipo registros.
fr: Activer ou désactiver l’attachement de diaporamas Flickr aux enregistrements d’équipe.

source: Location Preference Features
de: Lage Bevorzugt Merkmale
es: Características ubicaciones de su preferencia
fr: Caractéristiques de préférence d'emplacement

source: Any or all of these options may be enabled; {0} will be allocated in order of most specific available preference to least.
de: Einige oder alle dieser Optionen werden aktiviert; {0} werden in der Reihenfolge der meisten spezifischen verfügbaren bevorzugt mindestens zugeordnet werden.
es: Cualquiera o todas estas opciones puede ser activado; {0} se asignarán por orden de preferencia disponibles más específica a menor.
fr: Toutes ces options peuvent être activées. {0} sera attribué dans l'ordre des préférences disponibles les plus spécifiques.

source: Home Field
de: Heimfeld
es: Casa de campo
fr: Terrain à domicile

source: If enabled, administrators will be able to assign home {0} to teams. Teams with home {0} will be scheduled there whenever possible.
de: Wenn diese Funktion aktiviert, werden Administratoren in der Lage sein, nach Hause zu vergeben {0} zu Teams. Teams mit nach Hause {0} wird es, wenn möglich geplant werden.
es: Si se habilita, los administradores podrán asignar el hogar {0} a los equipos. Los equipos con el hogar {0} se programarán allí siempre que sea posible.
fr: Si cette option est activée, les administrateurs pourront affecter {0} à la maison aux équipes. Les équipes avec domicile {0} seront programmées là-bas chaque fois que possible.

source: Facility Preference
de: Facility-Präferenz
es: Preferencia instalación
fr: Préférences d'établissements

source: If enabled, teams will be allowed to set a list of preferred facilities for scheduling.
de: Wenn diese Funktion aktiviert, werden Teams eine Liste der bevorzugten Anlagen für die Planung eingestellt erlaubt.
es: Si está activado, se permitirá a los equipos para establecer una lista de instalaciones preferidos para la programación.
fr: Si cette option est activée, les équipes seront autorisées à définir une liste d'installations préférées pour la planification.

source: If enabled, teams will be allowed to set a regional preference for scheduling.
de: Wenn diese Funktion aktiviert, werden Teams eine regionale Präferenz für die Planung eingestellt erlaubt.
es: Si está activado, se permitirá a los equipos para establecer una preferencia regional para la programación.
fr: Si activé, les équipes seront autorisées à définir une préférence régionale pour la planification.

source: Roster Management Features
de: Roster Management-Funktionen
es: Características de gestión de la lista
fr: Fonctions de gestion des listes

source: Force Roster Request Responses
de: Force-Roster Anfrage Antworten
es: Respuesta a las solicitudes roster vigor
fr: Forcer les réponses aux demandes de la liste

source: If enabled, players will be forced to respond to roster requests the next time they sign on. It is recommended to use either this or Generate Roster Emails, not both.
de: Wenn aktiviert, werden die Spieler gezwungen werden, zu reagieren Anfragen Roster sie das nächste Mal anmelden. Es wird empfohlen, entweder diese oder generieren Roster E-Mails zu verwenden, nicht beide.
es: Si está activado, los jugadores se verán obligados a responder a las peticiones PLANTILLA la próxima vez que inicie sesión en. Se recomienda el uso de esto o mensajes de correo electrónico Generar lista, no ambas.
fr: Si cette option est activée, les joueurs seront obligés de répondre aux demandes d’alignement lors de leur prochaine connexion. Il est recommandé d’utiliser soit ceci, soit l’option Generate Roster Emails, pas les deux.

source: Generate Roster Email
de: Generieren Roster E-Mail
es: Generar Lista de Correo Electrónico
fr: Générer une liste de courrier électronique

source: If enabled, emails will be sent to players invited to join rosters, and coaches and captains who have players request to join their teams. It is recommended to use either this or Force Roster Request Responses, not both.
de: Wenn diese Funktion aktiviert, werden E-Mails an Spieler gesendet Dienstpläne zur Teilnahme eingeladen, und Trainer und Kapitäne, die Spieler haben fordern ihre Teams zu verbinden. Es wird empfohlen, entweder diesen oder Force-Roster Bitte um Antwort, nicht beide.
es: Si está habilitado, los correos electrónicos serán enviados a jugadores invitados a unirse a las listas, y los entrenadores y capitanes que tienen los jugadores solicitud para unirse a su equipo. Se recomienda el uso de esto o Solicitar respuestas Fuerza Roster, no tanto.
fr: Si cette option est activée, les e-mails seront envoyés aux joueurs invités à rejoindre les alignements, ainsi qu’aux entraîneurs et capitaines ayant demandé aux joueurs de rejoindre leurs équipes. Il est recommandé d’utiliser cette réponse ou de forcer les réponses aux demandes d’alignement, pas les deux.

source: User Features
de: Benutzerfunktionen
es: Características de los usuarios
fr: Caractéristiques de l'utilisateur

source: By enabling this, you reduce administrative work and minimize delays for users. However, you also lose the ability to detect and eliminate duplicate accounts.
de: Durch die Aktivierung dieses reduzieren Sie administrative Arbeit und minimieren Verzögerungen für die Benutzer. Allerdings verlieren Sie auch die Möglichkeit, doppelte Konten zu erkennen und zu beseitigen.
es: Al permitir que esto se evitan las tareas administrativas y reducir al mínimo los retrasos para los usuarios. Sin embargo, también se pierde la capacidad de detectar y eliminar cuentas duplicadas.
fr: En activant cela, vous réduisez le travail administratif et minimisez les délais pour les utilisateurs. Cependant, vous perdez également la possibilité de détecter et d'éliminer les comptes en double.

source: Use of this feature is recommended only for brand new sites wanting to ease the transition for their members.
de: Die Verwendung dieser Funktion wird empfohlen, nur für die Marke neue Standorte wollen den Übergang für ihre Mitglieder zu erleichtern.
es: El uso de esta función se recomienda sólo para nuevos sitios que desean facilitar la transición de sus miembros.
fr: L'utilisation de cette fonctionnalité est recommandée uniquement pour les nouveaux sites souhaitant faciliter la transition pour leurs membres.

source: Anti-spam Measures
de: Anti-Spam-Maßnahmen
es: Las Medidas Anti-spam
fr: Mesures anti-spam

source: Enable this to add honeypot-style anti-spam measures to the "create account" page. These measures are generally invisible to users.
de: Aktivieren Sie diese Option Honeypot-Stil Anti-Spam-Maßnahmen in den "Konto erstellen" Seite hinzufügen. Diese Maßnahmen sind in der Regel unsichtbar für die Benutzer.
es: Activar esta opción para añadir medidas anti-spam de estilo honeypot a la página "Entrar". Estas medidas son generalmente invisibles para los usuarios.
fr: Enable this to add honeypot-style anti-spam measures to the «create account» page. Ces mesures sont généralement invisibles pour les utilisateurs.

source: Enable Joining Multiple Affiliates
de: Aktivieren Sie mehrere Tochtergesellschaften Beitritt
es: Habilitar la Unión de Múltiples Filiales
fr: Activer rejoindre plusieurs affiliés
