Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: No email column was found.
de: Keine E-Mail-Säule wurde gefunden.
es: No se encontró la columna de correo electrónico.
fr: Aucune colonne de courriel été trouvée.

source: New account
de: Neues Konto
es: Nueva cuenta
fr: Nouveau compte

source: Tokens are only valid for JSON requests
fr: Les jetons ne sont valables que pour les demandes JSON

source: Invalid username or password
fr: Nom d&#39;utilisateur ou mot de passe invalide

source: Invalid user.
de: Ungültiger Benutzer.
es: Usuario invalido.
fr: Utilisateur non valide.

source: The password has been updated.
de: Das Passwort wurde aktualisiert.
es: La contraseña se ha actualizado.
fr: Le mot de passe a été mis à jour.

source: The password could not be updated. Please, try again.
de: Das Kennwort konnte nicht aktualisiert werden. Bitte versuche es erneut.
es: La contraseña no se ha podido actualizar. Por favor, inténtelo de nuevo.
fr: Le mot de passe n'a pas pu être mis à jour. Veuillez réessayer.

source: You are already logged in. Use the change password form instead.
de: Sie sind bereits angemeldet. Nutzen Sie die Kennwortänderung statt.
es: Que ya está en el sistema. Utilice el formulario de cambio de contraseña en su lugar.
fr: Vous êtes déjà connecté. Utilisez plutôt le formulaire de modification du mot de passe.

source: The provided code is not valid!
de: Der angegebene Code ist nicht gültig!
es: El código introducido no es válido!
fr: Le code fourni n'est pas valide!

source: Your new password has been emailed to you.
de: Ihr neues Passwort wurde Ihnen per e-Mail.
es: Su nueva contraseña ha sido enviada por correo electrónico.
fr: Votre nouveau mot de passe vous a été envoyé par courriel.

source: There was an error emailing your new password to you, please try again. If you have continued problems, please contact the office.
de: Es ist ein Fehler aufgetreten neues Passwort per E-Mail, bitte versuchen Sie es erneut. Wenn Sie Probleme haben sich weiter, kontaktieren Sie bitte das Büro.
es: Hubo un error al enviar por correo electrónico su nueva contraseña para usted, por favor intente de nuevo. Si ha seguido los problemas, por favor, póngase en contacto con la oficina.
fr: Une erreur s'est produite lors de l'envoi de votre nouveau mot de passe par courrier électronique. Veuillez réessayer. Si vous avez des problèmes persistants, veuillez contacter le bureau.

source: No matching accounts were found!
de: Es wurden keine passenden Konten gefunden!
es: No se encontraron cuentas a juego!
fr: Aucun compte correspondant n'a été trouvé!

source: This account has no email address associated with it. Please contact an administrator to assist you.
de: Dieses Konto hat keine E-Mail-Adresse zugeordnet. Bitte kontaktieren Sie einen Administrator, Sie zu unterstützen.
es: Esta cuenta no tiene dirección de correo electrónico asociada a ella. Por favor, póngase en contacto con un administrador para ayudarle.
fr: Ce compte n'a pas d'adresse email associée. Veuillez contacter un administrateur pour vous aider.

source: Your reset code has been emailed to you.
de: Ihr Reset-Code wurde Ihnen per e-Mail.
es: Su código de restablecimiento se ha enviado por correo electrónico.
fr: Votre code de réinitialisation vous a été envoyé par courriel.

source: There was an error emailing the reset code to you, please try again. If you have continued problems, please contact the office.
de: Es war Ihnen ein Fehler E-Mail an den Reset-Code, bitte versuchen Sie es erneut. Wenn Sie Probleme haben sich weiter, kontaktieren Sie bitte das Büro.
es: Hubo un error al enviar por correo electrónico el código de restablecimiento para usted, por favor intente de nuevo. Si ha seguido los problemas, por favor, póngase en contacto con la oficina.
fr: Une erreur s'est produite lors de l'envoi du code de réinitialisation par courrier électronique. Veuillez réessayer. Si vous avez des problèmes persistants, veuillez contacter le bureau.

source: Multiple matching accounts were found for this email address; you will need to specify the username.
de: Multiple Matching Konten wurden für diese E-Mail-Adresse; Sie müssen den Benutzernamen angeben.
es: Se encontraron múltiples cuentas coincidentes para esta dirección de correo electrónico; tendrá que especificar el nombre de usuario.
fr: Plusieurs comptes correspondants ont été trouvés pour cette adresse e-mail; vous devrez spécifier le nom d'utilisateur.

source: Password reset code
de: Passwort Reset-Code
es: Código de restablecimiento de contraseña
fr: Code de réinitialisation du mot de passe

source: New Password
de: Neues Kennwort
es: Nueva Contraseña
fr: Nouveau mot de passe

source: Invalid waiver.
de: Ungültige Verzicht.
es: Exención válida.
fr: Renonciation invalide.

source: The waiver has been saved.
de: Der Verzicht wurde gespeichert.
es: La renuncia se ha guardado.
fr: La renonciation a été enregistrée.

source: The waiver could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La renuncia no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La renonciation n'a pas pu être sauvegardée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: This waiver has already been signed, so for legal reasons the text cannot be edited.
de: Dieser Verzicht wurde bereits unterzeichnet, so aus rechtlichen Gründen der Text nicht bearbeitet werden kann.
es: Esta renuncia ya se ha firmado, por razones legales, el texto no se puede editar.
fr: Cette renonciation ayant déjà été signée, le texte ne peut pas être modifié pour des raisons juridiques.

source: The following records reference this waiver, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta renuncia, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette renonciation et ne peuvent donc pas être supprimés.

source: The waiver has been deleted.
de: Der Verzicht wurde gelöscht.
es: La renuncia ha sido eliminado.
fr: La renonciation a été supprimée.

source: The waiver could not be deleted. Please, try again.
de: Der Verzicht konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La renuncia no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: La renonciation n'a pas pu être supprimée. Veuillez réessayer.

source: Waiver signed.
de: Verzicht unterzeichnet.
es: Renuncia firmada.
fr: Formulaire signé.

source: Failed to save the waiver.
de: Konnte den Verzicht zu speichern.
es: No se pudo guardar la renuncia.
fr: Échec de sauvegarde du formulaire.

source: Sorry, you may only proceed by agreeing to the waiver.
de: Sorry, Sie können nur durch die Zustimmung zu dem Verzicht fortzufahren.
es: Lo sentimos, sólo puede proceder al aceptar la renuncia.
fr: Désolé, vous ne pouvez procéder qu'en acceptant la renonciation.

source: Invalid waiver date.
de: Ungültige Verzicht Datum.
es: Fecha de la renuncia válida.
fr: Date de renonciation invalide.

source: There is currently a {0} in progress. If unsuccessful, it will expire in 15 minutes.
de: Derzeit gibt es eine {0} im Gange. Wenn dies nicht erfolgreich, wird es in 15 Minuten ab.
es: En la actualidad existe un {0} en curso. Si no tiene éxito, caducará en 15 minutos.
fr: Il y a actuellement un {0} en cours. En cas d'échec, il expirera dans 15 minutes.

source: Incident Manager
es: Gestor de Incidentes
fr: Gestionnaire d'incident

source: Incident report: {0}
de: Vorfallsbericht: {0}
es: Informe de incidente: {0}
fr: Rapport d'incident: {0}

source: Your incident report details have been sent for handling.
de: Ihr Vorfall Bericht Details wurden für den Umgang mit gesendet.
es: Sus detalles del informe de incidentes se han enviado para su manipulación.
fr: Votre rapport d'incident à été envoyé pour traitement.

source: There was an error sending your incident report details. Please send them to {0} to ensure proper handling.
de: Es ist ein Fehler aufgetreten Vorfall Bericht Details zu senden. Bitte senden Sie diese an {0}, um eine ordnungsgemäße Handhabung gewährleisten.
es: Hubo un incidente el envío de sus detalles del informe de error. Favor de enviar a {0} para asegurar un manejo adecuado.
fr: Une erreur s'est produite lors de l'envoi des détails de votre rapport d'incident. Merci de les envoyer à {0} pour assurer un traitement correct.

source: This score agrees with the score submitted by your opponent. It will now be posted as an official game result.
de: Diese Punktzahl stimmt mit der Punktzahl von Ihrem Gegner abgegeben. Es wird nun als offizielle Spielergebnis gebucht werden.
es: Esta puntuación está de acuerdo con la puntuación presentada por su oponente. Ahora será publicada como un resultado oficial del juego.
fr: Ce score est en accord avec le score soumis par votre adversaire. Il sera maintenant affiché comme résultat officiel du partie.

source: a win for your team
de: ein Sieg für Ihr Team
es: Una victoria para su equipo
fr: une victoire pour votre équipe

source: a default loss for your team
de: ein Standard-Verlust für Ihr Team
es: una pérdida por defecto para su equipo
fr: une défaite par défault pour votre équipe

source: a {0}-{1} loss for your team
de: a {0}-{1} Verlust für Ihr Team
es: un {0}-{1} pérdida para su equipo
fr: une défaite {0}-{1} pour votre équipe

source: a loss for your team
de: ein Verlust für Ihr Team
es: una pérdida para su equipo
fr: une défaite pour votre équipe

source: a default win for your team
de: ein Standard-Sieg für Ihr Team
es: una victoria por defecto para su equipo
fr: une victoire par défault pour votre équipe

source: a {0}-{1} win for your team
de: a {0}-{1} für Ihr Team gewinnen
es: un {0}-{1} ganar a su equipo
fr: une victoire {0}-{1} pour votre équipe

source: a tie
de: eine Krawatte
es: un lazo
fr: partie nulle

source: a {0}-{1} tie
de: a {0}-{1} Krawatte
es: un {0}-{1} lazo
fr: une cravate {0} - {1}

source: This score has been saved. Once your opponent has entered their score, it will be officially posted. The score you have submitted indicates that this game was {0}. If this is incorrect, you can {1} to correct it.
de: Diese Punktzahl wurde gespeichert. Sobald Ihr Gegner ein Tor betreten hat, wird es offiziell veröffentlicht. Die Note, die Sie abgegeben haben zeigt, dass dieses Spiel war {0}. Wenn dies nicht korrekt ist, können Sie {1}, um es zu korrigieren.
es: Esta puntuación se ha guardado. Una vez que su oponente ha entrado en su puntuación, que será publicado oficialmente. La puntuación que haya enviado indica que este juego era {0}. Si esto es incorrecto, puede {1} para corregirlo.
fr: Ce score a été enregistré. Une fois que votre adversaire a entré son score, celui-ci sera officiellement publié. Le score que vous avez envoyé indique que ce partie était {0}. Si cela est incorrect, vous pouvez {1} corriger le problème.

source: edit the score
de: bearbeiten die Partitur
es: editar la partitura
fr: éditer la partition

source: Opponent score submission
de: Gegner Ergebnis Unterwerfung
es: Presentación puntuación oponente
fr: Soumission de l'adversaire

source: Score entry mismatch
de: Score Eintrag Mismatch
es: Puntuación de entrada desajuste
fr: Marquez l'inadéquation de l'entrée

source: This score doesn't agree with the one your opponent submitted. Because of this, the score will not be posted until your coordinator approves it. Alternately, whichever coach or captain made an error can {0}.
de: Diese Punktzahl nicht einverstanden mit dem, dein Gegner abgegeben. Aus diesem Grund wird die Punktzahl nicht gebucht werden, bis der Koordinator es billigt. Alternativ, je nachdem welche Trainer oder Kapitän einen Fehler gemacht kann {0}.
es: Esta puntuación no está de acuerdo con el que su oponente presentó. Debido a esto, la puntuación no será publicado hasta que el coordinador de la apruebe. Como alternativa, el que sea el entrenador o capitán cometió un error puede {0}.
fr: Ce score ne correspond pas à celui de votre adversaire. Pour cette raison, le score ne sera pas publié tant que votre coordinateur ne l’aura pas approuvé. Sinon, l’entraîneur ou le capitaine ayant commis une erreur peut {0}.

source: edit their submission
de: bearbeiten ihre Unterwerfung
es: editar su presentación
fr: éditer leur soumission

source: {0} notification of score approval
de: {0} Benachrichtigung der Partitur Genehmigung
es: {0} notificación de la aprobación puntuación
fr: {0} notification de l'approbation du score

source: {0} reminder to submit score
de: {0} Erinnerung Punktzahl zu senden
es: {0} recordatorio para presentar resultados
fr: {0} rappel à soumettre le score

source: {0} Registration removed
de: {0} Registrierung entfernt
es: {0} Registro eliminado
fr: {0} Enregistrement supprimé

source: {0} Registration moved to waiting list
de: {0} bewegt Registrierung auf Warteliste
es: {0} Registro trasladó a la lista de espera
fr: {0} Inscription déplacée vers la liste d'attente

source: {0} Waiting list opening
de: {0} Warteliste Öffnung
es: {0} Lista de espera apertura
fr: {0} Ouverture de la liste d'attente

source: Subject must not be blank.
de: Subject darf nicht leer sein.
es: El sujeto no debe estar en blanco.
fr: Le sujet ne doit pas être vide.

source: Message must not be blank.
de: Nachricht darf nicht leer sein.
es: Mensaje no debe estar en blanco.
fr: Le message ne doit pas être vide.

source: You do not have permission to act as that person.
de: Sie haben keine Berechtigung, als diese Person zu handeln.
es: Usted no tiene permiso para actuar como esa persona.
fr: Vous n'avez pas la permission d'agir au nom de cette personne.

source: Version in {0} follows.
fr: La version dans {0} suit.

source: No score entry found for either team; cannot finalize this game.
de: Keine Punktzahl Eintritt für beide Teams gefunden; kann dieses Spiel nicht beenden.
es: Sin marcador de entrada encontrada para cualquiera de los equipos; no puede finalizar este juego.
fr: Aucune entrée de score n'a été trouvée pour l'une ou l'autre des équipes. ne peut pas finaliser ce partie.

source: Winner of game {0}
de: Gewinner des Spiels {0}
es: Ganador del juego {0}
fr: Gagnant de la partie {0}

source: Loser of game {0}
de: Loser Spiel {0}
es: Perdedor del juego {0}
fr: Perdant de la partie {0}

source: {0} seed
de: {0} Samen
es: {0} semilla
fr: {0} graine

source: Roster Designation
fr: Désignation de la liste

source: Must not be blank.
de: Darf nicht leer sein.
es: No debe estar en blanco.
fr: Ne doit pas être vide.

source: Select one.
de: Wähle eins.
es: Seleccione uno.
fr: Sélectionnez-en un.

source: This is a required field.
de: Dies ist ein Pflichtfeld.
es: Este es un campo obligatorio.
fr: Ce champ est requis.

source: Deposit
de: Anzahlung
es: Depositar
fr: Dépôt

source: Remaining balance
de: Die verbleibende Summe
es: Balance restante
fr: Solde restant

# standings
source: W
fr: V

# standings
source: L
fr: P

# standings
source: T
fr: M

source: Start
de: Anfang
es: Comienzo
fr: Début

source: Timeout
de: Auszeit
es: Se acabó el tiempo
fr: Temps libre

source: The name cannot be blank.
de: Der Name darf nicht leer sein.
es: El nombre no puede estar en blanco.
fr: Le nom ne peut pas être vide.

source: You must select a valid question.
de: Sie müssen eine gültige Frage auswählen.
es: Debe seleccionar una pregunta válida.
fr: Vous devez sélectionner une question valide.

source: {0} {1} (with {2})
de: {0} {1} (mit {2})
es: {0} {1} (con {2})
fr: {0} {1} (avec {2})

source: You must select a valid affiliate.
de: Sie müssen eine gültige Affiliate wählen.
es: Debe seleccionar un afiliado válida.
fr: Vous devez sélectionner un affilié valide.

source: The description cannot be blank.
de: Die Beschreibung kann nicht leer sein.
es: La descripción no puede estar en blanco.
fr: La description ne peut pas être vide.

source: You must select a valid category.
de: Sie müssen eine gültige Kategorie auswählen.
es: Debe seleccionar una categoría válida.
fr: Vous devez sélectionner une catégorie valide.

source: Select whether or not this badge will be active in your system.
de: Wählen Sie, ob dieses Abzeichen in Ihrem System aktiv sein wird.
es: Seleccione si desea que esta placa estará activo en su sistema.
fr: Sélectionnez si ce badge sera actif ou non sur votre système.

source: You must provide the file name of the badge icon, relative to the icons folder.
de: Sie müssen den Dateinamen des Abzeichens Symbol, bezogen auf die Icons Ordner bereitstellen.
es: Debe proporcionar el nombre de archivo del icono de la insignia, relativa a la carpeta iconos.
fr: Vous devez fournir le nom de fichier de l'icône du badge, par rapport au dossier des icônes.

source: Gender
de: Geschlecht
es: Género
fr: Genre

source: gender
es: género
fr: genre

source: roster designation
fr: désignation de la liste

source: Contact name must not be blank.
de: Kontaktname darf nicht leer sein.
es: Nombre de contacto no debe estar en blanco.
fr: Le nom du contact ne doit pas être vide.

source: You must provide a valid email address.
de: Sie müssen eine gültige E-Mail-Adresse angeben.
es: Debe proporcionar una dirección de correo electrónico válida.
fr: Vous devez fournir une adresse email valide.

source: There is already a contact by that name.
de: Es gibt bereits einen Kontakt mit diesem Namen.
es: Ya existe un contacto con ese nombre.
fr: Il existe déjà un contact portant ce nom.

source: You must provide a valid date for the first game.
de: Sie müssen ein gültiges Datum für das erste Spiel zur Verfügung stellen.
es: Debe proporcionar una fecha válida para el primer juego.
fr: Vous devez fournir une date valide pour le premier match.

source: You must provide a valid date for the last game.
de: Sie müssen ein gültiges Datum für das letzte Spiel bieten.
es: Debe proporcionar una fecha válida para el último partido.
fr: Vous devez fournir une date valide pour le dernier match.

source: You must select a valid ratio rule.
de: Sie müssen eine gültige Verhältnisregel auswählen.
es: Debe seleccionar una regla de razón válida.
fr: Vous devez sélectionner une règle de ratio valide.

source: You must provide a valid roster deadline.
de: Sie müssen eine gültige Roster Frist liefern.
es: Debe proporcionar un plazo plantel válida.
fr: Vous devez fournir une date limite valide pour la liste.

source: You must select a valid schedule type.
de: Sie müssen einen gültigen Plantyp auswählen.
es: Debe seleccionar un tipo de programación válida.
fr: Vous devez sélectionner un type de planification valide.

source: You must select a valid league.
de: Sie müssen eine gültige Liga auswählen.
es: Debe seleccionar una liga válida.
fr: Vous devez sélectionner une ligue valide.

source: Division names can only be blank if there is a single division in the league.
de: Abteilung Namen können nur leer sein, wenn es eine einzige Abteilung in der Liga ist.
es: Nombres de división sólo pueden estar en blanco si no hay una única división en la liga.
fr: Les noms de division ne peuvent être laissés en blanc que s'il y a une seule division dans la ligue.

source: First game date must be between last year and next year.
de: Erstes Spiel Datum muss zwischen dem letzten und dem nächsten Jahr sein.
es: Primera fecha de juego debe estar comprendido entre el año pasado y el año que viene.
fr: La date du premier match doit être comprise entre l'année dernière et l'année suivante.

source: Last game date must be between last year and next year.
de: Letztes Spiel Datum zwischen dem letzten und dem nächsten Jahr sein.
es: Fecha de juego debe estar comprendido entre el año pasado y el año que viene.
fr: La date du dernier match doit être comprise entre l'année dernière et l'année suivante.

source: The last game cannot be before the first game.
de: Das letzte Spiel kann nicht vor dem ersten Spiel.
es: El último juego no puede ser antes del primer juego.
fr: Le dernier match ne peut pas être avant le premier match.

source: Roster deadline date must be between last year and next year.
de: Roster Stichtag muss zwischen dem letzten und dem nächsten Jahr sein.
es: Lista fecha límite debe estar comprendido entre el año pasado y el año que viene.
fr: La date limite d'inscription doit être comprise entre l'année dernière et l'année suivante.

source: The roster deadline date cannot be after the close date.
de: Die Liste Stichtag kann nicht nach dem Abschlussdatum sein.
es: La fecha límite de nómina no puede ser posterior a la fecha de cierre.
fr: La date limite de la liste ne peut pas être postérieure à la date limite.

source: There is an error in the rule syntax.
de: Es ist ein Fehler in der Regelsyntax.
es: Hay un error en la sintaxis de regla.
fr: Il y a une erreur dans la syntaxe de la règle.

source: You must select a valid roster method.
de: Sie müssen eine gültige Roster Methode auswählen.
es: Debe seleccionar un método de lista válida.
fr: Vous devez sélectionner une méthode de liste valide.

source: You must select a valid rating calculator.
de: Sie müssen einen gültigen Rating-Rechner auswählen.
es: Debe seleccionar una calculadora de habilitación en vigor.
fr: Vous devez sélectionner une calculatrice de classement valide.

source: You must select a valid allstar entry option.
de: Sie müssen eine gültige allstar Eintrag Option auswählen.
es: Debe seleccionar una opción de entrada allstar válida.
fr: Vous devez sélectionner une option d'entrée allstar valide.

source: You must select a valid "most spirited player" entry option.
de: Sie müssen eine gültige "lebendigsten Spieler" Eingabeoption auswählen.
es: Debe seleccionar un válida opción de entrada "más enérgica jugador".
fr: You must select a valid «most spirited player» option d'entrée.

source: You must select whether or not teams can be excluded from scheduling.
de: Sie müssen wählen, ob oder nicht können Teams von der Terminplanung ausgeschlossen werden.
es: Usted debe seleccionar si desea que los equipos pueden ser excluidos de la programación.
fr: Vous devez choisir si les équipes peuvent ou non être exclues de la planification.

source: You must select whether or not to flag players without current memberships on team rosters.
de: Sie müssen festlegen, ob oder nicht Flagge Spieler ohne aktuelle Mitgliedschaften auf Mannschaftsaufstellungen.
es: Debe seleccionar si desea o no jugadores bandera sin afiliaciones actuales sobre listas de los equipos.
fr: Vous devez choisir d’indiquer ou non les joueurs sans abonnement actuel sur les listes d’équipes.

source: You must select whether or not to flag players on multiple teams in the same league.
de: Sie müssen festlegen, ob oder nicht Flagge Spieler auf mehreren Teams in der gleichen Liga.
es: Debe seleccionar si o no a los jugadores de la bandera en varios equipos en la misma liga.
fr: Vous devez choisir de signaler ou non les joueurs de plusieurs équipes de la même ligue.

source: You must select whether or not to flag players that potentially have scheduling conflicts.
de: Sie müssen festlegen, ob oder nicht Flag Spieler, die möglicherweise Planungskonflikte haben.
es: Debe seleccionar si desea o no jugadores bandera que potencialmente tienen conflictos de programación.
fr: Vous devez choisir de signaler ou non les joueurs potentiellement en conflit de planification.

source: You must select at least one day!
de: Sie müssen mindestens einen Tag auswählen!
es: Debe seleccionar al menos un día!
fr: Vous devez sélectionner au moins un jour!

source: You cannot delete the only division in a league.
de: Sie können nicht die einzige Abteilung in einer Liga zu löschen.
es: No se puede eliminar la única división en una liga.
fr: Vous ne pouvez pas supprimer la seule division d'une ligue.
