Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Enter any special notes about parking here. This might include pointers to handy spots to park, areas that the neighbourhood has requested not be used for street parking, or warnings about commonly-missed bylaws.
de: Geben Sie spezielle Anmerkungen über das Parken hier. Dies könnte Hinweise auf handliche Flecken gehören zu parken, Bereiche, die die Nachbarschaft angefordert hat, nicht für die Parkplätze genutzt werden, oder Warnungen über häufig vermisste Statuten.
es: Introduzca notas especiales sobre el aparcamiento aquí. Esto podría incluir enlaces a sitios útiles para aparcar, zonas que el barrio ha solicitado no pueden utilizarse para aparcamiento en la calle, o advertencias acerca estatutos perdidas comúnmente.
fr: Entrez toutes les notes spéciales concernant le stationnement ici. Cela peut inclure des indications sur les endroits pratiques pour se garer, les zones que le quartier a demandé de ne pas utiliser pour le stationnement dans la rue, ou des avertissements concernant les règlements souvent omis.

source: Use this area for any general instructions that don't fall under other categories. Examples might include {0} setup notes, presence of playgrounds for those with children, etc.
de: In diesem Bereich können für alle allgemeinen Anweisungen, die nicht unter andere Kategorien fallen. Beispiele hierfür seien die {0} Setup - Notizen, die Anwesenheit von Spielplätzen für Frauen mit Kindern usw.
es: Utilice esta área para obtener instrucciones generales que no estén incluidos en otras categorías. Los ejemplos pueden incluir {0} notas de instalación, presencia de zonas de juegos para los que tienen hijos, etc.
fr: Utilisez cette zone pour toute instruction générale ne relevant pas d'autres catégories. Les exemples peuvent inclure {0} notes d'installation, la présence de terrains de jeux pour les enfants, etc.

source: Site instructions are only visible to people logged into {0}. This is where any confidential information, such as emergency facility contact numbers, combinations for parking locks, etc. should go.
de: Site - Anweisungen sind nur für Personen sichtbar, angemeldet in {0}. Dies ist, wo keine vertraulichen Informationen wie Notfalleinrichtung Kontaktnummern, Kombinationen für Parksperren usw. gehen sollte.
es: Instrucciones del sitio son accesibles solamente a los usuarios que iniciaron sesión en {0}. Aquí es donde cualquier información confidencial, como números de contacto de emergencia, instalaciones de combinaciones para las cerraduras de estacionamiento, etc. debe ir.
fr: Les instructions de site ne sont visibles que par les personnes connectées à {0}. C’est là que doivent être placées toutes les informations confidentielles, telles que les numéros de téléphone des services d’urgence, les combinaisons de verrous de stationnement, etc.

source: Looking for a way to score some "team deals" at local eateries, or generate a little extra revenue? You can "sell" sponsorship of facilities to local businesses, and put their ads here.
de: Sie suchen einen Weg, um etwas "Team-Angebote" ein Tor in lokalen Restaurants, oder ein wenig zusätzliche Einnahmen zu generieren? Sie können das Sponsoring von Einrichtungen für lokale Unternehmen "verkaufen", und ihre Anzeigen hier setzen.
es: Buscando una manera de ganar un poco "ofertas del equipo" en restaurantes locales, o generar un poco de ingresos adicionales? Puede "venta" El patrocinio de las instalaciones a las empresas locales, y poner sus anuncios aquí.
fr: Looking for a way to score some «team deals» dans les restaurants locaux, ou générer un petit revenu supplémentaire? Vous pouvez «sell» sponsorship of facilities to local businesses, and put their ads here.

source: Wherever possible, provide pertinent information for public transit users. This might include route numbers and timing, stop locations, or optimized route options.
de: Wo immer möglich, bieten wichtige Informationen für den Benutzern öffentlicher Verkehrsmittel. Dies könnte Wegzahlen und Timing, Stopp-Standorten oder optimierte Routenoptionen.
es: Siempre que sea posible, proporcionar información pertinente para los usuarios de transporte público. Esto podría incluir los números de ruta y horarios, ubicaciones de las paradas, o las opciones de ruta optimizada.
fr: Dans la mesure du possible, fournissez des informations pertinentes aux utilisateurs du transport en commun. Cela peut inclure des numéros d’itinéraire et des horaires, des arrêts ou des options d’itinéraires optimisés.

source: If the facility has washroom facilities, they can be detailed here. This can also be used to explicitly point out a lack of washroom facilities.
de: Wenn die Anlage Waschräume hat, können sie hier im Detail beschrieben. Dies kann auch explizit verwendet werden, um einen Mangel an Sanitäranlagen hinweisen.
es: Si la instalación cuenta con instalaciones de baño, pueden ser detallado aquí. Esto también se puede utilizar para explícitamente señalar la falta de instalaciones de aseo.
fr: Si l'installation dispose de toilettes, vous pouvez les détailler ici. Ceci peut également être utilisé pour signaler explicitement un manque d'installations sanitaires.

source: Typically, a {0} should be marked as "open" if it is in use by a current or upcoming league. By "closing" {1} not currently in use, the {0} list will only display those facilities that players might need to travel to, making it easier for them to find relevant information.
de: Typischerweise wird eine {0} sollte als "open" gekennzeichnet werden, wenn sie im Gebrauch von einem aktuellen oder kommenden Liga. Mit "Schließen" {1} derzeit nicht in Gebrauch, die {0} Liste werden nur die Einrichtungen angezeigt werden, dass die Spieler reisen könnte müssen, so dass es leichter für sie relevanten Informationen zu finden.
es: Típicamente, un {0} debe ser marcado como "abierta" si está en uso por una liga actual o próxima. Por "cierre" {1} no está en uso, el {0} lista sólo mostrará aquellas instalaciones que los jugadores puedan necesitar viajar, por lo que es más fácil para ellos encontrar información relevante.
fr: Typically, a {0} should be marked as «open» s'il est utilisé par une ligue actuelle ou à venir. Par «closing» {1} not currently in use, the {0} list will only display those facilities that players might need to travel to, making it easier for them to find relevant information.

source: When there are multiple {0} at a single facility, the individual {0} are distinguished by "number". This might be as simple as "1", "2" and "3", it might be "East" and "West", or (particularly at large multi-use facilities) it might be something more like "Soccer 1 North".
de: Wenn es mehrere sind {0} in einer einzigen Einrichtung, die einzelnen {0} werden durch "number" ausgezeichnet. Dies könnte so einfach wie "1", "2" und "3" sein, es sein könnte "East" und "West", oder (insbesondere bei großen Multi-Use-Einrichtungen) es könnte etwas mehr wie "Fußball 1 North" sein.
es: Cuando hay múltiples {0} en una sola instalación, el individuo {0} se distinguen por "número". Esto podría ser tan simple como "1", "2" y "3", que podría ser "Oriental" y "West", o (sobre todo en las grandes instalaciones de usos múltiples) se podría ser algo más como "Fútbol 1 Norte".
fr: When there are multiple {0} at a single facility, the individual {0} are distinguished by «number». Cela pourrait être aussi simple que «1», «2» and «3», it might be «East» and «West», or (particularly at large multi-use facilities) it might be something more like «Soccer 1 North».

source: As this is used in a number of displays, it should be kept as succinct as possible, without loss of specificity. For example, "Soccer1N" might be sufficient instead of "Soccer 1 North". One common scheme is to number {0} starting with the {1} closest to the parking lot or entrance. Remember that players can always refer to the {1} layout diagram if they are in doubt.
de: Da dies in einer Reihe von Displays verwendet wird, sollte es so knapp wie möglich gehalten werden, ohne Verlust an Spezifität. Beispiel: "Soccer1N" könnte anstelle von "Soccer 1 North" ausreichend sein. Ein gemeinsames System ist auf Nummer {0} beginnend mit der {1} am nächsten zum Parkplatz oder Eingang. Denken Sie daran, dass die Spieler immer verweisen auf die {1} Layout - Diagramm, wenn sie sich nicht sicher sind.
es: Como se utiliza en una serie de pantallas, que debe ser lo más breve posible, sin pérdida de especificidad. Por ejemplo, "Soccer1N" podría ser suficiente en lugar de "Fútbol 1 Norte". Un esquema común es el número {0} a partir de la {1} más cercana a la playa de estacionamiento o entrada. Recuerde que los jugadores siempre se refieren a la {1} diagrama de distribución si están en duda.
fr: As this is used in a number of displays, it should be kept as succinct as possible, without loss of specificity. For example, «Soccer1N» pourrait suffire au lieu de «Soccer 1 North». One common scheme is to number {0} starting with the {1} closest to the parking lot or entrance. Remember that players can always refer to the {1} layout diagram if they are in doubt.

source: By default, this system formats 8PM as {0}, and today as either {1} or {2} (depending on the context). {3} to change these settings to something that suits you better (e.g. many people prefer 12 hour format to 24 hour).
de: Standardmäßig ist diese Systemformate 20.00 Uhr als {0}, und heute entweder als {1} oder {2} (je nach Kontext). {3}, um diese Einstellungen zu ändern, die zu Ihnen passt besser (zB viele Menschen 12 Stunden vorziehen Format zu 24 Stunden).
es: De manera predeterminada, esta 20:00 formatos del sistema como {0}, y hoy en día, ya sea como {1} o {2} (dependiendo del contexto). {3} para cambiar esta configuración a algo que le convenga mejor (por ejemplo, mucha gente prefiere 12 horas formato de 24 horas).
fr: Par défaut, ce système formate 8PM en tant que {0} et aujourd'hui en tant que {1} ou {2} (selon le contexte). {3} pour modifier ces paramètres et choisir quelque chose qui vous convient mieux (par exemple, de nombreuses personnes préfèrent le format 12 heures au 24 heures).

source: Edit your preferences
de: Voreinstellungen ändern
es: Editar sus preferencias
fr: Modifier vos préférences

source: You can change the system defaults and/or add new options by altering the order of and/or adding to the date_formats, day_formats and time_formats values in config/options.php.
de: Sie können die Systemstandardeinstellungen ändern und/oder neue Optionen hinzufügen, indem Sie die Reihenfolge und/oder zusätzlich zu den date_formats zu verändern, day_formats und time_formats Werte in config/options.php.
es: Puede cambiar los valores predeterminados del sistema y/o añadir nuevas opciones mediante la alteración del orden de y/o la adición a las date_formats, day_formats y valores time_formats en config/options.php.
fr: Vous pouvez modifier les valeurs par défaut du système et/ou ajouter de nouvelles options en modifiant l’ordre et/ou en ajoutant des valeurs aux formats date, dayformats et timeformats dans config/options.php.

source: If you {0} to enable this, you will be able to have iCal, Google Calendar and others automatically pull your schedule, from week to week, season to season, and year to year, and keep you informed of all of your upcoming games.
de: Wenn Sie {0} dies zu ermöglichen, werden Sie in der Lage sein zu haben, iCal, Google Kalender und andere automatisch Ihren Zeitplan ziehen, von Woche zu Woche, Saison zu Saison und Jahr zu Jahr, und halten Sie alle Ihre kommenden Spiele informiert.
es: Si {0} Para permitir esto, usted será capaz de tener iCal, Google Calendar y otras tirar automáticamente su horario, de semana en semana, una estación a otra, y de un año a otro, y mantenerlo informado de todos sus próximos juegos.
fr: Si vous {0} activez cette option, vous pourrez qu'iCal, Google Agenda et d'autres tirent automatiquement votre calendrier, de semaine en semaine, de saison en saison et d'année en année, et vous tenir informé de tous vos parties à venir. .

source: edit your preferences
de: Voreinstellungen ändern
es: editar sus preferencias
fr: modifier vos préférences

source: To add your personal feed to iCal, copy the link from the iCal logo at the bottom of the main {0} page. Then, go to the Calendar menu in iCal, pick Subscribe, and paste in the link.
de: Um Ihren persönlichen Feed zu iCal, kopieren Sie den Link aus der iCal - Logo am unteren Rand des Haupt hinzufügen {0} Seite. Dann gehen Sie zum Menü Kalender in iCal, wählen Sie Abonnieren und in den Link einzufügen.
es: Para agregar su alimentación personal a iCal, copiar el enlace del logotipo de iCal en la parte inferior de la principal {0} página. A continuación, vaya al menú de calendario en iCal, elige Suscribirse y pegar en el enlace.
fr: Pour ajouter votre flux personnel à iCal, copiez le lien du logo iCal au bas de la page principale {0}. Ensuite, accédez au menu Calendrier dans iCal, sélectionnez S'abonner et collez le lien.

source: To add your personal feed to Google Calendar, just click the "{0}" link at the bottom of the main page.
de: Um Ihren persönlichen Feed zu Google Kalender hinzufügen, sondern nur die klicken Sie auf "{0}" Link am unteren Rand der Hauptseite.
es: Para agregar su alimentación personal a Google Calendar, simplemente haga clic en el "{0}" en la parte inferior de la página principal.
fr: To add your personal feed to Google Calendar, just click the «{0}» lien en bas de la page principale.

source: Add to Google Calendar
de: Zu Google Kalender hinzufügen
es: Añadir a Google Calendar
fr: Ajouter à Google Calendar

source: The "{0}" section of the {1} {2} provides a timely snapshot of the most important events on your schedule.
de: Die "{0}" des {1} {2} ist eine aktuelle Momentaufnahme der wichtigsten Ereignisse auf dem Zeitplan.
es: La sección "{0}" de la {1} {2} ofrece una visión oportuna de los eventos más importantes en su calendario.
fr: La section «{0}» de la {2} {1} fournit un instantané opportun des événements les plus importants de votre emploi du temps.

source: Recently played games will be listed, with results where known. If you are a coach or captain, you will be able to enter scores for games here, with the "Submit" link. If you've entered an incorrect score, you can change it with the "{0}" button, until the game is finalized.
de: Zuletzt gespielte Spiele aufgelistet, mit Ergebnissen, wo bekannt ist. Wenn Sie einen Trainer oder Kapitän sind, werden Sie in der Lage Noten für Spiele zu betreten, mit dem "Absenden" Link. Wenn Sie eine falsche Punktzahl eingegeben haben, können Sie es mit dem "{0}" Taste ändern, bis das Spiel beendet ist.
es: últimos juegos serán listados, con resultados que sean conocidas. Si usted es un entrenador o capitán, usted será capaz de entrar en las puntuaciones de los juegos aquí, con el "Enviar" enlace. Si ha introducido una puntuación incorrecta, se puede cambiar con el "{0}" botón, hasta que el juego esté finalizado.
fr: Recently played games will be listed, with results where known. If you are a coach or captain, you will be able to enter scores for games here, with the «Submit» lien. Si vous avez entré un score incorrect, vous pouvez le changer avec le «{0}» button, until the game is finalized.

source: Upcoming games will also be listed. Opponent names and shirt colours are shown for quick reference, and you can click on team names to see their details and roster. A location code is also given; hovering over that will show the full name, and clicking on it will take you to a page with full details, including a further link to a Google map.
de: Die nächsten Spiele werden ebenfalls aufgelistet. Gegner Namen und Hemdfarben sind zum schnellen Nachschlagen gezeigt, und Sie können auf Teamnamen klicken, um ihre Details und Roster zu sehen. Ein Ortscode ist auch gegeben; schwebend über das wird den vollständigen Namen zeigen, und darauf klicken Sie auf eine Seite mit allen Einzelheiten, einschließlich einer weiteren Link zu einer Google-Karte zu nehmen.
es: También se enumeran los próximos juegos. nombres oponente y colores de la camisa se muestran para referencia rápida, y puede hacer clic en los nombres del equipo para ver sus detalles y lista. Un código de localización también se da; se cierne sobre la que se mostrará el nombre completo, y al hacer clic en que le llevará a una página con los detalles completos, incluyendo un enlace además a un mapa de Google.
fr: Les prochains parties seront également listés. Les noms des adversaires et les couleurs des maillots sont indiqués pour une référence rapide. Vous pouvez cliquer sur les noms des équipes pour voir leurs détails et leur liste. Un code d'emplacement est également donné; en survolant la souris, le nom complet apparaîtra et en cliquant dessus, vous obtiendrez une page contenant tous les détails, y compris un lien supplémentaire vers une carte Google.

source: Also shown will be recent and upcoming team events (if there are any){0}.
de: Auch werden aktuelle und kommende Team - Events gezeigt werden (falls vorhanden) {0}.
es: También se muestra será acontecimientos recientes y futuras del equipo (si los hay) {0}.
fr: Les événements d'équipe récents et à venir (le cas échéant) {0} seront également affichés

source: , and any tasks assigned to you
de: Und alle Aufgaben, die Ihnen zugewiesen
es: Y las tareas asignadas a usted
fr: et toutes les tâches qui vous sont assignées

source: All upcoming items will have an iCal link next to them, which you can use to import the details into any software that works with the iCal format (including Outlook, iCal, Google Calendar and others).
de: Alle kommenden Artikel werden eine iCal-Link neben ihnen, mit dem Sie die Details in jede Software zu importieren, verwenden können, die mit dem iCal-Format (einschließlich Outlook, iCal, Google Kalender und andere) funktioniert.
es: Todos los artículos futuros tendrán un enlace de iCal al lado de ellos, que se puede utilizar para importar los datos en cualquier software que funciona con el formato iCal (incluyendo Outlook, iCal, Google Calendar y otros).
fr: Un lien iCal sera ajouté à tous les éléments à venir, que vous pourrez utiliser pour importer les détails dans tout logiciel fonctionnant avec le format iCal (y compris Outlook, iCal, Google Agenda et autres).

source: When a team is using attendance tracking and enables reminder emails, by default these reminders will only be sent to players who have not yet indicated their attendance. If you would like to get a reminder of the game location and time even if you have set your attendance in advance, {0} to enable this option.
de: Wenn ein Team ist die Teilnahme-Tracking und ermöglicht E-Mails Erinnerung, standardmäßig werden diese Erinnerungen nur an Spieler gesendet werden, die noch nicht ihre Teilnahme angegeben. Wenn Sie möchten, auch eine Erinnerung an die Spiel Ort und Zeit zu erhalten, wenn Sie Ihren Besuch im Voraus festgelegt haben, {0} diese Option zu aktivieren.
es: Cuando un equipo está usando control de asistencia y permite a los correos electrónicos de recordatorio, de forma predeterminada estos recordatorios serán enviados solamente a los jugadores que aún no han indicado su asistencia. Si desea obtener un recordatorio de la ubicación y la hora del juego, incluso si ha configurado su asistencia con antelación, {0} para habilitar esta opción.
fr: Lorsqu'une équipe utilise le suivi des présences et active les e-mails de rappel, ces rappels ne seront par défaut envoyés qu'aux joueurs qui n'ont pas encore indiqué leur présence. Si vous souhaitez recevoir un rappel du lieu et de l'heure du partie même si vous avez défini votre participation à l'avance, {0} pour activer cette option.

source: If the "{0}" box is checked, you will be allowed to schedule multiple games in a single game slot.
de: Wenn die "{0}" aktiviert ist, werden Sie mehrere Spiele in einem einzigen Spiel Slot zu planen erlaubt.
es: Si la casilla "{0}" está marcada, se le permitirá programar múltiples juegos en una sola ranura de juego.
fr: Si la «{0}» case est cochée, vous pourrez programmer plusieurs parties dans un seul créneau de partie.

source: This is only an option for leagues with the "{0}" schedule type, as it is not applicable to most sports.
de: Dies ist nur eine Option für Ligen mit dem "{0}" Plantyp, da es nicht für die meisten Sportarten ist.
es: Esta es sólo una opción para ligas con el la "{0}" tipo de programación, ya que no es aplicable a la mayoría de los deportes.
fr: This is only an option for leagues with the «{0}» type d'horaire, car il ne s'applique pas à la plupart des sports.

source: If the "{0}" box is checked, you will be allowed to schedule the same team in more than one game slot, though the system will still ensure that all such games are at the same facility and not in overlapping times.
de: Wenn die "{0}" aktiviert ist, werden Sie das gleiche Team in mehr als ein Spiel Slot zu planen erlaubt, wenn das System nach wie vor gewährleistet wird, dass alle diese Spiele auf der gleichen Anlage sind und nicht mal überlappend.
es: Si el "{0}" casilla está activada, se le permitirá programar el mismo equipo en más de una ranura de juego, aunque el sistema todavía se asegurará de que todos estos juegos son en la misma instalación, y no en tiempos superpuestos.
fr: Si la «{0}» case est cochée, vous pourrez programmer la même équipe dans plusieurs créneaux de partie, mais le système veillera toujours à ce que tous ces parties se déroulent dans la même installation et non pas dans des temps qui se chevauchent.

source: Allow double-headers?
de: Lassen Sie doppelt Header?
es: Permitir doble cabeceras?
fr: Autoriser les doubles en-têtes?

source: If this box is not checked, the system will ensure that you have not scheduled the same team more than once.
de: Wenn dieses Feld nicht aktiviert ist, wird das System sicher, dass Sie nicht das gleiche Team mehr als einmal eingeplant haben.
es: Si esta casilla no está marcada, el sistema garantizará que no se ha programado el mismo equipo más de una vez.
fr: Si cette case n'est pas cochée, le système s'assurera que vous n'avez pas planifié la même équipe plus d'une fois.

source: Checks are still done to make sure that the same game slot is not booked more than once.
de: Die Kontrollen werden noch sicher zu machen getan, dass das gleiche Spiel Slot nicht mehr als einmal ausgebucht ist.
es: Los cheques se siguen haciendo para asegurarse de que la misma ranura de juego no está reservado más de una vez.
fr: Des vérifications sont toujours effectuées pour s'assurer que le même créneau de partie n'est pas réservé plus d'une fois.
