Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: The task slot(s) have been saved. You may create more similar task slots below.
de: Der Task-Slot (s) gespeichert wurden. Sie können mehr ähnliche Aufgabenschlitze unten erstellen.
es: La ranura (s) tarea haberse salvado. Es posible crear más ranuras de tareas similares a continuación.
fr: Le ou les créneaux de tâches ont été enregistrés. Vous pouvez créer d'autres créneaux de tâches similaires ci-dessous.

source: The task slot(s) could not be saved. Please correct the errors below and try again.
de: Die Aufgabe Slot (s) konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La ranura (s) tarea no se ha podido guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le ou les créneau(x) de tâches n'ont pas pu être enregistrés. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The task slot has been saved.
de: Der Task-Slot wurde gespeichert.
es: La ranura de la tarea se ha guardado.
fr: Le créneau de tâche a été enregistré.

source: The task slot could not be saved. Please correct the errors below and try again.
de: Der Task-Slot konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La ranura de la tarea no se ha podido guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le créneau de tâche n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this task slot, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweisen diese Aufgabe Slot, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta ranura tarea, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cet créneau de tâche et ne peuvent donc pas être supprimés.

source: The task slot has been deleted.
de: Der Task-Slot wurde gelöscht.
es: La ranura tarea ha sido eliminado.
fr: Le créneau de tâche a été supprimé.

source: The task slot could not be deleted. Please, try again.
de: Der Task-Slot konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La ranura de la tarea no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: Le créneau de tâche n'a pas pu être supprimé. Veuillez réessayer.

source: This person has a conflicting assignment: {0} ({1}) from {2} to {3} on {4}
de: Diese Person hat eine widersprüchliche Zuordnung: {0} ({1}) von {2} auf {3} auf {4}
es: Esta persona tiene una asignación en conflicto: {0} ({1}) a partir de {2} a {3} sobre {4}
fr: Cette personne a une affectation en conflit: {0} ({1}) de {2} à {3} le {4}.

source: Error assigning the task slot.
de: Fehler die Aufgabe Slot zugewiesen wird.
es: Error asignación de la ranura de entrada.
fr: Erreur lors de l'attribution du créneau de tâche.

source: The assignment has been saved.
de: Die Zuordnung wurde gespeichert.
es: La asignación se ha guardado.
fr: L'affectation a été enregistrée.

source: This task slot has not been assigned.
de: Diese Aufgabe Slot zugewiesen nicht.
es: Esta ranura tarea no ha sido asignado.
fr: La créneau tâche n'a pas été assignée.

source: This task slot has already been approved.
de: Diese Aufgabe Slot ist bereits genehmigt.
es: Esta ranura tarea ya ha sido aprobado.
fr: La créneau tâche a déjà été approuvée.

source: Error approving the task slot.
de: Fehler die Aufgabe Slot Genehmigung.
es: Error al aprobar la ranura tarea.
fr: Erreur lors de l'approbation du créneau de tâche.

source: The assignment has been approved.
es: La asignación se ha aprobado.
fr: La mission a été approuvée.

source: The task has been saved.
de: Die Aufgabe wurde gespeichert.
es: La tarea se ha guardado.
fr: La tâche a été enregistrée.

source: The task could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La tarea no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La tâche n'a pas pu être enregistrée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this task, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta tarea, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette tâche et ne peuvent donc pas être supprimés.

source: The task has been deleted.
de: Die Aufgabe wurde gelöscht.
es: La tarea ha sido eliminado.
fr: La tâche a été supprimée.

source: The task could not be deleted. Please, try again.
de: Die Aufgabe konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La tarea no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: La tâche n'a pas pu être supprimée. Veuillez réessayer.

source: Invalid team event.
de: Ungültige Team-Event.
es: Evento de equipo válido.
fr: Evénement par équipe invalide.

source: You cannot select the same date more than once.
de: Sie können nicht das gleiche Datum mehr als einmal wählen.
es: No se puede seleccionar la misma fecha más de una vez.
fr: Vous ne pouvez pas sélectionner la même date plus d'une fois.

source: The team event could not be saved. Please correct the errors below and try again.
de: Das Team-Event konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El evento de equipo no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: L'événement par équipe n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Your team events have been created. Selections have been preserved here in case you have more like this to create.
fr: Vos événements d'équipe ont été créés. Les sélections ont été conservées ici au cas où vous en auriez plus à créer.

source: The team event has been saved.
de: Das Team-Event wurde gespeichert.
es: El evento de equipo se ha guardado.
fr: L'événement par équipe a été enregistré.

source: The team event has been deleted.
de: Das Team-Event wurde gelöscht.
es: El evento de equipo ha sido eliminado.
fr: L'événement par équipe a été supprimé.

source: The team event could not be deleted. Please, try again.
de: Das Team-Event konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El evento de equipo no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: L'événement par équipe n'a pas pu être supprimé. Veuillez réessayer.

source: That is not currently a valid attendance status for this person for this event.
de: Das ist nicht eine gültige Anwesenheitsstatus für diese Person für diese Veranstaltung.
es: Eso no es actualmente un estado de asistencia válido para esta persona para este evento.
fr: Ce n'est pas actuellement un statut de présence valide pour cette personne pour cet événement.

source: event
es: evento
fr: évènement

source: There are no teams available to join.
de: Es gibt keine Teams zur Verfügung zu verbinden.
es: No hay equipos disponibles para unirse.
fr: Il n'y a pas d'équipes disponibles pour rejoindre.

source: There are no unassigned teams.
de: Es gibt keine nicht zugewiesenen Teams.
es: No hay equipos asignados.
fr: Il n'y a pas d'équipes non assignées.

source: That player is not on this team.
de: Dieser Spieler ist nicht auf dieses Team.
es: Ese jugador no se encuentra en este equipo.
fr: Ce joueur ne fait pas partie de cette équipe.

source: You cannot set shirt numbers for someone not on this team.
de: Sie können nicht Hemd Zahlen für jemanden nicht in diesem Team gesetzt.
es: No se puede establecer números de las camisetas para alguien no en este equipo.
fr: Vous ne pouvez pas définir de numéro de maillot pour quelqu'un qui ne fait pas partie de cette équipe.

source: The number has been saved.
de: Die Zahl wurde gespeichert.
es: El número se ha guardado.
fr: Le numéro a été enregistré.

source: The numbers have been saved.
de: Die Zahlen wurden gespeichert.
es: Los números se han guardado.
fr: Les numéros ont été enregistrés.

source: The {0} could not be saved. Please correct the errors below and try again.
de: Die {0} konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El {0} no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le {0} n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The team has been saved.
de: Das Team wurde gespeichert.
es: El equipo se ha guardado.
fr: L'équipe a été enregistrée.

source: The team has been saved, but will not be visible until approved.
de: Das Team wurde gerettet, aber nicht sichtbar sein wird, bis zugelassen.
es: El equipo se ha guardado, pero no será visible hasta que sea aprobado.
fr: L'équipe a été enregistrée, mais ne sera visible qu'une fois approuvée.

source: The team could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El equipo no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: L'équipe n'a pas pu être sauvée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this team, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de este equipo, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette équipe et ne peuvent donc pas être supprimés.

source: The team has been deleted.
de: Das Team wurde gelöscht.
es: El equipo ha sido eliminado.
fr: L'équipe a été supprimé.

source: The team could not be deleted. Please, try again.
de: Das Team konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El equipo no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: L'équipe n'a pas pu être supprimée. Veuillez réessayer.

source: Cannot move a team to a different league.
de: Kann nicht ein Team zu einer anderen Liga bewegen.
es: No se puede mover un equipo de una liga diferente.
fr: Ne peut déplacer une équipe dans une ligue différente.

source: Destination division must have the same ratio rule.
de: Die Zieldivision muss die gleiche Verhältnisregel haben.
es: La división de destino debe tener la misma regla de relación.
fr: La division de destination doit avoir la même règle de ratio.

source: Team has been moved to {0}.
de: Team wurde bewegt {0}.
es: Equipo ha sido movido a {0}.
fr: Cette équipe a été déplacée à {0}.

source: Failed to move the team!
de: Konnte die Mannschaft zu bewegen!
es: No se pudo mover el equipo!
fr: Échec dans le déplacement de cette équipe!

source: No similar division found to move this team to!
de: Kein ähnlicher Teilung dieses Team zu bewegen, um gefunden!
es: No se encontró división similar para mover este equipo a!
fr: Aucune division semblable où déplacer cette équipe n'a été trouvée!

source: This team has no games scheduled yet.
de: Dieses Team hat keine Spiele noch geplant.
es: Este equipo no tiene ningún juego todavía programados.
fr: Cette équipe n'a aucune partie de prévue pour le moment.

source: You did not select anyone to add to the team!
de: Sie haben niemanden wählen das Team hinzuzufügen!
es: No ha seleccionado a nadie a agregar al equipo!
fr: Vous n'avez sélectionné personne à ajouter à l'équipe!

source: This person is not on this team.
de: Diese Person ist nicht in diesem Team.
es: Esta persona no está en este equipo.
fr: Cette personne ne fait pas partie de cette équipe.

source: A player's role on a team cannot be changed until they have been approved on the roster.
de: Eines Spielers Rolle in einem Team kann nicht geändert werden, bis sie auf dem Dienstplan genehmigt worden sind.
es: El papel de un jugador de un equipo no se puede cambiar hasta que hayan sido aprobados en la lista.
fr: Le rôle d'un joueur dans une équipe ne peut pas être modifié avant d'avoir été approuvé sur la liste.

source: All teams must have at least one player as coach or captain.
de: Alle Teams müssen mindestens einen Spieler als Trainer oder Kapitän haben.
es: Todos los equipos deben tener al menos un jugador como entrenador o capitán.
fr: Toutes les équipes doivent avoir au moins un joueur en tant qu'entraîneur ou capitaine.

source: You do not have permission to set that role.
de: Sie haben keine Berechtigung, diese Rolle zu setzen.
es: Usted no tiene permiso para establecer ese papel.
fr: Vous n'avez pas la permission de donner ce rôle.

source: A position cannot be assigned until this team is placed in a division.
de: Eine Position kann nicht zugeordnet werden, bis das Team in einer Abteilung platziert wird.
es: Una posición no se puede asignar hasta que este equipo se coloca en una división.
fr: Un poste ne peut être attribué avant que cette équipe soit placée dans une division.

source: That is not a valid position.
de: Das ist nicht eine gültige Position.
es: Eso no es una posición válida.
fr: Ce n'est pas une position valide.

source: Changed the player's position.
de: Geändert, um die Position des Spielers.
es: Se ha cambiado la posición del jugador.
fr: La position de ce joueur a été changé.

source: Failed to change the player's position.
de: Konnte nicht die Position des Spielers zu ändern.
es: No se pudo cambiar la posición del jugador.
fr: La position de ce joueur n'a pas pu être changé.

source: This person is already on this team.
de: Diese Person ist bereits in diesem Team.
es: Esta persona ya se encuentra en este equipo.
fr: Cette personne fait déjà partie de cette équipe.

source: Invalid player.
de: Ungültige Spieler.
es: El jugador no válido.
fr: Jeu non valide.

source: You must select a role for this person.
de: Sie müssen eine Rolle für diese Person auswählen.
es: Debe seleccionar un papel para esta persona.
fr: Vous devez sélectionner un rôle pour cette personne.

source: You are already on this team.
de: Sie sind bereits in diesem Team.
es: Ya se encuentra en este equipo.
fr: Vous faites déjà partie de cette équipe.

source: You are not allowed to request that role.
de: Sie sind nicht berechtigt, diese Rolle zu beantragen.
es: No se le permite solicitar ese papel.
fr: Vous n'avez pas la permission de demander ce rôle.

source: You have accepted this roster {0}.
de: Sie haben dieses Roster akzeptiert {0}.
es: Usted ha aceptado esta lista {0}.
fr: Vous avez accepté cet composition de l'équipe {0}.

source: request
de: anfordern
es: solicitud
fr: demande

source: The database failed to save the acceptance of this roster {0}.
de: Die Datenbank konnte die Akzeptanz dieser Roster zu speichern {0}.
es: La base de datos no pudo salvar la aceptación de esta plantilla {0}.
fr: La base de données n'a pas pu enregistrer l'acceptation de cette liste {0}.

source: You have declined this roster {0}.
de: Sie haben dieses Roster abgelehnt {0}.
es: Ha rechazado este plantel {0}.
fr: Vous avez refusé cet composition de l'équipe {0}.

source: Sorry, this team is not open for new players to join.
de: Sorry, das Team ist nicht offen für neue Spieler zu verbinden.
es: Lo sentimos, este equipo no está abierto para los nuevos jugadores a unirse.
fr: Désolé, cette équipe n'est pas ouverte à l'ajout de joueurs.

source: Removed the player from the team.
de: Entfernt den Spieler aus dem Team.
es: Se ha eliminado el jugador del equipo.
fr: Le joueur a été retiré de l'équipe.

source: Failed to set player to that role.
es: No se pudo establecer jugador para ese función.
fr: Impossible de définir le joueur sur ce rôle.

source: New players must be approved by an administrator before they can be added to a team; this normally happens within one business day.
de: Neue Spieler müssen von einem Administrator genehmigt werden, bevor sie zu einem Team hinzugefügt werden können; dies geschieht in der Regel innerhalb eines Werktages.
es: Los nuevos jugadores deben ser aprobados por el administrador antes de que puedan ser añadidos a un equipo; esto sucede normalmente en el plazo de un día hábil.
fr: Les nouveaux joueurs doivent être approuvés par un administrateur avant de pouvoir être ajoutés à une équipe. cela se produit normalement en un jour ouvrable.

source: This person has not yet completed their profile. Please contact them directly to have them complete their profile.
de: Diese Person hat sein Profil noch nicht abgeschlossen. Bitte nehmen Sie direkt Kontakt zu haben, ihnen ihr Profil ab.
es: Esta persona aún no ha completado su perfil. Por favor, póngase en contacto con ellos directamente para tener a completar su perfil.
fr: Cette personne n'a pas encore complété son profil. Veuillez les contacter directement pour qu'ils complètent leur profil.

source: To be added to this team, you must first {0}.
fr: Pour être ajouté à cette équipe, vous devez d'abord {0}.

source: To be added to this team, this person must first {0}.
fr: Pour être ajouté à cette équipe, cette personne doit d'abord {0}.

source: You {0}.
fr: Vous {0}.

source: This person {0}.
fr: Cette personne {0}.

source: This team {0}.
fr: Cette équipe {0}.

source: You are not allowed to invite someone to that role.
de: Sie sind nicht jemand zu dieser Rolle einladen dürfen.
es: No se le permite invitar a alguien a esa función.
fr: Vous n'avez pas l'autorisation d'inviter quelqu'un à ce rôle.

source: You have been added to {0}
de: Sie wurden hinzugefügt, um {0}
es: Se le ha añadido a {0}
fr: Vous avez été ajouté à {0}

source: Invitation to join {0}
de: Einladung zum Beitritt {0}
es: Invitación para unirse a {0}
fr: Invitation à rejoindre {0}

source: {0} requested to join {1}
de: {0} angefordert beitreten {1}
es: {0} requerida para unirse {1}
fr: {0} a demandé à rejoindre {1}

source: Error sending email to team coaches/captains.
de: Error E-Mail zu senden Trainer/Kapitäne zum Team.
es: Error al enviar el correo electrónico al equipo de entrenadores/capitanes.
fr: Erreur d'envoi du courrier électronique aux entraîneurs/capitaines d'équipes.

source: Invitation for {0} to join {1} was accepted
de: Einladung für {0} beizutreten {1} angenommen wurde
es: Invitación para {0} para unirse a {1} fue aceptada
fr: L'invitation de {0} à rejoindre {1} a été acceptée.

source: Request to join {0} was accepted
de: Antrag beizutreten {0} angenommen wurde
es: La solicitud para unirse {0} fue aceptada
fr: La demande d'adhésion {0} a été acceptée.

source: {0} declined your invitation to join {1}
de: {0} sank Ihre Einladung zum Beitritt {1}
es: {0} rechazado su invitación para unirse a {1}
fr: {0} a refusé votre invitation à rejoindre {1}

source: Invitation to join {0} was removed
de: Einladung zum Beitritt {0} wurde entfernt
es: Invitación para unirse a {0} fue eliminado
fr: L'invitation à rejoindre {0} a été supprimée.

source: Request to join {0} was declined
de: Antrag beizutreten {0} wurde abgelehnt
es: La solicitud para unirse {0} ha sido rechazada
fr: La demande d'adhésion {0} a été refusée.

source: {0} role change on {1} roster
de: {0} Rollenwechsel auf {1} roster
es: {0} cambio de rol en {1} lista
fr: {0} changement de rôle sur {1} alignement

source: Change of roster role on {0}
de: Änderung der Roster Rolle auf {0}
es: Cambio de rol lista de {0}
fr: Changement de rôle dans le répertoire le {0}

source: {0} removed from {1} roster
de: {0} entfernt von {1} roster
es: {0} retirado de {1} lista
fr: {0} retiré de la liste {1}

source: Removal from {0} roster
de: Entfernen von {0} roster
es: La eliminación de {0} lista
fr: Retrait de la liste {0}

source: number
de: Nummer
es: número
fr: numéro

source: {0} has been added to the roster.
fr: {0} a été ajouté à la liste.

source: Invitation has been sent to {0}.
de: Einladung wurde an abgeschickt {0}
es: La invitación se ha enviado para {0}.
fr: L'invitation a été envoyée à {0}.

source: Failed to send invitation to {0}.
fr: Échec de l'envoi de l'invitation à {0}.

source: Invalid upload type.
de: Ungültige Upload-Typ.
es: Tipo de subida no es válido.
fr: Type de téléchargement non valide.

source: The upload type has been saved.
de: Der Upload-Typ wurde gespeichert.
es: El tipo de subida se ha guardado.
fr: Le type de téléchargement a été enregistré.

source: The upload type could not be saved. Please correct the errors below and try again.
de: Der Upload-Typ konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El tipo de subida no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le type de téléchargement n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this upload type, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Upload-Typ, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de este tipo de carga, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à ce type de téléchargement, il ne peut donc pas être supprimé.

source: The upload type has been deleted.
de: Der Upload-Typ wurde gelöscht.
es: Se ha suprimido el tipo de subida.
fr: Le type de téléchargement a été supprimé.

source: The upload type could not be deleted. Please, try again.
de: Der Upload-Typ konnte nicht gelöscht werden. Bitte versuche es erneut.
es: No se pudo eliminar el tipo de subida. Por favor, inténtelo de nuevo.
fr: Le type de téléchargement n'a pas pu être supprimé. Veuillez réessayer.

source: Username or password is incorrect
de: Benutzername oder Passwort falsch
es: Nombre de usuario o contraseña incorrecta
fr: L'identifiant ou le mot de passe est incorrect

source: This system uses {0} to manage user accounts. Account creation through {1} is disabled.
de: Dieses System verwendet {0} Benutzerkonten zu verwalten. Kontoerstellung durch {1} ist deaktiviert.
es: Este sistema utiliza {0} para administrar cuentas de usuario. La creación de cuentas a través {1} está deshabilitado.
fr: Ce système utilise {0} pour gérer les comptes d'utilisateur. La création de compte via {1} est désactivée.

source: You are already logged in!
de: Du bist bereits eingeloggt!
es: ¡Ya se ha autentificado!
fr: Vous êtes déjà connecté!

source: The account could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La cuenta no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le compte n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: To add additional children, first log in, then go to {0} -> {1}.
fr: Pour ajouter des enfants supplémentaires, connectez-vous d'abord, puis accédez à {0} -> {1}.

source: Select how to handle fields with errors in them.
de: Wählen Sie, wie zu handhaben Felder mit Fehlern in ihnen.
es: Seleccione la forma de manejar los campos con errores en ellos.
fr: Veuillez choisir comment gérer les champs en erreur.

source: Select a status for imported accounts.
de: Wählen Sie einen Status für importierte Konten.
es: Selecciona un estado de cuentas importadas.
fr: Sélectionnez un statut pour le compte à importer.

source: There was an error uploading the file.
de: Es gab einen Fehler, die Datei hochzuladen.
es: Se ha producido un error al subir el archivo.
fr: Une erreur est survenue lors du téléchargement du dossier.

source: Only import from CSV files is currently supported.
de: Nur Import von CSV-Dateien wird unterstützt.
es: Sólo la importación de archivos CSV es compatible actualmente.
fr: Seule importation de fichiers CSV est actuellement pris en charge.
