Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: If you have enabled Online Payments on the Settings -> Registration page, you then use the Settings -> Payments page to define any applicable taxes and configure login credentials for your selected third-party payment provider.
de: Wenn Sie Online-Zahlungen auf die Einstellungen aktiviert haben -> Registrierungsseite, verwenden Sie dann die Einstellungen -> Seite Zahlungen alle anwendbaren Steuern zu definieren und die Anmeldeinformationen für die ausgewählten Drittanbieter-Payment-Provider konfigurieren.
es: Si ha habilitado pagos en línea en la página Configuración -> página de registro, a continuación, utilizar la configuración -> Página de Pagos para definir los impuestos correspondientes y configurar las credenciales de inicio de sesión para el proveedor de terceros de pago seleccionado.
fr: Si vous avez activé les paiements en ligne sur la page Paramètres -> Enregistrement, vous utilisez ensuite la page Paramètres -> Paiements pour définir les taxes applicables et configurer les informations de connexion pour le tiers fournisseur de paiement que vous avez sélectionné.

source: If you have enabled Affiliates on the Settings -> Features page, you then use the Affiliates area to set up your various affiliates, including optionally assigning managers to each.
de: Wenn Sie Partner auf den Einstellungen aktiviert haben -> Seite Eigenschaften, verwenden Sie dann den Affiliates Fläche verschiedenen Tochtergesellschaften zu gründen, einschließlich der optional Zuweisung Manager für jeden.
es: Si ha habilitado afiliados en los Ajustes -> Extras página, a continuación, utiliza la zona de afiliados para configurar sus diversas filiales, incluyendo opcionalmente la asignación de los administradores de cada uno.
fr: Si vous avez activé Affiliés sur la page Paramètres -> Fonctionnalités, vous utilisez ensuite la zone Affiliés pour configurer vos différents affiliés, en affectant éventuellement des gestionnaires à chacun.

source: If you have enabled Document Uploads on the Settings -> Features page, you then use the Upload types area to define which documents people are allowed to upload.
de: Wenn Sie Document Uploads auf den Einstellungen aktiviert haben -> Seite Eigenschaften, verwenden Sie dann den Upload-Typen Bereich zu definieren, welche Personen zu laden sind erlaubt dokumentiert.
es: Si ha activado los envíos de documentos en la página Configuración -> Extras página, a continuación, utiliza la zona Subir tipos de definir qué documentos se permite a subir.
fr: Si vous avez activé le téléchargement de documents sur la page Paramètres -> Fonctionnalités, vous utilisez ensuite la zone Types de téléchargement pour définir les documents que les personnes sont autorisées à télécharger.

source: Finally, use the Holidays page to define the list of dates that will be skipped over when creating game slots and season attendance projections.
de: Schließlich verwenden die Feiertage Seite die Liste der Daten zu definieren, die über übersprungen werden, wenn das Spiel Slots und Saison Teilnahme Projektionen zu schaffen.
es: Por último, utilice la página de Vacaciones para definir la lista de fechas que se omite al crear ranuras de juego y proyecciones de asistencia temporada.
fr: Enfin, utilisez la page Jours fériés pour définir la liste des dates à ignorer lors de la création de créneaux de partie et de projections de fréquentation selon la saison.

source: Leagues and Registrations
de: Ligen und Anmeldungen
es: Ligas y Registros
fr: Ligues et inscriptions

source: The settings above are all long-term settings; they primarily affect how the site presents itself as a whole. However, most organizations will have a variety of options for play. You might have some leagues that are co-ed and some single-gender. You might have leagues that happen on different nights or in different seasons or which cater to different skill levels. You might have small leagues and large leagues with different scheduling requirements. All of these variables are handled through the configuration of {0} and, if enabled, {0}.
de: Die obigen Einstellungen sind alle langfristigen Einstellungen; sie in erster Linie Einfluss darauf, wie die Website selbst als Ganzes präsentiert. Allerdings sind die meisten Organisationen eine Vielzahl von Optionen für das Spiel haben. Sie könnten einige Ligen haben, die Co-ed und einige Einzel Geschlecht sind. Sie könnten Ligen haben, die auf verschiedenen Nächten oder in den verschiedenen Jahreszeiten geschehen oder die bieten auf verschiedenen Schwierigkeitsstufen. Sie könnten kleine Ligen haben und große Ligen mit unterschiedlichen Scheduling-Anforderungen. Alle diese Variablen durch die Konfiguration gehandhabt werden {0} und, wenn aktiviert, {0}.
es: Los ajustes anteriores son todos los ajustes a largo plazo; que afectan principalmente a cómo el sitio se presenta como un conjunto. Sin embargo, la mayoría de las organizaciones tendrán una variedad de opciones de juego. Es posible que tenga algunas ligas que son co-ed y algunas de un solo género. Es posible que tenga ligas que tienen lugar en diferentes noches o en diferentes estaciones del año o que atender a diferentes niveles de habilidad. Es posible que tenga las ligas pequeñas y grandes ligas con diferentes requisitos de programación. Todas estas variables se manejan a través de la configuración de {0} y, si está activado, {0}.
fr: Les paramètres ci-dessus sont tous des paramètres à long terme. ils affectent principalement la façon dont le site se présente dans son ensemble. Cependant, la plupart des organisations auront diverses options de jeu. Vous pourriez avoir des ligues mixtes et des célibataires. Vous pouvez avoir des ligues qui se déroulent à différentes nuits ou à différentes saisons ou qui répondent à différents niveaux de compétence. Vous pourriez avoir de petites ligues et de grandes ligues avec des exigences de calendrier différentes. Toutes ces variables sont gérées via la configuration de {0} et, si elle est activée, {0}.

source: leagues and divisions
de: Ligen und Divisionen
es: ligas y divisiones
fr: ligues et divisions

source: Daily Maintenance
de: Tägliche Wartung
es: Mantenimiento diario
fr: Maintenance quotidienne

source: There are a number of daily maintenance tasks which the system can take care of for you automatically. This includes things like reminding players of upcoming games or unanswered roster invitations, reminding coaches and captains of games they haven't submitted scores for, opening upcoming leagues, closing past leagues, etc.
de: Es gibt eine Reihe von täglichen Wartungsaufgaben, die das System Pflege automatisch für Sie nehmen können. Dazu gehören Dinge wie die Spieler von den kommenden Spielen oder unbeantwortet Roster Einladungen, erinnert Trainer und Kapitäne der Spiele erinnern, haben sie eingereicht Partituren nicht, kommende Ligen öffnen, vorbei an Ligen zu schließen, usw.
es: Hay una serie de tareas de mantenimiento diarias que el sistema puede hacerse cargo de forma automática. Esto incluye cosas como recordar a los jugadores de los próximos juegos o invitaciones roster sin respuesta, recordando a los entrenadores y capitanes de juegos que no han presentado anota para, abriendo las próximas ligas, ligas de cierre del pasado, etc.
fr: Il existe un certain nombre de tâches de maintenance quotidiennes dont le système peut s’occuper automatiquement. Cela inclut des choses telles que rappeler aux joueurs les matchs à venir ou les invitations à une liste de réponses sans réponse, rappeler aux entraîneurs et aux capitaines les parties pour lesquels ils n'ont pas soumis de scores, ouvrir des ligues à venir, fermer des ligues précédentes, etc.

source: To handle all of this, you should set up an automated daily task, using the UNIX/Linux "cron" functionality, or the Windows Scheduler. Details of a sample cron task are in the main {0} {1} file, and something very similar can be used for Windows.
de: Um all dies zu umgehen, sollten Sie eine automatisierte tägliche Aufgabe, mit der UNIX/Linux "cron" Funktionalität oder die Windows-Scheduler eingerichtet. Details einer Probe Crontask sind in der Haupt {0} {1} Datei, und etwas Ähnliches kann für Windows verwendet werden.
es: Para hacer frente a todo esto, se debe configurar una tarea diaria automático, a través de UNIX/Linux funcionalidad "cron", o el programador de Windows. Los detalles de una tarea de cron de la muestra son en su mayoría {0} {1} archivo, y algo muy similar se pueden usar para Windows.
fr: To handle all of this, you should set up an automated daily task, using the UNIX/Linux «cron» fonctionnalité, ou le planificateur Windows. Les détails d'un exemple de tâche périodique se trouvent dans le fichier principal {0} {1}. Vous pouvez utiliser quelque chose de très similaire pour Windows.

source: The "{0}" page is used to update details of your league. Only coordinators have permission to edit league details.
de: Die "{0}" Seite wird verwendet, Details Ihrer Liga zu aktualisieren. Nur Koordinatoren haben die Erlaubnis Liga Details zu bearbeiten.
es: El "{0}" página se utiliza para actualizar los datos de su liga. Sólo los coordinadores tienen permiso para editar los detalles de la liga.
fr: The «{0}» page est utilisée pour mettre à jour les détails de votre ligue. Seuls les coordinateurs ont la permission de modifier les détails de la ligue.

source: The name of the league should be sufficient to uniquely identify it from all other leagues happening in the same year.
de: Der Name der Liga sollte ausreichend sein, die es eindeutig im selben Jahr von allen anderen Ligen zu identifizieren geschieht.
es: El nombre de la liga debe ser suficiente para identificar de forma exclusiva de todos los demás ligas que suceden en el mismo año.
fr: Le nom de la ligue doit être suffisant pour l'identifier de manière unique parmi toutes les autres ligues organisées la même année.

source: Do not include the year or season in the name, as these will be added automatically for you in the various displays.
de: Sie nicht das Jahr oder Saison im Namen enthalten, da diese automatisch für Sie in den verschiedenen Displays hinzugefügt werden.
es: No incluya el año o temporada en el nombre, ya que estos se añadirán automáticamente para que en las distintas pantallas.
fr: N'indiquez pas l'année ou la saison dans le nom, car ceux-ci seront automatiquement ajoutés pour vous dans les différents affichages.

source: Following are the various spirit questionnaire options, with a short description and preview of each.
de: Im Folgenden sind die Fragebogen verschiedene Geist Optionen, mit einer kurzen Beschreibung und Vorschau von jedem.
es: A continuación se describen las distintas opciones del cuestionario espíritu, con una breve descripción y vista previa de cada uno.
fr: Vous trouverez ci-dessous les différentes options de questionnaire d’esprit, avec une brève description et un aperçu de chacune d’elles.

source: The {0} page will allow you to upload a photo of yourself, further personalizing your profile, and making it easier for coaches and captains to recognize you for all-star nominations and roster recruiting. Note that your photo is never visible to anyone outside the site, only to logged-in members of the club.
de: Die {0} Seite ermöglicht es Ihnen, ein Foto von sich hochladen, weiter Ihr Profil personalisieren, und es einfacher für Trainer und Kapitäne machen Sie für All-Star - Nominierungen und Roster Rekrutierung zu erkennen. Beachten Sie, dass Ihr Foto noch nie jemanden sichtbar ist außerhalb des Geländes, nur für eingeloggte Mitglieder des Vereins.
es: El {0} página le permitirá subir una foto de sí mismo, personalizando aún más su perfil, y lo que es más fácil para los entrenadores y capitanes de reconocerlo para las nominaciones de Estrellas y el reclutamiento lista. Tenga en cuenta que su foto no es visible nunca a nadie fuera del sitio, sólo para los miembros registrados en del club.
fr: La page {0} vous permettra de télécharger une photo de vous-même, de personnaliser davantage votre profil et d'aider les entraîneurs et les capitaines à vous reconnaître pour les nominations d'étoiles et le recrutement sur la liste. Notez que votre photo n'est jamais visible par personne en dehors du site, mais uniquement par les membres connectés du club.

source: On the {0} page, you can set a number of options which change the way the site works for you.
de: Auf der {0} Seite können Sie eine Reihe von Optionen festlegen, die die Art und Weise die Website für Sie ändern.
es: Por {0} página, se puede establecer un número de opciones que cambian la forma en que el sitio funciona para usted.
fr: Sur la page {0}, vous pouvez définir un certain nombre d’options qui changent la façon dont le site fonctionne pour vous.

source: By default, name matches are exact. That is, searching for "Steve" will match only Steve, not Steven or Stephen. If you're not sure what form the person uses, you can use * as a "wildcard". For example, "Ste*" will match Steve, Steven, Stephen, Stephanie, or anything else starting with Ste.
de: Standardmäßig sind die Namen Matches genau. Das heißt, die Suche nach "Steve" wird nur Steve entsprechen, nicht Steven oder Stephen. Wenn Sie nicht sicher sind, was die Person bilden verwendet, können Sie * als "Wildcard" verwenden. Beispiel: "Ste*" wird Steve, Steven, Stephen, Stephanie passen, oder irgendetwas anderes mit Ste beginnen.
es: De manera predeterminada, las coincidencias de nombres son exactas. Es decir, la búsqueda de "Steve" sólo coincidirá con Steve, no Steven o Stephen. Si no está seguro de qué forma la persona usa, puede utilizar * como "comodín". Por ejemplo, "Ste*" coincidirá con Steve, Steven, Stephen, Stephanie, o cualquier otra cosa a partir de Ste.
fr: By default, name matches are exact. That is, searching for «Steve» correspondra seulement à Steve, pas Steven ou Stephen. Si vous n'êtes pas sûr de la forme utilisée par la personne, vous pouvez utiliser * en tant que «wildcard». For example, «Ste*» will match Steve, Steven, Stephen, Stephanie, or anything else starting with Ste.

source: Wildcards can also be helpful if you're not sure how to spell someone's last name. For example, married women may be listed in the system with a hyphenated last name, but you might know them by their maiden name, in which case "Smith*" would match not only Smith, Smithers and Smitherman, but also Smith-Jones, etc. Wildcards can also appear at the beginning or in the middle, so "*Smith*" would additionally match Jones-Smith, etc., and "T*om*son" would match Thompson, Tompson or Thomson.
de: Wildcards kann auch hilfreich sein, wenn Sie nicht sicher sind, wie jemand den Nachnamen zu buchstabieren. Zum Beispiel kann verheiratete Frauen im System mit einem Bindestrich geschrieben Nachnamen aufgeführt werden, aber Sie könnten sie von ihren Mädchennamen wissen, in welchem Fall "Smith*" würde Smith, Smithers und Smitherman nicht nur entsprechen, sondern auch Smith- Jones usw. Wildcards können auch am Anfang oder in der Mitte erscheinen, so "*Smith*" würde Jones-Smith zusätzlich übereinstimmen, etc. und "T*om*son" würde passen Thompson, Tompson oder Thomson.
es: Los comodines también puede ser útil si no está seguro de cómo se escribe el apellido de una persona. Por ejemplo, las mujeres casadas pueden estar listados en el sistema con un apellido con guión, pero es posible conocer por su nombre de soltera, en el que caso "Smith*" se correspondería no sólo Smith, Smithers y Smitherman, sino también Smith- Jones, etc. los comodines también puede aparecer al principio o en el medio, por lo que "*Smith*" sería, además, que coincida con Jones-Smith, etc., y "T*om*son" se correspondería con Thompson, o Tompson Thomson.
fr: Wildcards can also be helpful if you're not sure how to spell someone's last name. For example, married women may be listed in the system with a hyphenated last name, but you might know them by their maiden name, in which case «Smith*» correspondrait non seulement à Smith, Smithers et Smitherman, mais également à Smith-Jones, etc. Les caractères génériques peuvent également apparaître au début ou au milieu, de sorte que «*Smith*» would additionally match Jones-Smith, etc., and «T*om*son» would match Thompson, Tompson or Thomson.

source: If you only know the person's first or last name, you can enter only that, but expect more results. Entering both names, if you know them, will provide a much smaller result set.
de: Wenn Sie nur die Person, die Vor- oder Nachnamen kennen, können Sie nur das, geben aber mehr Ergebnisse zu erwarten. Die Eingabe beide Namen, wenn Sie sie kennen, wird eine viel kleinere Ergebnismenge liefern.
es: Si sólo conoce el nombre o apellido de la persona, puede introducir sólo eso, sino esperar más resultados. Introducción de los dos nombres, si los conoce, proporcionará un conjunto de resultados mucho más pequeño.
fr: Si vous ne connaissez que le prénom ou le nom de la personne, vous pouvez entrer uniquement cela, mais attendez-vous à davantage de résultats. La saisie des deux noms, si vous les connaissez, donnera un ensemble de résultats beaucoup plus petit.

source: Your Player Profile
de: Ihr Spielerprofil
es: Su Perfil del jugador
fr: Votre profil de joueur

source: There is a misconception in some areas that your skill level in some way affects your team's standings or the way that you move up and down the ladder. This is <strong>not</strong> the case. Average team skill levels may be used, in the absence of any other data (such as previous season results or other personal knowledge of the team), to determine the initial placement of a team. However, this is generally immaterial in a round-robin league, and will very quickly be corrected in a ladder league, so there is no benefit to falsifying your skill level.
de: Es ist ein Irrglaube, in einigen Bereichen, die Ihren Fähigkeiten in irgendeiner Weise Ihr Team Wertung oder die Art und Weise beeinflusst, die Sie nach oben und unten die Leiter. Dies ist <strong>nicht</strong> der Fall. Durchschnittliche Team Schwierigkeitsstufen verwendet werden können, in Abwesenheit von irgendwelchen anderen Daten (wie vorherige Saison Ergebnisse oder andere persönliche Wissen des Teams), um die anfängliche Platzierung eines Teams zu bestimmen. Allerdings ist dies in der Regel unerheblich, in einem Round-Robin-Liga, und werden sehr schnell in einer Leiter Liga korrigiert werden, so gibt es keinen Nutzen Ihren Fähigkeiten zu fälschen.
es: Hay una idea errónea en algunas áreas que su nivel de habilidad de alguna manera afecta a la clasificación de su equipo o la forma en que se mueve arriba y abajo de la escalera. Este es <strong>no</strong> el caso. Los niveles promedio de habilidad del equipo se pueden utilizar, en ausencia de cualquier otro tipo de datos (tales como resultados de la temporada anterior, u otros conocimientos personales del equipo), para determinar la colocación inicial de un equipo. Sin embargo, esto es generalmente irrelevante en una liga de todos contra todos, y muy rápidamente se corregirá en una liga escalera, por lo que no hay ningún beneficio para la falsificación de su nivel de habilidad.
fr: Dans certains domaines, il existe une idée fausse selon laquelle votre niveau de compétence affecte d'une manière ou d'une autre le classement de votre équipe ou la façon dont vous gravissez les échelons. Ce n'est <strong>pas</strong> le cas. Les niveaux de compétence moyens d'une équipe peuvent être utilisés, en l'absence de toute autre donnée (comme les résultats de la saison précédente ou d'autres connaissances personnelles de l'équipe), pour déterminer le placement initial d'une équipe. Cependant, ceci est généralement sans importance dans une ligue à tour de rôle et sera très rapidement corrigé dans une ligue à échelle; il est donc inutile de falsifier votre niveau de compétence.

source: {0} uses a registration system, through which you sign up for various "events". Each event will have an open and close date, which indicate the window during which you can register for that event. Some events may be free, most will have a cost associated with them. Some organizations will have an annual membership that you must register for before anything else. Other events may allow you to create a team, join a "hat" team, or sign up for a clinic or social event. The options available to you will depend on what your organization offers.
de: {0} verwendet ein Registrierungssystem, durch die man sich für verschiedene Zeichen "Ereignisse". Jedes Ereignis wird eine offene und Abschlussdatum haben, die das Fenster angeben, in dem Sie für das Ereignis registrieren. Einige Ereignisse frei sein kann, werden die meisten haben eine Kosten mit ihnen verbunden sind. Einige Organisationen wird eine jährliche Mitgliedschaft haben, die Sie vor allem anderen müssen sich registrieren. Weitere Veranstaltungen kann Ihnen erlauben, ein Team zu erstellen, eine "hat" Team beitreten, oder für eine Klinik oder ein gesellschaftliches Ereignis anmelden. Die Möglichkeiten, die Ihnen wird davon abhängen, was Ihre Organisation bietet.
es: {0} utiliza un sistema de registro, a través del cual se suscribe a varios "eventos". Cada evento tendrá una fecha de apertura y cierre, lo que indica la ventana en la que puede registrarse para ese evento. Algunos eventos pueden ser libres, la mayoría de ellos tienen un costo asociado con ellos. Algunas organizaciones tendrán una membresía anual que debe registrarse para antes que nada. Otros eventos pueden permitir la creación de un equipo, se une a un equipo "sombrero", o se inscribe en una clínica o un evento social. Las opciones disponibles para usted dependerán de lo que ofrece su organización.
fr: {0} uses a registration system, through which you sign up for various «events». Chaque événement aura une date d'ouverture et de fermeture indiquant la fenêtre pendant laquelle vous pouvez vous inscrire à cet événement. Certains événements peuvent être gratuits, mais la plupart auront un coût associé. Certaines organisations auront une adhésion annuelle à laquelle vous devez vous inscrire avant toute autre chose. D'autres événements peuvent vous permettre de créer une équipe, rejoindre un «hat» team, or sign up for a clinic or social event. The options available to you will depend on what your organization offers.

source: Every registration event may have a rule defined that determines who is allowed to register. These rules can look at your gender, age, registration history, and other factors.
de: Jede Anmeldung Ereignis kann eine Regel haben definiert, die zu registrieren darf bestimmt. Diese Regeln können auf Ihr Geschlecht aussehen, Alter, Anmeldung Geschichte, und andere Faktoren.
es: Cada evento de registro puede tener una regla definida que determina quién tiene permiso para registrar. Estas reglas pueden mirar a su sexo, edad, historia de registro, y otros factores.
fr: Chaque événement d'enregistrement peut avoir une règle définie qui détermine qui est autorisé à s'inscrire. Ces règles peuvent prendre en compte votre sexe, votre âge, vos antécédents d'inscription et d'autres facteurs.

source: The {0} attempts to simplify the registration process by only showing you options that you are qualified to register for.
de: Die {0} versucht, um den Registrierungsprozess zu vereinfachen, indem Sie nur Optionen angezeigt, die Sie qualifiziert sind, zu registrieren für.
es: El {0} intentos de simplificar el proceso de registro única que muestra que las opciones que está calificado para registrarse.
fr: Le {0} tente de simplifier le processus d’enregistrement en affichant uniquement les options pour lesquelles vous êtes qualifié.

source: Registration Wizard
de: Registrierungsassistent
es: Asistente de Registro
fr: Assistant à l'inscription
