Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: This is most commonly required when the coaches or captains submit scores that do not match. In this case, there is also an "{0}" link on this page which will allow you to easily contact the coaches, captains and assistants from both teams; they can then edit their score submission, which will allow the game to be automatically finalized.
es: Esto es necesario con mayor frecuencia cuando los entrenadores o capitanes presentar los resultados que no coinciden. En este caso, también hay un "{0}" que aparece en esta página, que le permitirá fácilmente en contacto con los entrenadores, capitanes y ayudantes de ambos equipos; A continuación, puede editar su presentación puntuación, lo que permitirá que el juego se finaliza automáticamente.
fr: This is most commonly required when the coaches or captains submit scores that do not match. In this case, there is also an «{0}» lien sur cette page qui vous permettra de contacter facilement les entraîneurs, capitaines et assistants des deux équipes; ils peuvent ensuite éditer leur soumission de score, ce qui permettra au partie d'être automatiquement finalisé.

source: Games which have had one score submitted will typically be automatically finalized by the system after a set time; if this option is turned off, coordinators may need to use this page to finalize such games.
de: Spiele, die eine Punktzahl gehabt haben vorgelegt wird in der Regel automatisch vom System nach einer bestimmten Zeit fertig gestellt werden; Wenn diese Option ausgeschaltet ist, können Koordinatoren müssen Sie diese Seite zu verwenden, um solche Spiele abzuschließen.
es: Juegos que han tenido una puntuación enviados se finalizó de forma automática por el sistema después de un tiempo determinado; si esta opción está desactivada, los coordinadores pueden necesitar utilizar esta página para finalizar este tipo de juegos.
fr: Les parties pour lesquels un score a été soumis seront généralement automatiquement finalisés par le système après un temps déterminé; Si cette option est désactivée, les coordinateurs devront peut-être utiliser cette page pour finaliser ces parties.

source: The "{0}" page is used to update details of your division. Only coordinators have permission to edit division details.
es: El "{0}" página se utiliza para actualizar los datos de su división. Sólo los coordinadores tienen permiso para editar los detalles de la división.
fr: The «{0}» page est utilisée pour mettre à jour les détails de votre division. Seuls les coordinateurs sont autorisés à modifier les détails de la division.

source: Divisions are initially set up and configured by a system administrator, so coordinators should only make changes to these settings in extreme circumstances, and they should inform the administrator of any such changes. However, it's useful to understand the meanings of the various settings for your division.
de: Divisionen werden zunächst aufgebaut und von einem Systemadministrator konfiguriert, so Koordinatoren sollten nur Änderungen an diesen Einstellungen unter extremen Umständen zu machen, und sie sollten den Administrator über solche Änderungen informieren. Allerdings ist es sinnvoll, die Bedeutungen der verschiedenen Einstellungen für Ihre Abteilung zu verstehen.
es: Las divisiones están configurados inicialmente y configurados por un administrador del sistema, por lo que los coordinadores sólo deben realizar cambios en estos parámetros en circunstancias extremas, y deben informar al administrador de dichos cambios. Sin embargo, es útil para entender los significados de los distintos ajustes para su división.
fr: Les divisions sont initialement configurées et configurées par un administrateur système. Par conséquent, les coordinateurs ne doivent modifier ces paramètres que dans des circonstances extrêmes. Ils doivent également informer l'administrateur de ces modifications. Cependant, il est utile de comprendre la signification des différents paramètres de votre division.

source: The "{0}" page has division sections which are essentially identical to this page.
fr: La page &quot;{0}&quot; comporte des sections de division qui sont essentiellement identiques à cette page.

source: Edit League
de: Bearbeiten Liga
es: Editar Liga
fr: Modifier la ligue

source: As a convenience for coordinators, there is a page providing the email addresses of all coaches and captains in the division. This page includes the names and emails in text format, suitable for copy-and-paste, and also as a "mailto" link. Note that, due to external limitations, the link may not work correctly in divisions with a large number of coaches and captains.
de: Als Erleichterung für Koordinatoren gibt es eine Seite, um die E-Mail-Adressen aller Trainer und Kapitäne in der Abteilung bereitstellt. Diese Seite enthält die Namen und die E-Mails im Textformat, geeignet für Copy-and-Paste, und auch als "mailto" Link. Beachten Sie, dass aufgrund externer Einschränkungen, kann nicht die Verbindung korrekt mit einer großen Anzahl von Trainer und Kapitäne in den Abteilungen arbeiten.
es: Como una conveniencia para los coordinadores, hay una página que contiene las direcciones de correo electrónico de todos los entrenadores y capitanes de la división. Esta página incluye los nombres y correos electrónicos en formato de texto, adecuado para copiar y pegar, y también como un "mailto" enlace. Tenga en cuenta que, debido a las limitaciones externas, el enlace puede no funcionar correctamente en las divisiones con un gran número de entrenadores y capitanes.
fr: As a convenience for coordinators, there is a page providing the email addresses of all coaches and captains in the division. This page includes the names and emails in text format, suitable for copy-and-paste, and also as a «mailto» lien. Notez que, en raison de limitations externes, le lien peut ne pas fonctionner correctement dans les divisions composées d'un grand nombre d'entraîneurs et de capitaines.

source: The {0} Distribution Report is used by coordinators over the course of the season to ensure that {1} and time slots are being assigned to teams in a balanced way. There are typically some {1} or time slots that are preferred over others, and this report helps to ensure that everyone gets their fair share of these preferred options.
de: Der {0} Distribution Report wird von den Koordinatoren über den Verlauf der Saison verwendet, um sicherzustellen, {1} und Zeitschlitze werden in ausgewogener Weise zu Teams zugeordnet. Es sind in der Regel einige {1} oder Zeitschlitze, die gegenüber anderen bevorzugt werden, und dieser Bericht hilft sicherzustellen, dass jeder seinen fairen Anteil dieser bevorzugten Optionen bekommt.
es: El {0} de distribución de informes se utiliza por los coordinadores a lo largo de la temporada para asegurar que {1} y ranuras de tiempo están siendo asignados a los equipos de una manera equilibrada. En general, existen algunos {1} o los intervalos de tiempo que son preferidos sobre otros, y este informe ayuda a garantizar que todo el mundo tiene su parte justa de estas opciones preferidas.
fr: Le rapport de distribution {0} est utilisé par les coordinateurs au cours de la saison pour garantir que {1} et les créneaux horaires sont assignés aux équipes de manière équilibrée. Certains {1} ou créneaux horaires sont généralement préférés aux autres, et ce rapport aide à faire en sorte que chacun obtienne sa juste part de ces options préférées.

source: The report summarizes all {0} at a single facility at the same time. If the league in question has games in more than one region, sub-totals are also provided for each region.
de: Der Bericht fasst alle {0} in einer einzigen Einrichtung in der gleichen Zeit. Wenn die Liga in Frage Spiele in mehr als einer Region hat, werden Teilsummen auch für jede Region zur Verfügung gestellt.
es: El informe resume todo {0} en una sola instalación al mismo tiempo. Si la liga en cuestión tiene juegos en más de una región, también se proporcionan los subtotales para cada región.
fr: Le rapport récapitule tous les {0} sur une même installation en même temps. Si la ligue en question a des matchs dans plus d'une région, des sous-totaux sont également fournis pour chaque région.

source: By default, the report includes all games, published or not, but sometimes during the scheduling process it is useful to be able to eliminate the games currently being scheduled from the totals, so there is a link at the top of the report to include only published games.
de: Standardmäßig enthält der Bericht alle Spiele, veröffentlicht oder nicht, aber manchmal während des Planungsprozesses ist es nützlich, die Spiele in der Lage sein zu beheben, die gegenwärtig von den Summen geplant werden, so gibt es einen Link am Anfang des Berichts nur zu schließen veröffentlichte Spiele.
es: De manera predeterminada, el informe incluye todos los juegos, publicados o no, pero a veces durante el proceso de programación es útil ser capaz de eliminar los juegos actualmente programados de los totales, por lo que hay un enlace en la parte superior del informe para incluir sólo juegos publicados.
fr: Par défaut, le rapport inclut tous les parties publiés ou non, mais il est parfois utile, lors du processus de planification, d'éliminer les parties en cours du programme. Un lien en haut du rapport n'inclut que parties publiés.

source: Coordinators have the ability to manage rosters of teams in their divisions. Use of this for anything other than "hat" teams should be limited to special circumstances.
de: Die Koordinatoren haben die Fähigkeit, Pläne der Mannschaften in ihren Abteilungen zu verwalten. Die Nutzung dieser für etwas anderes als "hat" Teams sollten auf besondere Umstände beschränkt werden.
es: Los coordinadores tienen la capacidad de administrar las listas de equipos en sus divisiones. El uso de este para que no sea equipos "sombrero" nada debe limitarse a circunstancias especiales.
fr: Coordinators have the ability to manage rosters of teams in their divisions. Use of this for anything other than «hat» les équipes doivent être limitées à des circonstances spéciales.

source: Note that these extra permissions <strong>do not</strong> apply when dealing with teams that the coordinator themself is on the roster of. This is primarily to prevent accidental circumvention of normal rostering rules.
de: Beachten Sie, dass diese zusätzlichen Berechtigungen <strong>nicht</strong> gelten, wenn mit Teams zu tun, dass der Koordinator themself ist auf der Liste der. Dies ist in erster Linie ein versehentliches Umgehung der normalen rostering Regeln zu verhindern.
es: Tenga en cuenta que estos permisos adicionales <strong>no</strong> se aplican cuando se trata de equipos que el coordinador de sí mismos está en la lista de. Esto es principalmente para evitar la elusión accidental de reglas de turnos normales.
fr: Notez que ces autorisations supplémentaires <strong>ne s'appliquent pas</strong> aux équipes dont le coordinateur est lui-même sur la liste. Cela vise principalement à empêcher le contournement accidentel des règles d’inscription normales.

source: In addition to the {0} of managing rosters, coordinators have an extra option. The "{1}" page will include a drop-down with a list of recent registration events. If you select one of these, you will be given a list of all people who registered for this event, less those who are already on a roster of another team in this league. This is intended for use with "{2}" registrations, where people who signed up for hat teams can be quickly added to rosters.
es: Además de la {0} de la gestión de las listas, los coordinadores tienen una opción adicional. La página de "{1}" incluirá un menú desplegable con una lista de eventos de registro recientes. Si selecciona uno de estos, se le dará una lista de todas las personas que se inscribieron para este evento, menos aquellos que ya están en una lista de otro equipo en esta liga. Esto es para uso con "{2}" registros, donde las personas que se inscribieron para equipos sombrero se pueden añadir rápidamente a las listas.
fr: In addition to the {0} of managing rosters, coordinators have an extra option. The «{1}» page comprendra un menu déroulant avec une liste des événements d’inscription récents. Si vous en sélectionnez un, vous recevrez une liste de toutes les personnes inscrites à cet événement, moins celles qui figurent déjà sur une liste d'une autre équipe de cette ligue. Ceci est destiné à être utilisé avec «{2}» registrations, where people who signed up for hat teams can be quickly added to rosters.

source: standard methods
de: Standardmethoden
es: métodos estándar
fr: méthodes standard

source: Add Player
de: Spieler hinzufügen
es: Añadir jugador
fr: Ajouter un Joueur

source: Individuals for Teams
es: Los individuos de Equipos
fr: Individus pour les équipes

source: The {0} Availability Report is used by coordinators over the course of the season to assist in ensuring that premier {1} and time slots are being fully utilized.
de: Der {0} Verfügbarkeitsbericht wird von den Koordinatoren im Laufe der Saison zu unterstützen, um sicherzustellen, dass Premier verwendet {1} und Zeitschlitze werden voll ausgenutzt werden.
es: El {0} Informe de disponibilidad es utilizado por los coordinadores a lo largo de la temporada para ayudar a garantizar que de primera clase {1} ranuras de tiempo y se están utilizando plenamente.
fr: Le rapport de disponibilité {0} est utilisé par les coordinateurs tout au long de la saison pour s’assurer que le premier {1} et les créneaux horaires sont pleinement utilisés.

source: After selecting a date for which you want to see the report, it will show a list of all game slots available to this division, and whether or not they are assigned. If assigned, it will show home and away teams{0}.
de: Nach der Auswahl, für die Sie ein Datum wollen den Bericht zu sehen, wird es eine Liste aller Spiel-Slots zur Verfügung zu dieser Sparte zeigen, und ob sie zugeordnet sind. Wenn zugewiesen, wird es zeigen, Heim- und Auswärtsteams {0}.
es: Después de seleccionar una fecha para la que desea ver el informe, se mostrará una lista de todas las ranuras de juego disponibles para esta división, y si están o no están asignados. Si se asigna, se mostrará equipos locales y visitantes {0}.
fr: Après avoir sélectionné une date pour laquelle vous souhaitez voir le rapport, une liste de toutes les créneaux de partie disponibles pour cette division apparaîtra, ainsi que leur assignation ou non. Si assigné, il montrera les équipes à domicile et à l'extérieur {0}.

source: , and the regional preference of the home team
de: Und die regionale Präferenz der Heimmannschaft
es: Y la preferencia regional del equipo local
fr: , et la préférence régionale de l'équipe à domicile

source: You can also access this report for a particular date through direct links on the division schedule.
de: Sie können auch diesen Bericht für einen bestimmten Zeitpunkt durch direkte Links auf die Abteilung Zeitplan zugreifen.
es: También puede acceder a este informe para una fecha en particular a través de enlaces directos en el calendario de la división.
fr: Vous pouvez également accéder à ce rapport pour une date donnée via des liens directs sur le calendrier de la division.

source: The spirit report is used to track spirit ratings through the season. Coordinators should review this regularly, and take any necessary steps if trends are identified.
de: Der Geist Bericht wird verwendet, Geist Bewertungen durch die Saison zu verfolgen. Koordinatoren sollten dies regelmäßig überprüfen und alle erforderlichen Schritte, wenn Entwicklungen zu beobachten sind.
es: El informe espíritu se utiliza para realizar un seguimiento de calificaciones espíritu a través de la temporada. Los coordinadores deben revisar periódicamente, y tomar las medidas necesarias si se identifican tendencias.
fr: Le rapport d’esprit est utilisé pour suivre les évaluations d’esprit tout au long de la saison. Les coordinateurs devraient examiner cette question régulièrement et prendre les mesures nécessaires si des tendances sont identifiées.

source: This report is divided into three sections. First is a season summary, showing the average score received by each team. Second is a distribution showing how many teams fall into each score range. Finally, there is a list of all spirit reports received for all games, including any comments that may have been submitted by the coaches and captains.
de: Dieser Bericht ist in drei Abschnitte unterteilt. Zunächst ist eine Saison Zusammenfassung, die durchschnittliche Punktzahl von jeder Mannschaft erhielt zeigt. Zweitens ist eine Verteilung zeigt, wie viele Teams in jeder Score-Bereich fallen. Schließlich gibt es eine Liste aller Geist Berichte für alle Spiele erhalten haben, einschließlich aller Kommentare, die von den Trainern und Kapitänen vorgelegt wurden.
es: Este informe se divide en tres secciones. En primer lugar es un resumen temporada, que muestra la puntuación media recibida por cada equipo. En segundo lugar es una distribución que muestra cómo muchos equipos caen en cada rango de puntuación. Por último, hay una lista de todos los informes espirituales recibidas para todos los juegos, incluyendo las observaciones que le han sido presentados por los entrenadores y capitanes.
fr: Ce rapport est divisé en trois parties. Le premier est un résumé de la saison, montrant le score moyen reçu par chaque équipe. La seconde est une distribution montrant le nombre d’équipes dans chaque plage de scores. Enfin, vous trouverez une liste de tous les rapports d’esprit reçus pour toutes les parties, y compris les commentaires éventuellement formulés par les entraîneurs et les capitaines.

source: This indicates what round games are currently happening in. This is for round robin leagues that are small enough to allow every team to play every other team more than once.
de: Dies zeigt an, was rund um Spiele jetzt in geschieht. Das ist für Round-Robin-Ligen ist, die klein genug sind, jedes Team zu ermöglichen, jedes andere Team mehr als einmal zu spielen.
es: Esto indica lo que los juegos redondas están sucediendo actualmente. Esto es para las ligas de round robin que son lo suficientemente pequeño como para permitir que todos los equipos para jugar cualquier otro equipo más de una vez.
fr: Cela indique dans quels rondes se déroulent actuellement les parties. Celles-ci sont assez petites pour permettre à chaque équipe de s'affronter plus d'une fois.

source: This setting is applicable only to round robin leagues.
de: Diese Einstellung gilt nur für Round-Robin-Ligen.
es: Este valor sólo se aplica a las ligas del round robin.
fr: Ce paramètre est applicable uniquement aux ligues round robin.

source: If the "{0}" flag is set for the division, you will have the option, when adding games or editing schedules, to put multiple games in the same game slot.
de: Wenn die "{0}" Flag für die Division gesetzt ist, werden Sie die Möglichkeit haben, wenn Spiele oder Bearbeiten von Zeitplänen hinzufügen, mehrere Spiele im selben Spiel Slot zu setzen.
es: Si la bandera "{0}" se establece para la división, tendrá la opción, al añadir juegos o edición de programaciones, para poner múltiples juegos en la misma ranura de juego.
fr: Si le «{0}» drapeau est défini pour la division, vous aurez la possibilité, lors de l’ajout de parties ou de la planification des éditions, de placer plusieurs parties dans le même créneau de partie.

source: Most commonly, this is used by sports where multiple teams are competing at the same time with each getting an individual result unrelated to the scores of the other teams, such as a race.
de: Am häufigsten wird dies durch Sport eingesetzt, wo mehrere Teams gleichzeitig konkurrieren mit jedem ein individuelles Ergebnis in keinem Zusammenhang mit den Bewertungen der anderen Teams bekommen, wie ein Rennen.
es: Por lo general, esto es utilizado por los deportes donde varios equipos están compitiendo al mismo tiempo con cada conseguir un resultado individual no relacionado con las puntuaciones de los otros equipos, tales como una carrera.
fr: Le plus souvent, cela est utilisé par les sports où plusieurs équipes concourent en même temps, chacune obtenant un résultat individuel sans lien avec les scores des autres équipes, comme une course.

source: Note that this disables sanity checks on the schedule, thereby allowing you to put as many games as you want on the same field at the same time, so you will need to double-check your schedules manually.
de: Beachten Sie, dass diese Plausibilitätsprüfungen auf dem Programm deaktiviert, wodurch man so viele Spiele zu setzen, wie Sie in der gleichen Zeit auf dem gleichen Feld wollen, so müssen Sie Ihre Zeitpläne manuell nochmals zu überprüfen.
es: Tenga en cuenta que esto desactiva comprobaciones de validez en el calendario, lo que le permite poner todos los juegos que usted quiere en el mismo campo al mismo tiempo, por lo que deberá volver a verificar sus horarios de forma manual.
fr: Notez que cela désactive les contrôles de cohérence sur la planification, vous permettant ainsi de mettre autant de parties que vous le souhaitez sur le même champ en même temps. Vous devrez donc vérifier votre planification manuellement.

source: If you never need this option, {0} and turn it off.
de: Wenn Sie noch nie diese Option benötigen, {0} und deaktivieren.
es: Si nunca necesita esta opción, {0} y apagarlo.
fr: Si vous n'avez jamais besoin de cette option, {0} et désactivez-la.

source: edit the division
de: bearbeiten Sie die Teilung
es: editar la división
fr: modifier la division

source: If the "{0}" flag is set for the division, you will have the option, when adding games, to select teams that you don't want to include in the generated schedule.
de: Wenn die "{0}" Flag für die Division gesetzt ist, werden Sie die Möglichkeit haben, wenn Spiele Hinzufügen Teams auszuwählen, die Sie nicht wollen, in dem erzeugten Zeitplan enthalten.
es: Si el "{0}" indicador se establece para la división, tendrá la opción, al añadir juegos, para seleccionar los equipos que no desea incluir en el programa generado.
fr: Si le «{0}» drapeau est défini pour la division, vous aurez la possibilité, lors de l’ajout de parties, de sélectionner les équipes que vous ne souhaitez pas inclure dans le programme généré.

source: You may want to do this because you have an un-even number of teams in your division, or if some teams may have bye weeks.
de: Sie können dies tun wollen, weil Sie einen nicht gerade Anzahl von Teams in Ihrer Abteilung haben, oder wenn einige Teams bye Wochen haben können.
es: Es posible que desee hacer esto porque usted tiene un número de no-uniforme de los equipos en su división, o si algunos equipos pueden tener bye semanas.
fr: Vous voudrez peut-être faire cela parce que vous avez un nombre non égal d’équipes dans votre division, ou si certaines équipes peuvent avoir des semaines de congé.
