Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: If there is no user_name column, or if the user_name column is blank for a user, their email address will be used as their user name.
de: Wenn es keine user_name Spalte ist, oder wenn die user_name Spalte leer für einen Benutzer ist, wird die E-Mail-Adresse als Benutzername verwendet werden.
es: Si no hay ninguna columna nombre_usuario, o si la columna está en blanco nombre_usuario para un usuario, su dirección de correo electrónico se utilizará como nombre de usuario.
fr: S'il n'y a pas de colonne de nom d'utilisateur ou si la colonne de nom d'utilisateur est vide pour un utilisateur, son adresse de messagerie sera utilisée comme nom d'utilisateur.

source: If there is no password column, or if the password column is blank for a user, a random one will be generated.
de: Wenn kein Passwort Spalte ist, oder wenn das Passwort Spalte für einen Benutzer leer ist, wird ein gelegentliches man erzeugt werden.
es: Si no hay una columna de su clave o contraseña si la columna está en blanco para un usuario, se generará uno aleatorio.
fr: S'il n'y a pas de colonne de mot de passe, ou si la colonne de mot de passe est vide pour un utilisateur, une colonne aléatoire sera générée.

source: An id column may be included, but this is discouraged unless you really know what you're doing.
de: Eine ID-Spalte enthalten sein können, aber das wird abgeraten, wenn Sie wirklich wissen, was du tust.
es: Una columna de ID puede incluirse, pero esto no se recomienda a menos que realmente sepa lo que está haciendo.
fr: Une colonne id peut être incluse, mais cela est déconseillé si vous ne savez pas vraiment ce que vous faites.

source: Other optional columns are
de: Weitere optionale Spalten sind
es: Otras columnas opcionales están
fr: Les autres colonnes facultatives sont

source: Any other columns will be ignored.
de: Alle anderen Spalten werden ignoriert.
es: Se ignorará cualquier otras columnas.
fr: Toutes les autres colonnes seront ignorées.

source: Column names must match these names exactly, including case-sensitivity and underscores where present.
de: Spaltennamen müssen diese Namen genau übereinstimmen, einschließlich Fall-Empfindlichkeit und unterstreicht vorhanden, wo.
es: Los nombres de columna deben coincidir exactamente estos nombres, incluyendo mayúsculas y minúsculas y caracteres de subrayado en la actualidad.
fr: Les noms de colonne doivent correspondre exactement à ces noms, y compris les majuscules et les minuscules, le cas échéant.

source: Birthdate may be specified in YYYY-MM-DD or YYYY format.
de: Geburtstag kann in YYYY-MM-TT oder JJJJ-Format angegeben werden.
es: Fecha de nacimiento puede especificarse en el formato AAAA AAAA-MM-DD o.
fr: La date de naissance peut être spécifiée au format AAAA-MM-JJ ou AAAA.

source: Birthdate must be specified in YYYY-MM-DD format.
de: Geburtstag müssen in YYYY-MM-DD-Format angegeben werden.
es: Fecha de Nacimiento debe especificarse en el formato AAAA-MM-DD.
fr: La date de naissance doit être spécifiée au format AAAA-MM-JJ.

source: Rows starting with a # will be skipped.
de: Zeilen mit einem # beginnen, werden übersprungen.
es: Se omitirán filas que comienzan con un #.
fr: Les lignes commençant avec un # seront sautées.

source: Rows where the email address is set to simply "child" (without the quotes) will be created as a child profile automatically linked to the previous account. Multiple children can be added this way.
de: Zeilen, in denen die E-Mail-Adresse festgelegt ist einfach "Kind" (ohne Anführungszeichen) als ein Profil automatisch auf das vorherige Konto verknüpft Kind geschaffen werden. Mehrere Kinder können auf diese Weise hinzugefügt werden.
es: Filas en las que se establece la dirección de correo electrónico simplemente "niño" (sin las comillas) serán creados como un perfil de niño de forma automática vinculada a la cuenta anterior. los niños pueden añadir múltiples de esta manera.
fr: Rows where the email address is set to simply «child» (sans les guillemets) sera créé en tant que profil enfant automatiquement lié au compte précédent. Plusieurs enfants peuvent être ajoutés de cette façon.

source: I forgot my username
de: Ich habe meinen Benutzername
es: He olvidado mi nombre de usuario
fr: J'ai oublié mon nom d'utilisateur

source: I forgot my password
de: Ich habe mein Passwort vergessen
es: Olvidé mi contraseña
fr: J'ai oublié mon mot de passe

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe

source: If you have forgotten your password, fill in your user name OR email address below. A personalized reset link will be emailed to the address we have on file.
de: Wenn Sie Ihr Passwort vergessen haben, geben Sie Ihren Benutzernamen oder E-Mail-Adresse ein. Eine personalisierte Link zum Zurücksetzen wird an die Adresse per E-Mail werden wir gespeichert haben.
es: Si ha olvidado su contraseña, introduzca su nombre de usuario o dirección de correo electrónico a continuación. Un enlace de restablecimiento personalizada será enviada por correo electrónico a la dirección que tenemos en nuestros archivos.
fr: Si vous avez oublié votre mot de passe, entrez votre nom d'utilisateur OU votre adresse électronique ci-dessous. Un lien de réinitialisation personnalisé sera envoyé par courrier électronique à l'adresse que nous avons au dossier.

source: If you no longer have access to the email address on file, you will need to contact the office directly to have this updated before proceeding.
de: Wenn Sie keinen Zugriff mehr auf die E-Mail-Adresse gespeichert haben, müssen Sie das Büro direkt zu kontaktieren diese, bevor Sie fortfahren aktualisiert haben.
es: Si ya no tiene acceso a la dirección de correo electrónico en archivo, tendrá que ponerse en contacto con la oficina directamente a tener esta actualizada antes de proceder.
fr: Si vous n'avez plus accès à l'adresse e-mail enregistrée, vous devrez contacter le bureau directement pour la mettre à jour avant de poursuivre.

source: Only one of these is typically required.
de: Nur eine davon ist in der Regel erforderlich.
es: Sólo uno de ellos que normalmente se requiere.
fr: Un seul d'entre eux est généralement requis.

source: Create Waiver
de: erstellen Sie Waiver
es: Crear Renuncia
fr: Créer une renonciation

source: Edit Waiver
de: Bearbeiten Waiver
es: Editar Renuncia
fr: Modifier la décharge

source: Full name of this waiver.
de: Vollständiger Name dieser Verzicht.
es: Nombre completo de la dispensa.
fr: Nom complet de la décharge.

source: An extended description, shown solely to administrators, for example to differentiate between various "Membership" waivers.
de: Eine erweiterte Beschreibung, nur für Administratoren gezeigt, zum Beispiel zwischen verschiedenen "Mitgliedschaft" Verzichte zu unterscheiden.
es: Una descripción extendida, que se muestra únicamente a los administradores, por ejemplo para diferenciar entre diferentes renuncias "La membresía".
fr: An extended description, shown solely to administrators, for example to differentiate between various «Membership» décharges.

source: Complete waiver text, HTML is allowed.
de: Vollständige Aufhebung Text ist HTML erlaubt.
es: El texto completo de renuncia, se permite HTML.
fr: Texte de renonciation complet, HTML est autorisé.

source: Expiry Options
de: Verfall Optionen
es: Opciones de caducidad
fr: Options d'expiration

source: From month
de: von Monat
es: Desde el mes
fr: À partir du mois

source: From day
de: Vom ersten Tag
es: De día
fr: Du jour

source: Through month
de: durch Monat
es: A través de mes
fr: Par mois

source: Through day
de: durch Tag
es: A través de los días
fr: Par jour

source: days
de: Tage
es: días
fr: jours

source: Event waivers have no expiry options; they always expire after the event is done.
de: Ereignisverzichte haben keine Verfallsoptionen; verfallen sie immer nach der Veranstaltung erfolgt.
es: Eenuncias de eventos no tienen opciones de vencimiento; Siempre que expiran después de que el evento se lleva a cabo.
fr: Les dérogations d'événement n'ont aucune option d'expiration; ils expirent toujours après la fin de l'événement.

source: Waivers that never expire have no expiry options.
de: Verzichte, die nie haben keine Verfalls Optionen verfallen.
es: Dispensas que nunca vencen no tienen opciones de vencimiento.
fr: Les renonciations qui n'expirent jamais n'ont pas d'options d'expiration.

source: List Waivers
de: Liste Waivers
es: Lista de exenciones
fr: Liste les décharges

source: Delete Waiver
de: löschen Waiver
es: Eliminar Renuncia
fr: Supprimer la renonciation

source: Are you sure you want to delete this waiver?
de: Sind Sie sicher, dass Sie diesen Verzicht zu löschen?
es: ¿Está seguro de que quiere eliminar esta renuncia?
fr: Voulez-vous vraiment supprimer cette décharge?

source: Add Waiver
de: In Waiver
es: Añadir Renuncia
fr: Ajouter une décharge

source: Valid For
de: Gültig für
es: Valido para
fr: Valide pour

source: Forever
de: Für immer
es: Por sienpre
fr: Pour toujours

source: View Waiver
de: Ansicht Waiver
es: Ver Renuncia
fr: Consulter la décharge

source: You accepted this waiver at %s on %s
de: Sie nahm diesen Verzicht auf %s auf %s
es: Usted aceptó esta renuncia a %s en %s
fr: Vous avez accepté cette décharge à %s le %s

source: You most recently accepted this waiver at %s on %s
de: Sie zuletzt diesen Verzicht auf akzeptiert %s auf %s
es: Más recientemente aceptado esta renuncia a %s en %s
fr: Vous avez, plus récemment, accepté cette décharge à %s le %s

source: covering the dates %s to %s
de: Abdecken der Termine %s zu %s
es: cubriendo las fechas %s de %s
fr: couvrant les dates% s à% s

source: You have not accepted this waiver for the dates {0} to {1}.
de: Sie haben nicht diesen Verzicht für die Tage akzeptiert {0} bis {1}.
es: No ha aceptado esta exención para las fechas {0} a {1}.
fr: Vous n'avez pas accepté cette renonciation pour les dates {0} à {1}.

source: You haven't accepted this waiver.
de: Sie haben diesen Verzicht nicht akzeptiert.
es: No ha aceptado esta renuncia.
fr: Vous n'avez pas accepté cette décharge.

source: You may {0}; if you choose not to, you may be prompted to do so at a later time.
de: Sie können {0}; wenn Sie nicht wählen, können Sie aufgefordert werden, um zu einem späteren Zeitpunkt zu tun.
es: Usted puede {0}; si decide no hacerlo, se le puede pedir a hacerlo en un momento posterior.
fr: Vous pouvez {0}; si vous choisissez de ne pas le faire, vous serez peut-être invité à le faire ultérieurement.

source: accept it now
de: akzeptieren es jetzt
es: aceptarlo ahora
fr: accepte-le maintenant

source: Sign Waiver
es: Exención de signo
fr: Signer la décharge

source: I agree to the above conditions
de: Ich stimme den oben genannten Bedingungen
es: Estoy de acuerdo con las condiciones anteriores
fr: J'accepte les conditions ci-dessus

source: I DO NOT agree to the above conditions
de: Ich bin nicht einverstanden mit den oben genannten Bedingungen
es: No estoy de acuerdo con las condiciones anteriores
fr: Je n'accepte pas les conditions ci-dessus

source: Expiry Type
de: Gültig Typ
es: Tipo de caducidad
fr: Type d'expiration

source: default
de: Standard
es: defecto
fr: par défaut

source: Submit Stats
de: Senden Statistik
es: Presentar estadísticas
fr: Soumettre des statistiques

source: Live Score
fr: Score en direct

source: in progress
de: in Bearbeitung
es: en progreso
fr: en cours

source: unofficial
de: inoffiziell
es: no oficial
fr: non officiel

source: score mismatch
es: desajuste puntuación
fr: score incompatibilité

source: [Help]
de: [Hilfe]
es: [Ayuda]
fr: [Aide]

source: Additional help
de: Weitere Hilfe
es: Ayuda adicional
fr: Aide supplémentaire

source: AND
de: UND
es: Y
fr: ET

source: OR
de: ODER
es: O
fr: OU

source: NOT
de: NICHT
es: NO
fr: PAS

source: {0} to {1}
de: {0} nach {1}
es: {0} a {1}
fr: {0} à {1}

source: {0} {1} to {2}
es: {0} {1} a {2}
fr: {0} {1} à {2}

source: Your admin password has been set to {0}. Log in right away and change it to something more memorable.
fr: Votre mot de passe administrateur a été défini sur {0}. Connectez-vous immédiatement et changez-le en quelque chose de plus mémorable.

source: Disabled
de: Behindert
es: Discapacitado
fr: désactivé

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activée

source: User can update
de: Der Benutzer kann aktualisieren
es: El usuario puede actualizar
fr: L&#39;utilisateur peut mettre à jour

source: Admin can update
de: Admin kann aktualisieren
es: El administrador puede actualizar
fr: L&#39;administrateur peut mettre à jour

source: Disabled entirely
de: Behinderten vollständig
es: Desactivado por completo
fr: Entièrement handicapé

source: Updated during event registration
de: Aktualisiert während Event-Registrierung
es: Actualización durante el registro de eventos
fr: Mis à jour lors de l&#39;inscription à l&#39;événement

source: Womens XSmall
fr: Femmes très petit

source: Womens Small
fr: Femmes petit

source: Womens Medium
fr: Femmes moyen

source: Womens Large
fr: Femmes grand

source: Womens XLarge
fr: Femmes très grand

source: Mens Small
fr: Hommes petit

source: Mens Medium
fr: Hommes moyen

source: Mens Large
fr: Hommes grand

source: Mens XLarge
fr: Hommes très grand

source: Mens XXLarge
fr: Hommes très très grand

source: Youth Small
fr: Jeunesse petite

source: Youth Medium
fr: Jeunesse Medium

source: Youth Large
fr: Jeunes grands

source: new
fr: Nouveau

source: inactive
fr: inactif

source: active
fr: actif

source: locked
fr: fermé à clé

source: Cricket
fr: Criquet

source: Hockey
fr: Le hockey

source: Soccer
fr: Football

source: Ultimate
fr: Ultime

source: grass
fr: gazon

source: turf
fr: gazon synthétique

source: sand
fr: sable

source: dirt
fr: terre

source: clay
fr: argile

source: hardwood
fr: bois

source: rubber
fr: caoutchouc

source: urethane
fr: uréthane

source: concrete
fr: béton

source: asphalt
fr: asphalte

source: ice
fr: glace

source: snow
fr: neige

source: Symbols Only
fr: Symboles seulement

source: Coordinator Only
fr: Coordonnateur seulement

source: Numeric
fr: Numérique

source: All
fr: Tous

source: Head-to-head
de: Kopf an Kopf
es: Cabeza a cabeza
fr: Tête à tête

source: Head-to-head plus-minus
de: Kopf-an-Kopf-plus-minus
es: Cabeza a cabeza más-menos
fr: Face à face plus-moins

source: Plus-minus
es: Mas menos
fr: Plus moins

source: never
fr: jamais

source: optional
fr: optionnel

source: always
fr: toujours

source: opponent
fr: adversaire

source: submitter
fr: soumissionnaire

source: Require the full amount to be paid online
de: Erfordern den vollen Betrag online bezahlt werden
es: Exigir la cantidad total a pagar en línea
fr: Exiger que le montant total soit payé en ligne

source: Require a minimum deposit to be paid online, but allow full payment
de: Erfordern eine Mindesteinzahlung werden online bezahlt, aber erlauben die volle Zahlung
es: Requiere un depósito mínimo que debe pagarse en línea, pero permitir el pago completo
fr: Exiger un dépôt minimum à payer en ligne, mais autoriser le paiement intégral

source: Either a specific deposit or the full amount may be paid online
de: Entweder eine bestimmte Anzahlung oder der volle Betrag online bezahlt werden kann,
es: Ya sea un depósito específico o el importe total se puede pagar en línea
fr: Un acompte spécifique ou le montant total peut être payé en ligne

source: Require a specific deposit amount to be paid online, the remainder to be collected offline
de: Erfordern eine bestimmte Einzahlungsbetrag werden online bezahlt, der Rest zu werden offline gesammelt
es: Requieren una cantidad específica de depósito a pagar en línea, quedando el resto por recogida fuera de línea
fr: Exiger un montant de dépôt spécifique à payer en ligne, le reste à collecter hors ligne

source: Allow any amount, including zero, to be paid online, the remainder (if any) to be collected offline
de: Ermöglichen eine beliebige Anzahl, einschließlich Null, werden online bezahlt, den Rest (falls vorhanden) gesammelt werden offline
es: Permitir que cualquier cantidad, incluyendo el cero, que se abonará en línea, el resto (si lo hay) para ser obtenida fuera de línea
fr: Permettre à tout montant, y compris zéro, d&#39;être payé en ligne, le reste (le cas échéant) d&#39;être collecté hors ligne

source: No online payments will be allowed, the entire amount will be collected offline
de: Keine Online-Zahlungen wird erlaubt sein, wird der gesamte Betrag offline gesammelt
es: No se permitirán los pagos en línea, la cantidad total será recogida fuera de línea
fr: Aucun paiement en ligne ne sera autorisé, le montant total sera collecté hors ligne

source: Pending
fr: En attente

source: Partial
fr: Partiel

source: Paid
fr: Payé

source: Cancelled
fr: Annulé

source: Waiting
fr: En attente

source: Online
fr: En ligne

source: Credit Card
fr: Carte de crédit

source: Cheque
fr: Chèque

source: Electronic Funds Transfer
fr: Transfert électronique de fonds

source: Cash
fr: Comptant

source: Money Order
fr: Mandat postal

source: Other
fr: Autre

source: Credit Redeemed
fr: Crédit remboursé

source: Injury
fr: Blessure

source: Rules disagreement
fr: Désaccord en rapport avec les règlements

source: Illegal Substitution
fr: Substitution illégale

source: Escalated incident
fr: Incident ayant escaladé

source: Winter
fr: Hiver

source: Winter Indoor
fr: Hiver - intérieur

source: Spring
fr: Printemps

source: Spring Indoor
fr: Printemps intérieur

source: Summer
fr: Été

source: Summer Indoor
fr: Été intérieur

source: Fall
fr: Automne

source: Fall Indoor
fr: Automne - Intérieur

source: 10: High calibre touring player (team was top 4 at nationals)
de: 10: Hochkarätige Touren Spieler (Team war Top 4 bei Staatsangehörigen)
es: 10: Alta calibre jugador gira (equipo fue superior 4 en el campeonato nacional)
fr: 10: Joueur itinérant de haut calibre (l&#39;équipe était parmi les 4 meilleures aux championnats nationaux)

source: 9: Medium calibre touring player
de: 9: Mittelkaliber Touren Spieler
es: 9: El jugador gira calibre mediano
fr: 9: Touriste de calibre moyen

source: 8: Key player in competitive league, or lower calibre touring player
de: 8: Key-Player im Wettbewerb Liga, oder kleine Kaliber Touren Spieler
es: 8: La figura del partido en liga competitiva, o menor calibre jugador gira
fr: 8: Joueur clé dans une ligue compétitive, ou joueur de tournée de moindre calibre

source: 7: Competitive league player, minimal/no touring experience
de: 7: Competitive Ligaspieler, minimale/keine Tourenerfahrung
es: 7: jugador de la liga competitiva, experiencia mínima/no de gira
fr: 7: Joueur de ligue compétitif, expérience de tournée minimale / nulle

source: 6: Key player in intermediate league, or lower player in competitive league
de: 6: Key-Player in Zwischen Liga, oder niedriger Spieler im Wettbewerb Liga
es: 6: La figura del partido en la liga intermedia o inferior jugador en la liga competitiva
fr: 6: Joueur clé en ligue intermédiaire ou joueur inférieur en ligue compétitive

source: 5: Comfortable in intermediate league
de: 5: komfortable in Zwischen Liga
es: 5: confortable en la liga intermedia
fr: 5: Confortable en ligue intermédiaire

source: 4: Key player in recreational league, or lower player in intermediate league
de: 4: Key Player in der Freizeit-Liga, oder niedriger Spieler in Zwischen Liga
es: 4: La figura del partido en la liga recreativa, o más bajo jugador en la liga intermedia
fr: 4: Joueur clé en ligue récréative, ou joueur inférieur en ligue intermédiaire

source: 3: Comfortable in recreational league
de: 3: Bequem in der Freizeit-Liga
es: 3: confortable en la liga recreativa
fr: 3: confortable en ligue récréative

source: 2: Beginner, minimal experience but athletic with sports background
de: 2: Anfänger, minimale Erfahrung, aber sportlich mit Sport Hintergrund
es: 2: Principiante, experiencia mínima pero atlético con el fondo de los deportes
fr: 2: Débutant, expérience minimale mais athlétique avec une expérience sportive

source: 1: Absolute Beginner
fr: 1: Débutant absolu

source: Players are invited and must accept
de: Die Spieler sind eingeladen und müssen akzeptieren,
es: Los jugadores están invitados y deben aceptar
fr: Les joueurs sont invités et doivent accepter

source: Players are added directly
de: Die Spieler werden direkt hinzugefügt
es: Los jugadores se añaden directamente
fr: Les joueurs sont ajoutés directement

source: Normal
fr: Ordinaire

source: In Progress
fr: En cours

source: Home Default
fr: Accueil par défaut

source: Away Default
fr: Absent par défaut

source: Rescheduled
fr: Replanifié

source: Forfeit
fr: Déclarer forfait

source: Nobody
de: Niemand
es: Nadie
fr: Personne

source: Everybody
de: Jeder
es: Todos
fr: Tout le monde

source: Admins
es: Administradores
fr: Administrateurs

source: Canadian
de: kanadisch
es: Canadiense
fr: canadien

source: USA
es: Estados Unidos
fr: Etats-Unis

source: Imperial
fr: Impérial

source: Metric
fr: Métrique

source: Fixed dates
de: Feste Termine
es: Fechas fijas
fr: Dates fixes

source: A fixed duration
de: Eine feste Dauer
es: Una duración fija
fr: Une durée fixe

source: Duration of the event
de: Dauer der Veranstaltung
es: Duración del evento
fr: Durée de l&#39;événement

source: Checkbox
fr: Case à cocher

source: Text Area
fr: Zone de texte

source: Group Start
fr: Début de groupe

source: Group End
fr: Fin de groupe

source: Label
fr: Étiquette

source: Run-time determination
de: Laufzeitbestimmung
es: El tiempo de ejecución de determinación
fr: Détermination du temps d&#39;exécution

source: Determined by game outcomes
de: Bestimmt durch die Spielergebnisse
es: Determinado por los resultados del juego
fr: Déterminé par les résultats du jeu

source: Determined by roster status
de: Bestimmt durch Roster Status
es: Determinado por el estado de lista
fr: Déterminé par le statut de la liste

source: Determined by registrations
de: von Registrierungen Entschlossen
es: Determinado por registros
fr: Déterminé par les inscriptions

source: Aggregates multiple badges, e.g. "5x"
de: Aggregate mehrere Abzeichen, zB "5x"
es: Agrega múltiples insignias, por ejemplo, "5x"
fr: Regroupe plusieurs badges, par exemple &quot;5x&quot;

source: Nominated by anyone (must be approved)
de: Nominiert von jedermann (muss genehmigt werden)
es: Nominado por cualquier persona (debe ser aprobado)
fr: Désigné par quiconque (doit être approuvé)

source: Assigned by an admin
de: Assigned von einem Admin
es: Asignado por un administrador
fr: Attribué par un administrateur

source: Admin only (same locations as high)
de: Nur durch den Admin (gleichen Stellen wie hoch)
es: único administrador (mismos lugares tan alto)
fr: Administrateur uniquement (mêmes emplacements que haut)

source: High (profile, pop-ups, team rosters)
de: Hoch (Profil, Pop-ups, Mannschaftsaufstellungen)
es: Alta (perfil, ventanas emergentes, listas de los equipos)
fr: Élevé (profil, pop-ups, listes d&#39;équipe)

source: Low (profile only)
de: Low (Profil nur)
es: Baja (sólo el perfil)
fr: Faible (profil uniquement)

source: Ratings Ladder
de: Bewertungen Ladder
es: Las calificaciones de escalera
fr: Échelle d&#39;évaluation

source: Wager System
es: Sistema de apuesta
fr: Système de pari

source: Modified Elo
de: Modifizierte Elo
es: Modificado Elo
fr: Elo modifié

source: No spirit questionnaire
de: Kein Geist Fragebogen
es: No se cuestionario espíritu
fr: Pas de questionnaire sur l&#39;esprit

source: WFDF standard
es: estándar WFDF
fr: Norme WFDF

source: WFDF standard 2014 version
es: WFDF estándar de la versión 2014
fr: Version standard WFDF 2014

source: WFDF standard 2014 version, with inclusivity question
es: WFDF estándar de la versión 2014, con pregunta inclusiva
fr: Version standard WFDF 2014, avec question d&#39;inclusivité

source: Modified WFDF
de: Modifizierte WFDF
es: WFDF modificado
fr: WFDF modifié
