Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Target date for sending this newsletter. For display purposes only; does not cause the newsletter to be sent on this date.
de: Zieldatum den Newsletter für das Senden. Zur Anzeige nur; nicht den Newsletter dazu führen, zu diesem Zeitpunkt gesendet werden.
es: Fecha límite para el envío de este boletín. Por motivos de visualización; no causa el boletín de noticias para ser enviados en esta fecha.
fr: Date cible pour l'envoi de cette newsletter. À des fins d'affichage uniquement; ne provoque pas l'envoi de la newsletter à cette date.

source: Time (in minutes) between batches. Larger delays decrease the chance that sites like Hotmail will consider your email to be spam.
de: Zeit (in Minuten) zwischen den Reihen. Größere Verzögerungen verringern die Wahrscheinlichkeit, dass Websites wie Hotmail Ihre E-Mail prüfen wird Spam.
es: Tiempo (en minutos) entre lotes. retrasos mayores disminuyen la posibilidad de que los sitios como Hotmail tendrá en cuenta su correo electrónico como spam.
fr: Temps (en minutes) entre les lots. Des délais plus longs réduisent les chances que des sites comme Hotmail considèrent votre courrier électronique comme du spam.

source: Maximum number of newsletters to send in a single batch. Smaller batches decrease the chance that sites like Hotmail will consider your email to be spam.
de: Maximale Anzahl von Newslettern in einer einzigen Charge zu senden. Kleinere Chargen verringern die Wahrscheinlichkeit, dass Websites wie Hotmail Ihre E-Mail prüfen wird Spam.
es: Número máximo de boletines para enviar en un solo lote. lotes más pequeños disminuyen la probabilidad de que los sitios como Hotmail tendrá en cuenta su correo electrónico como spam.
fr: Nombre maximum de newsletters à envoyer en un seul lot. Des lots plus petits réduisent le risque que des sites comme Hotmail considèrent votre courrier électronique comme du spam.

source: Check this to personalize each email. This slows down the sending process and increases the amount of internet traffic your newsletter will generate.
de: Prüfen Sie dies jede E-Mail zu personalisieren. Dies verlangsamt den Sendevorgang ab und erhöht die Menge an Internet-Traffic Ihren Newsletter zu generieren.
es: Active esta opción para personalizar cada correo electrónico. Esto ralentiza el proceso de envío y aumenta la cantidad de tráfico de Internet su boletín de noticias va a generar.
fr: Cochez cette case pour personnaliser chaque email. Cela ralentit le processus d'envoi et augmente la quantité de trafic Internet généré par votre newsletter.

source: Recent and Upcoming Newsletters List
de: Aktuelle und zukünftige Newsletter-Liste
es: Lista recientes y próximos boletines
fr: Liste des newsletters récentes et à venir

source: Complete Newsletters List
de: Komplette Liste Newsletter
es: Lista completa Boletines
fr: Liste complète des lettres d'information

source: Upcoming Newsletters
de: Die nächsten Newsletter
es: Boletines próximas
fr: Bulletins à venir

source: Sending
de: Versendung
es: Enviando
fr: Envoi

source: Batch sent at {0}
de: Batch gesendet an {0}
es: Lote enviado a {0}
fr: Lot envoyé à {0}

source: For the next batch to be sent, you must leave this screen open on this page!
de: Für die nächste Charge gesendet werden, müssen Sie diesen Bildschirm geöffnet auf dieser Seite verlassen!
es: Para el siguiente lote que se enviará, debe salir de esta pantalla abierta en esta página!
fr: Pour que le prochain lot soit envoyé, vous devez laisser cet écran ouvert sur cette page!

source: Sent email to
de: Gesendete E-Mail an
es: Enviado al correo electrónico
fr: Envoyé un courriel à

source: Test email sent to
de: Test-E-Mail gesendet
es: Prueba de correo electrónico enviado a
fr: E-mail de test envoyé à

source: To send yourself a test copy of this newsletter, {0}.
de: Senden Sie sich eine Testkopie dieses Newsletters, {0}.
es: Para enviar una copia de prueba a sí mismo de este boletín, {0}.
fr: Pour vous envoyer une copie test de cette newsletter, {0}.

source: To initiate delivery of this newsletter, {0}.
de: Zur Einleitung Lieferung dieses Newsletters, {0}.
es: Para iniciar el envío de este boletín, {0}.
fr: Pour lancer la diffusion de cette lettre d’information, {0}.

source: Subject
de: Fach
es: Tema
fr: Sujet

source: Reply To
de: Antwort an
es: Responder a
fr: Répondre à

source: Delay
de: Verzögern
es: Retrasar
fr: Délai

source: Batch Size
de: Stapelgröße
es: Tamaño del lote
fr: Taille du lot

source: Personalize
de: Personifizieren
es: Personalizar
fr: Personnaliser

source: Text
es: Texto
fr: Texte

source: What information do we collect?
de: Welche Informationen sammeln wir?
es: ¿Qué información se recopila?
fr: Quelles informations collectons-nous?

source: We collect information from you when you register on our site.
de: Wir sammeln Informationen von Ihnen, wenn Sie auf unserer Seite registrieren.
es: Nosotros recopilamos información de usted cuando se registra en nuestro sitio.
fr: Nous recueillons des informations vous concernant lors de votre inscription sur notre site.

source: When registering on our site, you may be asked to enter your: name, email address, mailing address or phone numbers. When registering, or at any later time, you may choose whether or not to publish your email address and phone numbers (collectively referred to as "contact information"); any such contact information that you choose to publish will be visible only to other registered members who are looged in.
de: Wenn Sie auf unserer Website registrieren, können Sie aufgefordert, Ihre Eingabe: Name, E-Mail-Adresse, Postanschrift oder Telefonnummern. Bei der Registrierung oder zu einem späteren Zeitpunkt können Sie wählen, ob Ihre E-Mail-Adresse und Telefonnummern veröffentlichen (nachfolgend zusammengefasst als "Kontaktinformationen" bezeichnet); eine solche Kontaktinformationen, die Sie nur an andere registrierte Mitglieder, die sind looged veröffentlichen wird sichtbar sein.
es: Al registrarse en nuestro sitio, se le puede pedir que introduzca su nombre, dirección de correo electrónico, dirección postal o números de teléfono. Al registrarse, o en cualquier momento posterior, puede elegir si desea o no publicar su dirección de correo electrónico y números de teléfono (denominados colectivamente como "información de contacto"); cualquier información de contacto que elija para publicar será visible sólo a otros miembros registrados que están en looged.
fr: When registering on our site, you may be asked to enter your: name, email address, mailing address or phone numbers. When registering, or at any later time, you may choose whether or not to publish your email address and phone numbers (collectively referred to as «contact information») toute information de contact que vous choisissez de publier ne sera visible que par les autres membres inscrits connectés.

source: You may visit our site anonymously; however, to protect the privacy of others, some functionality is available only if you are registered and logged in.
de: Sie können unsere Website anonym besuchen; aber die Privatsphäre anderer zu schützen, ist einige Funktionen nur zur Verfügung, wenn Sie registriert und angemeldet haben.
es: Usted puede visitar nuestro sitio de forma anónima; Sin embargo, para proteger la privacidad de los demás, algunas funciones sólo está disponible si está registrado y conectado.
fr: Vous pouvez visiter notre site anonymement; Cependant, pour protéger la vie privée des autres, certaines fonctionnalités ne sont disponibles que si vous êtes enregistré et connecté.

source: What do we use your information for?
de: Was verwenden wir Ihre Informationen?
es: ¿Para qué utilizamos su información?
fr: Pour quoi utilisons-nous vos informations?

source: Any of the information we collect from you may be used in one of the following ways:
de: Jede der von uns gesammelten Informationen von Ihnen in einer der folgenden Arten verwendet werden:
es: Toda la información que obtenemos de usted puede ser utilizado en una de las siguientes maneras:
fr: Toute information que nous recueillons de votre part peut être utilisée de l’une des manières suivantes:

source: To personalize your experience (your information helps us to better respond to your individual needs)
de: So personalisieren Sie Ihre Erfahrungen (Ihre Informationen helfen uns, besser auf Ihre individuellen Bedürfnisse zu reagieren)
es: Para personalizar su experiencia (su información nos ayuda a responder mejor a sus necesidades individuales)
fr: Pour personnaliser votre expérience (vos informations nous aident à mieux répondre à vos besoins individuels)

source: To process transactions
de: Zur Verarbeitung von Transaktionen
es: Para procesar las transacciones
fr: Traiter les transactions

source: To send periodic emails
de: Senden Sie regelmäßig E-Mails
es: Para enviar correos electrónicos periódicos
fr: Pour envoyer des emails périodiques

source: The email address you provide may be used to send you information, respond to inquiries, and/or other requests or questions. Your information, whether public or private, will not be sold, exchanged, transferred, or given to any other company for any reason whatsoever, without your consent.
de: Die E-Mail-Adresse, die Sie zur Verfügung stellen können Sie verwendet werden, um Informationen zu senden, antworten auf Anfragen und/oder andere Wünsche oder Fragen. Ihre Informationen, ob öffentlich oder privat, werden nicht verkauft, ausgetauscht, übertragen oder gegeben zu jedem anderen Unternehmen aus irgendwelchen Gründen auch immer, ohne Ihre Zustimmung.
es: La dirección de correo electrónico que usted proporcione puede ser utilizada para enviarle información, responder a las preguntas, y/o otras peticiones o preguntas. Su información, ya sea pública o privada, no será vendida, intercambiada, transferido o dado a ninguna otra empresa por cualquier motivo, sin su consentimiento.
fr: L’adresse e-mail que vous avez fournie peut être utilisée pour vous envoyer des informations, répondre à des demandes de renseignements et/ou à d’autres demandes ou questions. Vos informations, qu'elles soient publiques ou privées, ne seront ni vendues, ni échangées, ni transférées, ni transmises à une autre société pour quelque motif que ce soit, sans votre consentement.

source: How do we protect your information?
de: Wie schützen wir Ihre Daten?
es: ¿Cómo protegemos tu información?
fr: Comment protégeons-nous vos informations?

source: All supplied credit information is transmitted via Secure Socket Layer (SSL) technology and then encrypted into our Payment gateway providers database only to be accessible by those authorized with special access rights to such systems, and are required to keep the information confidential.
de: Alle gelieferten Kreditinformationen nur über Secure Socket Layer (SSL) -Technologie und dann verschlüsselt in unsere Payment-Gateway-Anbieter-Datenbank übermittelt durch diejenigen zugänglich sein dürfen mit besonderen Zugriffsrechten auf solche Systeme, und sind die Informationen vertraulich zu behandeln erforderlich.
es: Toda la información de crédito se transmite a través de la tecnología Secure Socket Layer (SSL) y se encripta en nuestra base de datos de proveedores de pasarela de pago sólo para ser accesible por las personas autorizadas con los derechos especiales de acceso a dichos sistemas, y están obligados a mantener la información confidencial.
fr: Toutes les informations de crédit fournies sont transmises via la technologie SSL (Secure Socket Layer), puis cryptées dans notre base de données de fournisseurs de passerelles de paiement uniquement pour être accessibles aux personnes autorisées avec des droits d'accès spéciaux à ces systèmes et sont tenues de garder les informations confidentielles.

source: After a transaction, your credit card information will not be stored on our servers.
de: Nach einer Transaktion werden Ihre Kreditkarteninformationen nicht auf unseren Servern gespeichert werden.
es: Después de una transacción, su información de tarjeta de crédito no será almacenada en nuestros servidores.
fr: Après une transaction, les informations de votre carte de crédit ne seront pas stockées sur nos serveurs.

source: Do we disclose any information to outside parties?
de: Haben wir keine Informationen an Dritte weiter?
es: ¿Revelamos cualquier información a terceros?
fr: Est-ce que nous divulguons des informations à des tiers?

source: We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential. We may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety. However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.
de: Wir verkaufen, handeln oder auf andere Weise übertragen an Dritte Ihre personenbezogenen Daten. Dies gilt nicht für vertrauenswürdige Dritte, die uns in Betrieb unserer Website unterstützen, unser Geschäft tätigt, oder die Wartung Sie, solange diese Parteien diese Informationen vertraulich zu behandeln. Wir können auch Ihre Informationen freigeben, wenn wir glauben, Veröffentlichung geeignet ist, mit dem Gesetz zu entsprechen, unsere Website Richtlinien durchzusetzen, oder schützen unsere oder andere Rechte, das Eigentum oder die Sicherheit. Allerdings nicht-personenbezogene Informationen können an andere Parteien für Marketing, Werbung oder andere Zwecke zur Verfügung gestellt werden.
es: Nosotros no vendemos, el comercio, o transferir a terceros sus datos de identificación personal. Esto no incluye los terceros de confianza que nos asisten en la operación de nuestro sitio web, la realización de nuestro negocio, un servicio que, siempre que dichas partes se comprometen a mantener esta información confidencial. También podemos revelar su información cuando creemos que es apropiado para cumplir con la ley, hacer cumplir las políticas de nuestro sitio, o para proteger la nuestra o de otros derechos, propiedad o seguridad. Sin embargo, la información de visitante de identificación no personal puede ser proporcionada a terceros para la comercialización, publicidad, u otros usos.
fr: Nous ne vendons, n'échangeons ni ne transférons de quelque manière que ce soit à des tiers vos informations personnellement identifiables. Cela n'inclut pas les tiers de confiance qui nous aident à exploiter notre site Web, à mener nos activités ou à vous servir, dans la mesure où ces parties acceptent de préserver la confidentialité de ces informations. Nous pouvons également divulguer vos informations lorsque nous estimons que leur divulgation est appropriée pour se conformer à la loi, appliquer les règles de notre site ou protéger nos droits, la propriété ou la sécurité d’autres personnes. Toutefois, des informations de visiteur non personnellement identifiables peuvent être fournies à d'autres parties à des fins de marketing, de publicité ou autres.

source: Do we disclose any information to other members?
de: Haben wir keine Informationen an andere Mitglieder offen legen?
es: ¿Revelamos cualquier información a otros miembros?
fr: Est-ce que nous divulguons des informations à d'autres membres?

source: In order to facilitate team communication, the {0} software in use on this site may provide your contact information, even if not otherwise published, to certain individuals. In particular:
de: Um die Kommunikation im Team zu erleichtern, ist die {0} Software im Einsatz auf dieser Website können Sie Ihre Kontaktinformationen zur Verfügung stellen, auch wenn sie nicht anderweitig veröffentlicht, für bestimmte Personen. Bestimmtes:
es: Con el fin de facilitar la comunicación del equipo, el {0} de programas informáticos utilizados en este sitio puede proporcionar su información de contacto, incluso si no se publicara de otro modo, a ciertos individuos. En particular:
fr: Afin de faciliter la communication en équipe, le logiciel {0} utilisé sur ce site peut fournir vos informations de contact, même si elles ne sont pas autrement publiées, à certaines personnes. En particulier:

source: Any captain of a team may see the contact information for all of their players and for the coordinator and other captains of the division that the team is in
de: Jeder Kapitän eines Teams kann die Kontaktinformationen für alle ihre Spieler sehen und für den Koordinator und andere Kapitäne der Division, die das Team ist in
es: Cualquier capitán de un equipo puede ver la información de contacto para todos sus jugadores y para el coordinador y otros jefes de la división que el equipo está en
fr: Tout capitaine d'une équipe peut voir les informations de contact de tous ses joueurs ainsi que du coordinateur et des autres capitaines de la division dans laquelle se trouve l'équipe

source: Any player on a team may see the contact information for all of their captains
de: Jeder Spieler in einem Team kann die Kontaktinformationen für alle ihre Kapitäne sehen
es: Cualquier jugador de un equipo puede ver la información de contacto para todos sus capitanes
fr: Tout joueur d’une équipe peut voir les coordonnées de tous ses capitaines.

source: Any coordinator of a division may see the contact information for all of the captains of all teams in their division
de: Jeder Koordinator einer Abteilung kann die Kontaktinformationen für alle die Kapitäne aller Teams in ihrer Division zu sehen
es: Cualquier coordinador de una división puede ver la información de contacto para todos los capitanes de todos los equipos en su división
fr: Tout coordonnateur d’une division peut voir les coordonnées de tous les capitaines de toutes les équipes de leur division.

source: In the above, "captain" includes assistant captains and coaches, "player" includes anyone who has accepted an invitation to join the roster, and "team" and "division" refer only to those which are currently active (e.g. the captain of a team in a division which has completed can no longer access the contact information of players on that team).
de: In der oben "Kapitän" schließt Assistent Kapitäne und Trainer, "Spieler" umfasst alle, die eine Einladung angenommen hat den Dienstplan, und "Team" und "Abteilung" beziehen sich auf diejenigen, die nur zu verbinden, die sind derzeit aktiv (zB der Kapitän eines Teams in einer Division, die nicht mehr abgeschlossen hat die Kontaktinformationen der Spieler auf das Team zugreifen können).
es: En el, "capitán" anterior incluye capitanes asistentes y entrenadores, "jugador" incluye cualquier persona que ha aceptado una invitación para unirse a la lista, y "equipo" y "división" se refiere sólo a las que estén actualmente activo (por ejemplo, el capitán de un equipo en una división que ha completado ya no puede acceder a la información de contacto de los jugadores en ese equipo).
fr: In the above, «captain» comprend les capitaines adjoints et les entraîneurs, «player» includes anyone who has accepted an invitation to join the roster, and «team» and «division» refer only to those which are currently active (e.g. the captain of a team in a division which has completed can no longer access the contact information of players on that team).

source: In order to facilitate team organization, the {0} software in use on this site may provide your {1}, even if not otherwise published, to certain individuals. In particular:
fr: Afin de faciliter l'organisation des équipes, le logiciel {0} utilisé sur ce site peut fournir votre {1}, même s'il n'est pas publié autrement, à certaines personnes. En particulier:

source: Any member of a team may see the {0} for all of the players on that team
fr: Tout membre d'une équipe peut voir le {0} pour tous les joueurs de cette équipe.

source: Any coordinator of a division may see the {0} for all players in their division
fr: Tout coordinateur d’une division peut voir le {0} pour tous les joueurs de sa division.

source: In the above, "member of a team" includes anyone (including captains, coaches, players and subs) who has accepted an invitation to join the roster, and "team" and "division" refer only to those which are currently active (e.g. members of a team in a division which has completed can no longer access the {0} of players on that team).
fr: In the above, «member of a team» inclut toute personne (capitaines, entraîneurs, joueurs et sous-marins) qui a accepté une invitation à s’inscrire sur la liste et «team» and «division» refer only to those which are currently active (e.g. members of a team in a division which has completed can no longer access the {0} of players on that team).

source: Your Consent
de: Ihre Zustimmung
es: Su consentimiento
fr: Votre consentement

source: By using our site, you consent to this online privacy policy.
de: Durch die Nutzung unserer Website erklären Sie sich mit dieser Online-Datenschutzrichtlinie.
es: Al utilizar nuestro sitio, usted acepta esta política de privacidad en línea.
fr: En utilisant notre site, vous acceptez cette politique de confidentialité en ligne.

source: Changes to our Privacy Policy
de: Änderungen unserer Datenschutzrichtlinien
es: Cambios en nuestra política de privacidad
fr: Changements à notre politique de confidentialité

source: If we decide to change our privacy policy, we will post those changes on this page.
de: Wenn wir unsere Datenschutzrichtlinien zu ändern, werden wir diese Änderungen auf dieser Seite veröffentlichen.
es: Si decidimos cambiar nuestra política de privacidad, pondremos esos cambios en esta página.
fr: Si nous décidons de modifier notre politique de confidentialité, nous publierons ces modifications sur cette page.

source: You are currently using the site as {0}. This gives you the option to change to one of the following people.
de: Sie sind zur Zeit die Website als {0}. Dies gibt Ihnen die Möglichkeit, eine der folgenden Personen zu ändern.
es: En este momento está usando el sitio como {0}. Esto le da la opción de cambiar a una de las siguientes personas.
fr: Vous utilisez actuellement le site en tant que {0}. Cela vous donne la possibilité de changer pour l’une des personnes suivantes.

source: Add Child
de: Child hinzufügen
es: Añadir niño
fr: Ajouter un Enfant

source: This process is intended for parents to add player profiles for their children. This does not create a login account; the only access to the new profile will be through your account.
de: Dieser Prozess ist für Eltern gedacht Spielerprofile für ihre Kinder hinzuzufügen. Dies ist kein Login-Konto erstellen; der einzige Zugang zu dem neuen Profil wird durch Ihr Konto sein.
es: Este proceso está dirigido a los padres para añadir perfiles de los jugadores para sus hijos. Esto no crea una cuenta de inicio de sesión; el único acceso al nuevo perfil será a través de su cuenta.
fr: Ce processus est destiné aux parents pour ajouter des profils de joueurs à leurs enfants. Cela ne crée pas de compte de connexion. le seul accès au nouveau profil se fera via votre compte.

source: Player Profile
de: Spielerprofil
es: Perfil del jugador
fr: Profil de Joueur

source: First (and, if desired, middle) name.
de: Zuerst (und, falls gewünscht, Mitte) Namen.
es: En primer lugar (y, si se desea, medio) nombre.
fr: Prénom (et éventuellement prénom).
