Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: {0} Region
es: {0} Región
fr: {0} région

source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début

source: Pool
de: Schwimmbad
es: Piscina
fr: Bassin

source: {0} open
de: {0} offen
es: {0} abierta
fr: {0} ouvert

source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non affecté

source: There are {0} {1} available for use, currently {2} of these are unused.
de: Es gibt {0} {1} zur Nutzung bereit, zur Zeit {2} von diesen nicht genutzt werden.
es: Hay {0} {1} disponibles para su uso, actualmente {2} de éstos no han sido utilizados.
fr: {0} {1} sont disponibles, {2} sont actuellement inutilisés.

source: Divisions Coordinated
de: Divisionen Koordinierte
es: Divisiones coordinadas
fr: Divisions coordonnées

source: From: {0}
de: Von: {0}
es: De: {0}
fr: De: {0}

source: Reply-To: {0}
es: Responder a: {0}
fr: Répondre à: {0}

source: To: {0}
de: An: {0}
es: A: {0}
fr: Pour: {0}

source: Subject: {0}
de: Betreff: {0}
es: Asunto: {0}
fr: Objet: {0}

source: Headers
es: Encabezados
fr: En-têtes

source: {0} division of the
de: {0} Teilung der
es: {0} división de la
fr: {0} division du

source: {0} league
de: {0} Liga
es: {0} liga
fr: {0} ligue

source: , which operates on {0}
de: , Die auf betreibt {0}
es: , Que opera en {0}
fr: , qui opère le {0}

source: and
de: und
es: y
fr: et

source: Thanks,
fr: Merci,

source: Register Now!
de: Jetzt Registrieren!
es: ¡Regístrate Ahora!
fr: Inscrivez-vous maintenant!

source: View Division
de: Ansicht der Division
es: Ver División
fr: Afficher la division

source: List Events
de: Liste Veranstaltungen
es: Lista de eventos
fr: Liste des événements

source: Manage Connections
de: Verbindungen verwalten
es: Gestionar las conexiones
fr: Gérer les connexions

source: Edit Questionnaire
de: Bearbeiten Fragebogen
es: Editar Cuestionario
fr: Modifier questionnaire

source: Clone Event
de: Klon-Ereignis
es: Evento clon
fr: Cloner l'évènement

source: Are you sure you want to delete this event?
de: Sind Sie sicher, dass Sie dieses Ereignis zu löschen?
es: ¿Está seguro de que desea eliminar este evento?
fr: Voulez-vous vraiment supprimer cet évènement?

source: Add Preregistration
de: In Vorregistrierung
es: Añadir Preinscripción
fr: Ajouter une pré-inscription

source: List Preregistrations
de: Liste Vormerkungen
es: Lista preinscripciones
fr: Liste des préinscriptions

source: Registration Summary
de: Registrierung Zusammenfassung
es: Resumen de registro
fr: Résumé d'inscription

source: Detailed Registration List
de: Detaillierte Registrierungsliste
es: Lista de registro detallado
fr: Liste d'inscription détaillée

source: Download Registration List
de: Download-Registrierungsliste
es: Descargar Lista de registro
fr: Télécharger la liste d'inscription

source: Waiting List
de: Warteliste
es: Lista de espera
fr: Liste d'attente

source: Cost
de: Kosten
es: Costo
fr: Cout

source: Opens on
de: Öffnet auf
es: Abre en
fr: Ouvre sur

source: Closes on
de: Schließt auf
es: Se cierra el
fr: Ferme sur

source: FREE
de: FREI
es: GRATIS
fr: GRATUIT

source: You cannot register for any events until you are {0} to the site. The system can help you {1} or {2}.
de: Sie können nicht für Veranstaltungen anmelden, bis Sie {0} auf der Website. Das System kann Ihnen helfen, {1} oder {2}.
es: No se puede registrar para cualquier evento hasta que esté {0} al sitio. El sistema puede ayudar a {1} o {2}.
fr: Vous ne pouvez vous inscrire à aucun événement tant que vous n'êtes pas {0} sur le site. Le système peut vous aider {1} ou {2}.

source: logged on
de: eingeloggt sein
es: sesión iniciada
fr: connecté

source: recover forgotten passwords
de: erholen vergessene Passwörter
es: recuperar contraseñas olvidadas
fr: récupérer des mots de passe oubliés

source: create a new profile (and user ID with password) if you are new to the {0} site
de: Erstellen Sie ein neues Profil (und Benutzer - ID mit Passwort), wenn Sie neu in der {0} Seite
es: crear un nuevo perfil (y el ID de usuario con contraseña) si usted es nuevo en el {0} sitio
fr: créer un nouveau profil (et un ID utilisateur avec mot de passe) si vous êtes nouveau sur le site {0}

source: Price Point Name
de: Preis Point Name
es: Precio Nombre del punto
fr: Nom du prix

source: Complete description of the price point, HTML is allowed, may be blank if it's self-explanatory or if you only have one price for the event.
fr: La description complète du prix indiqué, HTML est autorisé, peut être vide si cela s’explique par elle-même ou si vous n’avez qu’un seul prix pour l’événement.

source: Cost of this event, may be 0, <span class="warning-message">not including tax</span>.
de: Die Kosten dieser Veranstaltung kann 0, <span class="warning-message"> sein ohne Steuern</span>.
es: El costo de este evento, puede ser 0, <span class="warning-message">sin incluir el impuesto</span>.
fr: Cost of this event, may be 0, <span class="warning-message">hors taxes</span>.

source: If you change the price, anyone who has registered for this but not yet paid will still be charged their original registration price, not the new price. If you need to charge them the new price, close this price point (via the "Closes on" field below), make sure that "Allow Late Payment" is disabled, and add a new price point with the new price.
de: Wenn Sie den Preis zu ändern, wer für diese registriert hat, aber noch nicht immer noch bezahlt werden, ihre ursprünglichen Anmeldung Preis berechnet, den neuen Preis. Wenn Sie sie den neuen Preis aufladen müssen, schließen Sie diese Preisklasse (über die "Schließt auf" Feld unten), stellen Sie sicher, dass "Zulassen von Zahlungsverzug im" deaktiviert ist, und fügen Sie einen neuen Preispunkt mit dem neuen Preis.
es: Si cambia el precio, cualquier persona que se ha registrado para esto, pero aún no pagados se le cargará el precio de la inscripción original, no el nuevo precio. Si necesita que se les cargue el nuevo precio, cerrar este punto de precio (a través de la "Cierra el" campo de abajo), asegúrese de que "Permitir Retraso en el pago" está desactivado, y añadir un nuevo punto de precio con el nuevo precio.
fr: If you change the price, anyone who has registered for this but not yet paid will still be charged their original registration price, not the new price. If you need to charge them the new price, close this price point (via the «Closes on» champ ci-dessous), assurez-vous que «Allow Late Payment» is disabled, and add a new price point with the new price.

source: The date and time at which registration for this event will open ({0} recommended to disambiguate noon from midnight).
de: Das Datum und die Uhrzeit, zu der Anmeldung für diese Veranstaltung wird geöffnet ({0} empfohlen Mittag von Mitternacht bis disambiguate).
es: La fecha y hora en que el registro para este evento se abrirán ({0} recomendada para eliminar la ambigüedad del mediodía desde la medianoche).
fr: Date et heure d'ouverture des inscriptions à cet événement ({0} il est recommandé de ne pas ambiguïté entre midi et minuit).

source: 12:01AM
fr: 00h01

source: The date and time at which registration for this event will close ({0} recommended to disambiguate midnight from noon).
de: Das Datum und die Uhrzeit, zu der Anmeldung für diese Veranstaltung wird geschlossen ({0} empfohlen Mitternacht von Mittag bis disambiguate).
es: La fecha y hora en que el registro para este evento se cerrarán ({0} recomendada para eliminar la ambigüedad de la medianoche del mediodía).
fr: Date et heure de clôture des inscriptions à cet événement ({0} il est recommandé de ne pas ambiguïté entre minuit et midi).

source: 11:59PM
fr: 23h59

source: Rules that must be passed to allow a person to register for this event.
de: Regeln, die eine Person übergeben werden müssen, damit für diese Veranstaltung zu registrieren.
es: Las reglas que se deben pasar para permitir a una persona a inscribirse para este evento.
fr: Des règles doivent être passées pour permettre à une personne de s'inscrire à cet événement.

source: This should generally be enabled except for "early bird" specials that expire and are followed by a higher-priced alternative, or if you absolutely require that payment be made by the registration cutoff date.
de: Dies sollte in der Regel mit Ausnahme von "early bird" Specials aktiviert werden, verfallen und werden durch eine höherpreisige Alternative gefolgt, oder wenn Sie unbedingt erforderlich, dass die Zahlung bei der Registrierung Stichtag erfolgen.
es: En general, esto se debe habilitar a excepción de especiales "early bird" que expiran y son seguidos por una alternativa de mayor precio, o si requiere absolutamente que el pago se efectúe por la fecha de registro de corte.
fr: This should generally be enabled except for «early bird» les promotions qui expirent et sont suivies d'une alternative plus chère, ou si vous avez absolument besoin que le paiement soit effectué avant la date limite d'inscription.

source: Minimum allowable deposit that the registrant must make.
de: Die zulässige Mindest Kaution, die der Registrant machen müssen.
es: Depósito mínimo permisible que el solicitante de registro debe hacer.
fr: Dépôt minimum admissible que l'inscrit doit faire.

source: Deposit Amount
de: Einzahlungsbetrag
es: Cantidad del depósito
fr: Montant du dépôt

source: If enabled above, the time in minutes that a reservation will be held before reverting to "Unpaid" status. One day = 1440 minutes.
de: Wenn oben aktiviert ist, dass die Zeit in Minuten eine Reservierung vor dem Zurücksetzen stattfinden wird auf "Unbezahlte" Status. Eines Tages = 1440 Minuten.
es: Si está habilitado anteriormente, el tiempo en minutos que una reserva se llevará a cabo antes de volver a "sin pagar" de estado. Un día = 1440 minutos.
fr: If enabled above, the time in minutes that a reservation will be held before reverting to «Unpaid» statut. Un jour = 1440 minutes.

source: {0} Details
de: {0} Informationen
es: {0} Detalles
fr: {0} détails

source: Number
de: Nummer
es: Número
fr: Numéro

source: {0} Number
de: {0} Anzahl
es: {0} Número
fr: {0} numéro

source: Sport played at this {0}.
de: Sport auf diese gespielt {0}.
es: Deporte que se juega en este {0}.
fr: Le sport a joué à ce {0}.

source: Optional link to a page (probably an image) with a view of the layout. Intended to be used only if the built-in layout editor is insufficient.
de: Optional Link zu einer Seite (wahrscheinlich ein Bild), mit Blick auf das Layout. wenn die eingebaute in soll nur Layout-Editor ist nicht ausreichend genutzt werden.
es: Enlace opcional a una página (probablemente una imagen) con una vista de la disposición. Destinado a ser utilizado sólo si el editor de diseño integrado es insuficiente.
fr: Lien optionnel vers une page (probablement une image) avec une vue de la mise en page. Destiné à être utilisé uniquement si l'éditeur de disposition intégré est insuffisant.

source: All teams must respect the following rules for all {0}. Note that some facilities have additional restrictions listed that must also be followed.
fr: Toutes les équipes doivent respecter les règles suivantes pour tous les {0}. Notez que certaines installations ont des restrictions supplémentaires qui doivent également être suivies.

source: Garbage containers may not exist at all facilities. Do not leave any garbage behind when you leave -- even if it isn't yours. Take extra care to remove any hazardous items (i.e. bottlecaps, glass) to avoid injury to others.
de: Müllbehälter nicht existieren in den meisten Einrichtungen. Lassen Sie keine Müll hinter sich, wenn Sie verlassen - auch wenn es Ihnen nicht gehört. Seien Sie besonders vorsichtig keine gefährlichen Elemente zu entfernen (zB: Kronkorken, Glas) Verletzung zu anderen zu vermeiden.
fr: Les poubelles peuvent ne pas exister dans toutes les installations. Ne laissez pas de déchets lorsque vous partez, même si ce n'est pas à vous. Prenez un soin particulier pour enlever les objets dangereux (capsules, verre) pour éviter de blesser les autres

source: If dogs are not allowed at a particular {0}, you <strong>must</strong> respect this. If dogs are permitted at a {0}, you must clean up after your pet and take the waste away with you.
de: Wenn Hunde zu einem bestimmten nicht erlaubt {0}, Sie <strong>muss</strong> Achtung dieses. Wenn Hunde bei einem erlaubt sind {0}, müssen Sie nach Ihrem Haustier säubern und den Abfall nehmen mit Ihnen entfernt.
es: Si los perros no están permitidos en una determinada {0}, <strong>debe</strong> este respecto. Si los perros son permitidos en un {0}, debe limpiar después de su mascota y tomar los residuos de distancia con usted.
fr: Si les chiens ne sont pas autorisés à un {0} particulier, vous <strong>devez</strong> respecter cela. Si les chiens sont autorisés à {0}, vous devez nettoyer après votre animal et emporter les déchets avec vous.

source: By law, alcohol is not permitted at any league {0}, and can cause us to lose the ability to play there.
de: Nach dem Gesetz ist Alkohol nicht in einer Liga erlaubt {0}, und können uns unsere Fähigkeit verlieren, dort zu spielen.
fr: En vertu de la loi, l’alcool n’est autorisé dans aucune ligue {0} et peut nous faire perdre la possibilité de jouer dans ce pays.

source: If {0} are lost due to the actions of a particular player or team, they will be <strong>removed from the league</strong>.
de: Wenn {0} aufgrund der Aktionen eines bestimmten Spieler oder das Team verloren, werden sie <strong>sein aus der Liga entfernt</strong>.
es: Si {0} se pierden debido a las acciones de un jugador o equipo en particular, van a ser <strong>retirados de la liga</strong>.
fr: Si {0} sont perdus à cause des actions d'un joueur ou d'une équipe en particulier, ils seront <strong>exclus de la ligue</strong>.

source: THANK YOU
de: DANKE
es: GRACIAS
fr: MERCI

source: for creating an account with {0}.
de: zum Erstellen eines Kontos mit {0}.
es: para la creación de una cuenta en {0}.
fr: pour créer un compte avec {0}.

source: Your account has been created.
de: Ihr Konto wurde erstellt.
es: Tu cuenta ha sido creada.
fr: Votre compte a été créé.

source: However, you can log in and start exploring right away.
de: Allerdings können Sie sich einloggen und sofort zu entdecken.
es: Sin embargo, puede conectarse y comenzar a explorar de forma inmediata.
fr: Toutefois, vous pouvez ouvrir votre session et commencer à explorer.

source: Please proceed with entering your next child's details below.
de: Bitte fahren Sie mit Ihrem nächsten Kindes Details unten eingeben.
es: Por favor proceda con introducir los detalles de su próximo hijo a continuación.
fr: Veuillez entrer les détails concernant votre enfant ci-dessous.

source: dark ({0})
de: dunkel ({0})
es: oscuro ({0})
fr: sombre ({0})

source: Current attendance: {0}
de: Aktuelle Präsenz: {0}
es: Asistencia actual: {0}
fr: Participation actuelle: {0}

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire

source: Attendance comment
de: Die Teilnahme Kommentar
es: La asistencia comentario
fr: Commentaire de présence

source: If you want to add a comment for your coaches or captains, do so here.
de: Wenn Sie einen Kommentar für Ihren Trainer oder Kapitäne hinzufügen möchten, tun Sie dies hier.
es: Si desea agregar un comentario a sus entrenadores o capitanes, hacerlo aquí.
fr: Si vous souhaitez ajouter un commentaire pour vos entraîneurs ou vos capitaines, faites-le ici.

source: Delete Score Detail
de: Löschen Score-Detail
es: Eliminar cuenta del detalle
fr: Supprimer le détail du score

source: Are you sure you want to delete this score entry?
de: Sind Sie sicher, dass Sie diese Partitur Eintrag löschen?
es: ¿Está seguro de que quiere borrar esta entrada puntuación?
fr: Êtes-vous sûr de vouloir supprimer cette entrée de partition?

source: home
de: Zuhause
es: casa
fr: maison

source: away
de: ein Weg
es: lejos
fr: visiteurs

source: {0} vs {1} at {2} on {3}
de: {0} vs {1} auf {2} auf {3}
es: {0} vs {1} a {2} sobre {3}
fr: {0} vs {1} à {2} le {3}

source: they wear {0}
de: sie tragen {0}
es: que llevan {0}
fr: ils portent {0}

source: {0} taken
de: {0} genommen
es: {0} tomado
fr: {0} pris

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler

source: Other Details
de: Andere Details
es: Otros detalles
fr: Autres détails

source: Recent and Upcoming Schedule
de: Aktuelle und zukünftige Termine
es: Horario recientes y futuras
fr: Horaire récent et à venir

source: at
de: beim
es: a
fr: a

source: Attendance
de: Teilnahme
es: Asistencia
fr: Présence

source: View Game Attendance Report
de: Ansicht Spiel Anwesenheitsbericht
es: Ver Informe de asistencia Juego
fr: Voir le rapport de présence au partie

source: This stat sheet will only include players who have indicated that they are playing, plus a couple of blank lines.\n\nFor a stat sheet with your full roster, use the link from the team view page.
de: Diese stat Blatt wird nur die Spieler sind, die angegeben haben, dass sie spielen, plus ein paar Leerzeilen.\n\nFür ein Statistikblatt mit Ihrer vollständigen Roster, verwenden Sie den Link von der Teamansicht Seite.
es: Esta hoja de estadísticas sólo incluirá los jugadores que han indicado que están jugando, además de un par de líneas en blanco.\n\nPor una hoja de estadísticas con su plantilla completa, utilice el enlace desde la página de vista de equipo.
fr: Cette feuille de statistiques n'inclut que les joueurs ayant indiqué qu'ils sont en train de jouer, ainsi que quelques lignes vierges.\n\nPour une feuille de statistiques avec votre liste complète, utilisez le lien situé sur la page Vue d'équipe.

source: Add Note
de: Notiz hinzufügen
es: Añadir la nota
fr: Ajouter la note

source: View Event Attendance
de: View Event Teilnahme
es: Asistencia Evento Ver
fr: Voir la participation à un événement

source: report to {0}
de: Bericht an {0}
es: Reportar a {0}
fr: signaler à {0}

source: Because this team does not have attendance tracking enabled, the list below assumes that all regular players are attending and all subs are unknown. To enable attendance tracking, {0}.
de: Da dieses Team nicht Anwesenheitserfassung aktiviert hat, übernimmt die Liste unten, dass alle regulären Spieler teilnehmen und alle U-Boote sind nicht bekannt. So aktivieren Sie die Teilnahme Tracking, {0}.
es: Debido a que este equipo no tiene habilitado el seguimiento de la asistencia, la lista siguiente se supone que todos los jugadores regulares y están asistiendo a todos los subtítulos que son desconocidos. Para habilitar el seguimiento de la asistencia, {0}.
fr: Le suivi de la participation n'étant pas activé pour cette équipe, la liste ci-dessous suppose que tous les joueurs réguliers sont présents et que tous les sous-marins sont inconnus. Pour activer le suivi des présences, {0}.

source: edit the team record
de: Bearbeiten Sie das Team Rekord
es: editar el registro del equipo
fr: éditer la fiche de l'équipe

source: Player
de: Spieler
es: Jugador
fr: Joueur

source: Add a sub
de: Fügen Sie einen Unter
es: Añadir un sub
fr: Ajouter un sous

source: Unlisted Subs
de: Nicht notierte Subs
es: Subs sin cotización
fr: Abonnés non répertoriés

source: NOTE: Enter three innings plus two outs as "3.2" innings.
de: HINWEIS: Geben Sie drei Innings plus zwei Outs als "3.2" Innings.
es: NOTA: Introduzca tres entradas y dos salidas como "3.2" entradas.
fr: NOTE: Enter three innings plus two outs as «3.2» les manches.

source: NOTE: Separate minutes from seconds with a period rather than a colon during data entry.
de: HINWEIS: Separate Minuten von Sekunden mit einem Punkt anstatt einem Doppelpunkt bei der Dateneingabe.
es: NOTA: Separar minutos de segundos con un período de dos puntos en lugar de durante la entrada de datos.
fr: REMARQUE: Séparez les minutes des secondes avec un point plutôt que deux points lors de la saisie des données.

source: {0} has online help throughout the system, accessed by clicking the {1} icons on any page. These bits of documentation are also collected here in two forms: as guides for various user types and grouped by functional area.
fr: {0} dispose d&#39;une aide en ligne dans tout le système, accessible en cliquant sur les icônes {1} sur n&#39;importe quelle page. Ces éléments de documentation sont également rassemblés ici sous deux formes: en tant que guides pour différents types d&#39;utilisateurs et regroupés par domaine fonctionnel.

source: User Guides
fr: Guides d&#39;utilisation

source: Functional Areas
fr: Domaines fonctionnels

source: Events
de: Veranstaltungen
es: Eventos
fr: évènements

source: Games
de: Spiele
es: Juegos
fr: Parties

source: Schedules
de: Termine
es: Horarios
fr: Horaires

source: and
de: und
es: y
fr: et

source: {0} and {1}
de: {0} und {1}
fr: {0} et {1}

source: Facilities
de: Anlagen
es: Instalaciones
fr: Installations

source: Rules Engine
es: Motor de reglas
fr: Moteur de règles

source: If you are coordinating a division which will have one or more "hat" teams (assembled from players who have siged up individually), you may want to make use of the "{0}" option. This will create up to eight teams at a time, with common settings. You provide the names of the teams that you want to create, leaving extra name fields blank (you must remove the default values) if you are creating less than eight. You must also indicate whether rosters will be open or closed, as well as some attendance tracking details (see below).
es: Si usted está coordinando una división que tendrá una o más equipos "sombrero" (montado a partir de los jugadores que han SIGED uno tras otro), es posible que desee hacer uso de la "{0}" opción. Esto creará hasta ocho equipos a la vez, con los ajustes comunes. Usted proporciona los nombres de los equipos que desea crear, dejando campos de nombre adicionales en blanco (debe quitar los valores por defecto) si va a crear menos de ocho. También debe indicar si las listas serán abiertas o cerradas, así como algunos detalles de seguimiento de asistencia (véase más adelante).
fr: If you are coordinating a division which will have one or more «hat» équipes (assemblées à partir de joueurs qui se sont individuellement alignés), vous pouvez utiliser le «{0}» option. This will create up to eight teams at a time, with common settings. You provide the names of the teams that you want to create, leaving extra name fields blank (you must remove the default values) if you are creating less than eight. You must also indicate whether rosters will be open or closed, as well as some attendance tracking details (see below).

source: The Approve Scores page shows coordinators a list of past games which have not yet been finalized and allows them to be edited.
de: Die Genehmigung Scores Seite zeigt Koordinatoren eine Liste der letzten Spiele, die noch nicht abgeschlossen sind und ermöglicht es ihnen bearbeitet werden.
es: La página Aprobar Decenas muestra una lista de los coordinadores de los juegos anteriores que aún no han sido finalizados y les permite ser editados.
fr: La page Approuver les scores montre aux coordinateurs une liste des parties passés non encore finalisés et permet leur édition.
