Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Modified BULA
de: Modifizierte BULA
es: BULA modificado
fr: BULA modifié

source: Modified Leaguerunner
de: Modifizierte Leaguerunner
es: Modificado Leaguerunner
fr: Leaguerunner modifié

source: Sushi Suzuki's Alternate
de: Sushi Suzuki Alternate
es: Alterno de sushi Suzuki
fr: Suppléant de Sushi Suzuki

source: Standard
es: Estándar
fr: la norme

# gender
source: Woman
fr: Femme

# gender
source: Man
fr: Homme

# gender
source: Self-defined
fr: Auto-défini

# gender
source: Prefer not to say
fr: Je préfère ne pas le dire

source: Womens
fr: Femmes

source: Mens
fr: Hommes

source: Co-ed
fr: Mixte

source: Pitcher
fr: Lanceur

source: First Base
fr: Première base

source: Second Base
fr: Seconde base

source: Shortstop
fr: Arrêt-court

source: Third Base
fr: Troisieme base

source: Right Fielder
fr: Droitier

source: Center Fielder
fr: Jardinier central

source: Left Fielder
fr: Joueur de champ gauche

source: Utility Infielder
fr: Joueur de championnat

source: Utility Outfielder
fr: Voleur utilitaire

source: Designated Hitter
fr: Frappeur désigné

source: Run
fr: Courir

source: Pitching change
fr: Changement de hauteur

source: Fielding change
fr: Changement de mise en place

source: Pinch runner
fr: Coureur de pincement

source: Guard
fr: Garde

source: Forward
fr: Vers l&#39;avant

source: Center
fr: Centre

source: Shooting Guard
fr: Garde de tir

source: Small Forward
fr: Petit avant

source: Field goal
fr: Objectif de terrain

source: 3 pointer
fr: 3 pointeurs

source: Free throw
fr: Lancer franc

source: Batter
fr: Battre

source: Wicketkeeper
fr: Gardien de guichet

source: All Rounder
fr: Tout rond

source: 6 (min 2 women)
fr: 6 (min 2 femmes)

source: Co-ed sixes
fr: Six mixtes

source: Womens elevens
fr: Onze femmes

source: Mens elevens
fr: Hommes onze

source: Co-ed elevens
fr: Onze mixtes

source: Womens twelves
fr: Étagères pour femmes

source: Mens twelves
fr: Étagères pour hommes

source: Co-ed twelves
fr: Étagères mixtes

source: Quarterback
fr: Stratège

source: Tackle
fr: Tacle

source: Tight End
fr: Fin serrée

source: Halfback
fr: Demi

source: Running Back
fr: Revenir

source: Wide Receiver
fr: Récepteur large

source: Linebacker
fr: Secondeur

source: Middle Linebacker
fr: Secondeur central

source: Outside Linebacker
fr: Secondeur extérieur

source: Safety
fr: sécurité

source: Touchdown
fr: Atterrissage

source: Two-point conversion
fr: Conversion en deux points

source: Single
fr: Célibataire

source: Goalie
fr: Gardien de but

source: Defence
fr: La défense

source: Left Winger
fr: Ailier gauche

source: Right Winger
fr: Ailier droit

source: Goal
fr: Objectif

source: Womens sevens
fr: Sevens femmes

source: Mens sevens
fr: Sevens hommes

source: Co-ed sevens
fr: Sevens mixtes

source: Womens tens
fr: Des dizaines de femmes

source: Mens tens
fr: Des dizaines d&#39;hommes

source: Co-ed tens
fr: Des dizaines mixtes

source: Prop
fr: Soutenir

source: Hooker
fr: Talonneur

source: Tighthead Prop
fr: Prop tête

source: Second Rower
fr: Deuxième rameur

source: Blindside Flanker
fr: Flinder à l&#39;aveugle

source: Openside Flanker
fr: Flanc de côté ouvert

source: Number 8
fr: Numéro 8

source: Scrumhalf
fr: Demi de mêlée

source: Winger
fr: Ailier

source: Weak Side Winger
fr: Ailier latéral faible

source: Outside Center
fr: En dehors du centre

source: Strong Side Winger
fr: Ailier latéral fort

source: Womens nines
fr: Neuf femmes

source: Mens nines
fr: Neuf hommes

source: Co-ed nines
fr: Neuf mixtes

source: Womens fives
fr: Fives pour femmes

source: Mens fives
fr: Fives homme

source: Co-ed fives
fr: Fives mixtes

source: Goalkeeper
fr: Gardien de but

source: Midfielder
fr: Milieu de terrain

source: Attacker
fr: Attaquant

source: Sweeper
fr: Balayeuse

source: Center Fullback
fr: Centre Fullback

source: Left Fullback
fr: Arrière gauche

source: Right Fullback
fr: Arrière droit

source: Left Wingback
fr: Aile gauche

source: Wingback
fr: Aile arrière

source: Right Wingback
fr: Aile arrière droite

source: Left Midfielder
fr: Milieu gauche

source: Defensive Midfielder
fr: Milieu défensif

source: Attacking Midfielder
fr: Milieu offensif

source: Right Midfielder
fr: Milieu droit

source: Striker
fr: Le buteur

source: Center Forward
fr: Avant centre

source: Kick-off to start second half
fr: Coup d&#39;envoi pour commencer la deuxième mi-temps

source: Fours
fr: À quatre

source: Threes
fr: Trois

source: Handler
fr: Gestionnaire

source: Cutter
fr: Coupeur

source: D Line Handler
fr: Gestionnaire de ligne D

source: Pull to start second half
fr: Tirez pour commencer la seconde moitié

source: Injury substitution
fr: Substitution de blessures

source: Skill
de: Fähigkeit
es: Habilidad
fr: Compétence

source: Compared to other players of the same sex as you, would you consider yourself:
de: Im Vergleich zu anderen Spielern des gleichen Geschlechts wie Sie, würden Sie sich selbst:
es: En comparación con otros jugadores del mismo sexo como usted, se consideraría a sí:
fr: Par rapport à d&#39;autres joueurs du même sexe que vous, vous considéreriez-vous:

source: One of the slowest
de: Einer der langsamsten
es: Uno de los más lentos
fr: L&#39;un des plus lents

source: Slower than most
de: Langsamer als die meisten
es: Más lento que la mayoría
fr: Plus lent que la plupart

source: Average speed
de: Durchschnittsgeschwindigkeit
es: Velocidad media
fr: Vitesse moyenne

source: Faster than most
de: Schneller als die meisten
es: Más rápido que la mayoría
fr: Plus rapide que la plupart

source: One of the fastest
de: Eines der am schnellsten
es: Uno de los más rápidos
fr: L&#39;un des plus rapides

source: How would you describe your throwing skills?
de: Wie würden Sie Ihre werfenden Fähigkeiten beschreiben?
es: ¿Cómo describiría sus habilidades de lanzamiento?
fr: Comment décririez-vous vos compétences en lancer?

source: just learning, only backhand throw, no forehand
de: nur zu lernen, nur Rückhand Wurf, kein Vorhand
es: sólo el aprendizaje, a tiro de revés, sin golpe de derecha
fr: juste apprendre, seulement lancer le revers, pas de coup droit

source: can make basic throws, perhaps weaker forehand, some distance and accuracy, nervous when handling the disc
de: machen können grundlegende wirft, vielleicht schwächer Vorhand, eine gewisse Distanz und Genauigkeit, nervös, wenn die Disc Handhabung
es: puede hacer básica lanza, tal vez más débil golpe de derecha, a cierta distancia y precisión, nervioso cuando maneje los discos
fr: peut rendre les lancers de base, peut-être un coup droit plus faible, une certaine distance et précision, nerveux lors de la manipulation du disque

source: basic throws (backhand and forehand), some distance and accuracy, not very consistent, somewhat intimidated when handling the disc, can handle on most lower-tier teams
de: Grund wirft (Rückhand und Vorhand), eine gewisse Distanz und Genauigkeit, nicht sehr konsequent, eingeschüchtert etwas, wenn die Disc Handhabung, auf den meisten der unteren Klasse Teams umgehen kann
es: lanza básico (de revés y de derecha), a cierta distancia y precisión, no muy consistente, algo intimidado al manipular el disco, puede manejar en la mayoría de los equipos de menor nivel
fr: lancers de base (revers et coup droit), une certaine distance et précision, pas très cohérents, quelque peu intimidés lors de la manipulation du disque, peuvent gérer la plupart des équipes de niveau inférieur

source: good basic throws (backhand and forehand), good distance and accuracy, fairly consistent, relatively comfortable when handling disc, can handle on most lower to mid-tier teams
de: gute Grund wirft (Rückhand und Vorhand), gute Länge und Genauigkeit, recht einheitlich, relativ bequem, wenn Disk-Handhabung, auf den meisten unteren bis Mid-Tier-Teams umgehen kann
es: lanza bien básico (de revés y de derecha), buena distancia y precisión, bastante constante, relativamente cómodo al manejar disco, puede manejar en la mayoría inferior a los equipos de nivel medio
fr: bons lancers de base (revers et coup droit), bonne distance et précision, assez cohérent, relativement confortable lors de la manipulation du disque, peut gérer la plupart des équipes de niveau inférieur à intermédiaire

source: very good basic throws, know some other kinds of throws, very good distance and accuracy, usually consistent quality throws, confident when handling the disc, can handle on most mid to upper-tier teams
de: sehr gute Grund Würfen, wissen einige andere Arten von Würfen, sehr gute Länge und Genauigkeit, in der Regel konstante Qualität führt, zuversichtlich, wenn die Disc Handhabung, auf den meisten mittleren bis oberen Klasse-Teams umgehen kann
es: muy bien básico tiros, sabe algunos otros tipos de lanzamientos, muy buena distancia y precisión, la calidad generalmente consistentes lanza, confiado al manipular el disco, puede manejar la mayoría de mediados de los equipos de nivel superior
fr: très bons lancers de base, connaître d&#39;autres types de lancers, très bonne distance et précision, lancers généralement de qualité constante, confiant lors de la manipulation du disque, peut gérer la plupart des équipes de niveau intermédiaire à supérieur

source: all kinds of throws, excellent distance and accuracy, not prone to errors of judgment, can handle on most top-tier and lower-competitive teams
de: Griff, gute Länge und Genauigkeit, nicht anfällig für Fehlurteile, alle Arten von können wirft auf den meisten Top-Tier-und unteren wettbewerbs Teams
es: todo tipo de lanzamientos, excelente distancia y precisión, no es propenso a errores de juicio, pueden manejar en la mayoría de los equipos de primer nivel e inferior a la competencia
fr: toutes sortes de lancers, excellente distance et précision, non sujettes aux erreurs de jugement, peuvent gérer la plupart des équipes de haut niveau et moins compétitives

source: all kinds of throws, very rarely make a bad throw, excellent distance, near perfect accuracy, epitome of reliability, can handle on an elite team (mid-highly competitive team)
de: alle Arten von Würfen, machen nur sehr selten einen schlechten Wurf, ausgezeichnete Entfernung, in der Nähe von perfekter Genauigkeit, Inbegriff von Zuverlässigkeit, auf einem Elite-Team (Mitte sehr konkurrenzfähiges Team) umgehen kann
es: todo tipo de tiros, muy rara vez hacen un mal tiro, excelente distancia, cerca de una precisión perfecta, epítome de la fiabilidad, puede manejar en un equipo de élite (equipo de mitad de altamente competitivo)
fr: toutes sortes de lancers, font très rarement un mauvais lancer, excellente distance, précision presque parfaite, incarnation de la fiabilité, peuvent gérer une équipe d&#39;élite (équipe moyennement hautement compétitive)

source: How would you rate your catching skills?
de: Wie würden Sie Ihren Fang Fähigkeiten einschätzen?
es: ¿Cómo calificaría sus habilidades de captura?
fr: Comment évalueriez-vous vos compétences de capture?

source: can make basic catches if they're straight to me, still learning to judge the flight path of the disc
de: machen Grund Fänge können, wenn sie direkt auf mich sind, immer noch lernen, die Flugbahn der Scheibe zu beurteilen
es: puede hacer capturas básicos si son directamente a mí, todavía está aprendiendo a juzgar la trayectoria de vuelo del disco
fr: peut faire des captures de base si elles sont directes pour moi, tout en apprenant à juger la trajectoire de vol du disque

source: can make basic catches, sometimes have difficulty judging the flight path of the disc
de: machen können grundlegende Fänge, manchmal schwierig, die Flugbahn der Scheibe haben die Beurteilung
es: puede hacer capturas básicas, a veces tienen dificultades para juzgar la trayectoria de vuelo del disco
fr: peut effectuer des captures de base, a parfois du mal à juger la trajectoire de vol du disque

source: can make most catches, good at judging the flight path of the disc, not likely to attempt a layout
de: machen können die meisten Fänge, gut darin, die Flugbahn der Scheibe zu urteilen, nicht wahrscheinlich, ein Layout zu versuchen,
es: puede hacer que la mayoría de las capturas, buenos para juzgar la trayectoria de vuelo del disco, no es probable que intente un diseño
fr: peut faire la plupart des captures, est bon pour juger de la trajectoire de vol du disque, peu susceptible de tenter une mise en page

source: can catch almost everything (high, low, to the side), rarely misread the disc, will layout if necessary
de: kann fast alles (hoch, tief, an der Seite) zu fangen, nur selten die Scheibe falsch verstanden wird Layout bei Bedarf
es: puede coger casi todo (alta, baja, a un lado), rara vez se leyó mal el disco, se layout si es necesario
fr: peut attraper presque tout (haut, bas, sur le côté), rarement mal lu le disque, disposera si nécessaire

source: catch absolutely everything thrown towards me, and most of the swill that isn't
de: fangen absolut alles, was auf mich geworfen, und der größte Teil der Gesöff das ist nicht
es: coger absolutamente todo tirado hacia mí, y la mayor parte de la comida para cerdos que no es
fr: attraper absolument tout jeté vers moi, et la plupart des eaux grasses qui ne sont pas

source: With respect to playing defense, you:
de: In Bezug auf Spiel Verteidigung, Sie:
es: Con respecto a la defensa de juego, usted:
fr: En ce qui concerne la défense, vous:

source: understand some basics, and are learning how to read the play, no/limited experience with defense strategies
de: verstehen, einige Grundlagen und lernen, wie man das Spiel zu lesen, keine/begrenzte Erfahrung mit Abwehrstrategien
es: entender algunos conceptos básicos, y están aprendiendo a leer la obra, experiencia no/limitada con las estrategias de defensa
fr: comprendre quelques notions de base et apprendre à lire la pièce, aucune / peu d&#39;expérience avec les stratégies de défense

source: know the basics, but you're sometimes behind the play, learned a bit about match defense strategies
de: kennen die Grundlagen, aber du bist manchmal hinter dem Spiel, lernte ein wenig über den Menschen Abwehrstrategien
es: Conocer los conceptos básicos, pero usted es a veces detrás del juego, aprender un poco acerca de las estrategias de defensa antiaérea
fr: connaître les bases, mais vous êtes parfois derrière le jeu, vous avez appris un peu les stratégies de défense des matchs

source: can stay with the play and sometimes make the D, understand the basics of match & zone style defense strategies
de: verstehen kann mit dem Spiel bleiben und manchmal die D machen, die Grundlagen des Menschen & Zone Stil Abwehrstrategien
es: puede quedarse con la obra y, a veces hacer que el D, entender los conceptos básicos de las estrategias de defensa estilo del hombre y de la zona
fr: peut rester avec le jeu et parfois faire le D, comprendre les bases des stratégies de défense de style match &amp; zone

source: can read and anticipate the play and get in position to increase the chances of make the D, comfortable with both match/zone style defense strategies
de: lesen und antizipieren können das Spiel und erhalten in Position, um die Chancen, um die D, bequem mit beiden Mann/Zone Stil Abwehrstrategien zu erhöhen
es: puede leer y anticipar el juego y estar en condiciones de aumentar las posibilidades de que el D, cómodo con las dos estrategias de defensa antiaérea/zona estilo
fr: peut lire et anticiper le jeu et se mettre en position pour augmenter les chances de faire le D, à l&#39;aise avec les deux stratégies de défense de style match / zone

source: always think ahead of the play and can often make the D, proficient at both match/zone style defense strategies and maybe know a few more
de: immer denken, vor dem Spiel und können oft die D machen, kompetent an beiden Mann/Zone Stil Verteidigungsstrategien und wissen vielleicht ein paar mehr
es: Siempre pensar en el futuro de la obra y, a menudo puede hacer que el D, competentes en ambas estrategias de defensa estilo del hombre/de la zona y tal vez conocer un poco más
fr: pensez toujours à l&#39;avance et pouvez souvent faire le D, compétent dans les stratégies de défense de style match / zone et peut-être en savoir plus

source: With respect to playing offense, you:
de: In Bezug auf Spiel Vergehen, Sie:
es: Con respecto a la infracción de juego, usted:
fr: En ce qui concerne le jeu offensif, vous:

source: are still learning the basic strategy, not quite sure where to go or when to cut
de: noch lernen, die grundlegende Strategie, nicht ganz sicher, wohin sie gehen oder wenn zu schneiden
es: todavía están aprendiendo la estrategia básica, no muy seguro de dónde ir o cuándo cortar
fr: apprennent encore la stratégie de base, ne savent pas trop où aller ni quand couper

source: have the basic idea of where/when/how cuts should be made, starting to be able to do it, basic knowledge of a stack
de: haben die Grundidee von wo/wann/wie Schnitte gemacht werden soll, ist es, Grundkenntnisse in einem Stapel zu tun zu können beginnen
es: tienen la idea básica de dónde/cuándo/cómo se deben hacer recortes, empezando a ser capaz de hacerlo, el conocimiento básico de una pila
fr: avoir l&#39;idée de base où / quand / comment les coupes doivent être faites, commencer à pouvoir le faire, connaissance de base d&#39;une pile

source: can make decent cuts, understand the stack, can play at least one of handler/striker/popper/etc, understand the concept of the dump & swing
de: machen anständige Schnitte können, verstehen Sie den Stapel, kann mindestens eine der Handler/Stürmer/Popper/etc, verstehen das Konzept der Halde spielen & Swing
es: puede hacer cortes decentes, comprender la pila, puede jugar al menos una de manipulador/delantero/popper/etc, entender el concepto del vertedero y oscilación
fr: peut faire des coupes décentes, comprendre la pile, peut jouer au moins un gestionnaire / attaquant / popper / etc, comprendre le concept du dump &amp; swing

source: can make good cuts, can play any of handler/striker/popper/etc, comfortable handling, rarely throw away the disc or get blocked
de: machen gute Schnitte, kann jeder Handler/Stürmer/Popper/etc, komfortable Handhabung spielen, nur selten die Scheibe wegwerfen oder blockiert werden
es: puede hacer buenos cortes, puede jugar en cualquiera de manipulador/delantero/popper/etc, un manejo cómodo, rara vez se tire el disco o se bloquean
fr: peut faire de bonnes coupes, peut jouer n&#39;importe quel gestionnaire / attaquant / popper / etc, une manipulation confortable, jette rarement le disque ou se bloque

source: proficient cutter, experienced handler, can play any position, understand many offensive strategies
de: kompetente Cutter, erfahrene Handler kann auf jeder Position spielen, viele offensive Strategien verstehen
es: cortador competente, experimentado manejador, puede jugar en cualquier posición, entender muchas estrategias ofensivas
fr: coupeur compétent, gestionnaire expérimenté, peut jouer n&#39;importe quelle position, comprendre de nombreuses stratégies offensives

source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience

source: For how many years have you been playing Ultimate?
de: Wie viele Jahre haben Sie ultimative gespielt?
es: ¿Cuántos años llevas jugando al último?
fr: Depuis combien d&#39;années jouez-vous à Ultimate?

source: 0 years
de: 0 Jahre
es: 0 años
fr: 0 ans

source: 1-2 years
de: 1-2 Jahre
es: 1-2 años
fr: 1-2 ans

source: 3-5 years
de: 3-5 Jahre
es: 3-5 años
fr: 3-5 ans

source: 6-8 years
de: 6-8 Jahre
es: 6-8 años
fr: 6-8 ans

source: 9+ years
de: 9+ Jahre
es: 9+ años
fr: 9+ ans

source: What is the highest level at which you regularly play?
de: Was ist das höchste Niveau, an dem Sie regelmäßig spielen?
es: ¿Cuál es el nivel más alto al que se juega con regularidad?
fr: Quel est le niveau le plus élevé auquel vous jouez régulièrement?

source: Recreational League
de: Zum Freizeit Liga
es: Liga de recreo
fr: Ligue récréative

source: Intermediate League or Recreational Tournament
de: Intermediate Liga und Freizeitturnier
es: Intermedio liga o torneo de recreo
fr: Ligue intermédiaire ou tournoi récréatif

source: Competitive League or Intermediate Tournament
de: Competitive Liga Intermediate Turnier
es: Liga competitiva o Torneo Intermedio
fr: Ligue compétitive ou tournoi intermédiaire

source: Competitive Tournament (top 8 at a high-caliber tournament or bottom half at Nationals
de: Competitive Turnier (Top 8 bei einem hochkarätigen Turnier oder untere Hälfte an den Angehörigen
es: Torneo competitiva (superior 8 en un torneo de alto calibre igual o inferior a la mitad de los Nacionales
fr: Tournoi compétitif (top 8 lors d&#39;un tournoi de haut calibre ou moitié inférieure aux championnats nationaux

source: Elite Tournament (top half at Nationals)
de: Elite-Turnier (obere Hälfte an den Angehörigen)
es: Torneo Elite (la mitad superior en los nacionales)
fr: Tournoi Elite (moitié supérieure aux championnats nationaux)

source: Over the past few summers, how many nights during the week did you play Ultimate? (Organized practices and regular pick-up count.)
de: In den letzten Sommer, wie viele Nächte in der Woche haben Sie ultimative spielen? (Organisierten Praxen und regelmäßige Pick-up-Count.)
es: Durante los últimos veranos, ¿cuántas noches durante la semana jugaste último? (Prácticas y recuento normal de recogida Organizado.)
fr: Au cours des derniers étés, combien de nuits au cours de la semaine avez-vous joué à Ultimate? (Pratiques organisées et nombre de ramassages réguliers.)

source: 0 nights per week
de: 0 Nächte pro Woche
es: 0 noches por semana
fr: 0 nuits par semaine

source: 1 night per week
de: 1 Nacht pro Woche
es: 1 noche por semana
fr: 1 nuit par semaine

source: 2 nights per week
de: 2 Nächte pro Woche
es: 2 noches por semana
fr: 2 nuits par semaine

source: 3 nights per week
de: 3 Nächte pro Woche
es: 3 noches por semana
fr: 3 nuits par semaine

source: more than 3 nights per week
de: mehr als 3 Nächte pro Woche
es: más de 3 noches por semana
fr: plus de 3 nuits par semaine

source: Over the past few years, when did you normally play Ultimate?
de: In den letzten Jahren, wann haben Sie spielen normalerweise ultimative?
es: En los últimos años, ¿cuándo normalmente juega último?
fr: Au cours des dernières années, quand avez-vous normalement joué à Ultimate?

source: The occasional pick-up game
de: Die gelegentliche Pick-up-Spiel
es: El ocasional juego de pick-up
fr: Le jeu de ramassage occasionnel

source: The occasional tournament
de: Die gelegentliche Turnier
es: El torneo de vez en cuando
fr: Le tournoi occasionnel

source: 1 season (e.g. Summer, Fall or Winter)
de: 1 Saison (zB Sommer, Herbst oder Winter)
es: 1 temporada (por ejemplo, verano, otoño o invierno)
fr: 1 saison (par ex. Été, automne ou hiver)

source: 2 seasons
de: 2 Jahreszeiten
es: 2 temporadas
fr: 2 saisons

source: Year-round
de: Das ganze Jahr
es: Todo el año
fr: Toute l&#39;année

source: If there was a disagreement on the field about a certain play, the majority of the time you would be able to:
de: Wenn es eine Meinungsverschiedenheit auf dem Feld über ein bestimmtes Spiel war, die Mehrheit der Zeit würden Sie in der Lage sein:
es: Si hubo un desacuerdo en el campo sobre un determinado juego, la mayoría de las veces usted sería capaz de:
fr: S&#39;il y avait un désaccord sur le terrain au sujet d&#39;un certain jeu, la plupart du temps vous pourriez:

source: not do much because you don't know all the rules yet
de: nicht viel tun, weil Sie noch alle Regeln nicht kennen
es: No hace mucho, porque no se sabe todas las reglas todavía
fr: pas grand-chose parce que vous ne connaissez pas encore toutes les règles
