Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: To find this information, log in to {0}, then go to Profile -> Profile and settings -> My selling tools -> Selling online -> API access -> Update, then Manage API Credentials or {1}.
es: Para encontrar esta información, acceda a {0}, y luego ir a Perfil -> Perfil y ajustes -> Mis herramientas de venta -> Venta en línea -> acceso a la API -> Actualizar, a continuación, solicitar credenciales de API o {1}.
fr: Pour trouver ces informations, connectez-vous à {0}, puis sélectionnez Profil -> Profil et paramètres -> Mes outils de vente -> Vendre en ligne -> Accès API -> Mettre à jour, puis Gérer les informations d'identification de l'API ou {1}.

source: View API signature
de: Ansicht Signatur-API
es: Ver firma de API
fr: Afficher la signature de l'API

source: Live API username
de: Live-API Benutzername
es: Nombre de usuario API vivo
fr: Nom d'utilisateur Live API

source: Live API password
de: Live-API-Passwort
es: Contraseña de API en directo
fr: Mot de passe API de Live

source: Live signature
de: Live-Signatur
es: Firma en directo
fr: Signature en direct

source: To do any testing of your registration system, you need a {0}, then click the facilitator address -> Profile -> API Credentials.
fr: Pour effectuer des tests sur votre système d'inscription, vous avez besoin d'un {0}, puis cliquez sur l'adresse de l'animateur -> Profil -> Informations d'identification API.

source: {0} Sandbox account
de: {0} Sandbox Konto
es: Cuenta {0} Sandbox
fr: Compte PayPal Sandbox

source: Sandbox API username
de: Sandbox API Benutzername
es: Zona de pruebas API nombre de usuario
fr: Nom d'utilisateur de l'API Sandbox

source: Sandbox API password
de: Sandbox API-Passwort
es: Sandbox contraseña de API
fr: Mot de passe de l'API Sandbox

source: Badge comment
de: Abzeichen Kommentar
es: Comentario insignia
fr: Commentaire de badge

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: profile information for {0}
de: Profilinformationen für {0}
es: información del perfil de {0}
fr: informations de profil pour {0}

source: your profile information
de: Ihre Profilinformationen
es: su información de perfil
fr: information concernant votre profil

source: It's been a while since you've confirmed {0}. It is important that we have accurate information for team-building and/or evaluation.
de: Es ist schon eine Weile her, seit Sie bestätigt haben, {0}. Es ist wichtig, dass wir genaue Informationen für Teambildung und/oder Auswertung haben.
es: Ha sido un tiempo desde que haya confirmado {0}. Es importante que tengamos la información exacta para la formación de equipos y/o evaluación.
fr: Cela fait longtemps que vous avez confirmé {0}. Il est important que nous disposions d’informations précises pour la constitution et/ou l’évaluation d’équipes.

source: Please either update or confirm the information below.
de: Bitte entweder aktualisieren oder bestätigen Sie die folgenden Informationen.
es: Por favor, actualizar o confirmar la información a continuación.
fr: Veuillez mettre à jour ou confirmer les informations ci-dessous.

source: inches
de: Zoll
es: pulgadas
fr: pouces

source: Update profile
de: Profil aktualisieren
es: Actualización del perfil
fr: Mettre à jour le profil

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirme

source: work
de: Arbeit
es: trabajo
fr: travail

source: Act As
de: Fungieren als
es: Actuar de
fr: Agir comme

source: Document comment
de: Dokument Kommentar
es: Documento comentario
fr: Commentaire du document

source: If you want to add a comment to the player, do so here.
de: Wenn Sie einen Kommentar zu dem Spieler hinzufügen möchten, tun Sie dies hier.
es: Si desea agregar un comentario al reproductor, hágalo aquí.
fr: Si vous souhaitez ajouter un commentaire au lecteur, faites-le ici.

source: To prevent system abuses, this can only be changed by an administrator. To change this, please email your {0} to {1}.
de: Um die System Missbrauch zu verhindern, kann dies nur von einem Administrator geändert werden. Um dies zu ändern, senden Sie bitte Ihre {0} bis {1}.
es: Para evitar abusos del sistema, esto sólo puede ser cambiado por un administrador. Para cambiar esto, por favor envíe su {0} a {1}.
fr: Pour éviter les abus du système, ceci ne peut être modifié que par un administrateur. Pour changer cela, veuillez envoyer votre {0} à {1}.

source: new gender
de: neue Geschlecht
es: nuevo género
fr: nouveau genre

source: Our league recognizes the gender inequities in sport and is working towards making ultimate more equitable for woman players. As such, we are implementing a minimum requirement of women on your team's roster. Do you wish to fill one of the designated women's spots on your team?
fr: Notre ligue reconnaît les inégalités entre les sexes dans le sport et travaille à rendre le ultime plus équitable pour les joueuses. En tant que tels, nous appliquons une exigence minimale de femmes sur la liste de votre équipe. Souhaitez-vous occuper l'un des postes désignés par les femmes dans votre équipe?

source: Get your personal schedule in {0} format or {1}.
de: Erhalten Sie Ihren persönlichen Zeitplan in {0} Format oder {1}.
es: Obtenga su horario personal en {0} formato o {1}.
fr: Obtenez votre horaire personnel au format {0} ou {1}.

source: {0} to enable your personal iCal feed.
de: {0} Ihre persönlichen iCal Feed zu ermöglichen.
es: {0} para que su alimentación iCal personal.
fr: {0} pour activer votre flux iCal personnel.

source: Add Number
de: Nummer hinzufügen
es: Añade un número
fr: Ajouter un numéro

source: Shirt Number
de: Trikotnummer
es: Número camisa
fr: Numéro de chandail

source: Enter the new shirt number here, or leave blank to assign no shirt number.
de: Geben Sie den neuen Trikotnummer hier oder leer lassen keine Trikotnummer zuweisen.
es: Introduzca el nuevo número de la camiseta aquí, o dejar en blanco para asignar ningún número de la camiseta.
fr: Entrez le nouveau numéro de chemise ici ou laissez-le en blanc pour ne pas attribuer de numéro de chemise.

source: By uploading a photo (only one photo per person allowed at the moment), you can further personalize your profile. In addition, others might use photos to determine who they mean to nominate as an all-star, for the purposes of drafting hat teams, recruiting players, etc.
de: Durch das Hochladen eines Fotos (nur ein Foto pro Person im Moment erlaubt) können Sie weiter Ihr Profil zu personalisieren. Darüber hinaus könnten andere Fotos verwenden, um zu bestimmen, wer sie bedeuten als ein All-Star zu benennen, für die Erarbeitung der Hut Teams, Spieler zu rekrutieren, usw.
es: Al subir una foto (sólo una foto por persona autorizada por el momento), usted puede personalizar aún más su perfil. Además, otros podrían utilizar las fotos para determinar que significan la designación como todas las estrellas, a los efectos de la elaboración de equipos sombrero, la contratación de jugadores, etc.
fr: En téléchargeant une photo (une seule photo par personne autorisée pour le moment), vous pouvez personnaliser davantage votre profil. En outre, d’autres peuvent utiliser des photos pour déterminer qui elles veulent désigner comme étoiles, pour la rédaction d’équipes de chapeaux, le recrutement de joueurs, etc.

source: Photos must be less than {0}. You will have the opportunity to crop the photo after uploading. Crop areas must currently be square.
de: Fotos müssen weniger als {0}. Sie werden die Gelegenheit haben, um das Foto zuzuschneiden nach dem Hochladen. Anbauflächen müssen derzeit quadratisch sein.
es: Las fotos deben ser inferior a {0}. Tendrá la oportunidad de recortar la foto después de subir. Actualmente las áreas de cultivo deben ser cuadrados.
fr: Les photos doivent être inférieures à {0}. Vous aurez la possibilité de recadrer la photo après le téléchargement. Les zones de culture doivent actuellement être carrées.

source: This is an OPTIONAL feature of the {0} ({1}) web site. Your photo will be available only to other {1} members who are logged in to this site and will not otherwise by publicly visible.
de: Dies ist ein optionales Merkmal der {0} ({1}) Web - Site. Ihr Foto wird nur für andere verfügbar sein {1} Mitglieder, die eingeloggt sind auf dieser Seite und wird nicht anderweitig öffentlich sichtbar.
es: Esta es una característica opcional de la {0} ({1}) del sitio web. Tu foto estará disponible sólo a otros {1} miembros que estén conectados a este sitio y no otra cosa públicamente visibles.
fr: Il s'agit d'une fonctionnalité FACULTATIVE du site Web {0} ({1}). Votre photo sera disponible uniquement pour les autres membres {1} qui sont connectés à ce site et qui ne seront autrement pas visibles publiquement.

source: Photos must be approved by an administrator before they will be visible by anyone, including you. To be approved, a photo must be of you and only you (e.g. no logos or shots of groups or your pet or your car) and must clearly show your face. Photos may not include nudity or depiction of any activity that is illegal or otherwise contrary to the spirit of the sport. Determination of whether a photo is suitable is within the sole discretion of the {0}.
de: Die Fotos müssen von einem Administrator genehmigt werden, bevor sie von jedermann, auch Sie sichtbar. Um zugelassen zu werden, muss ein Foto von Ihnen und nur Sie (zB keine Logos oder Aufnahmen von Gruppen oder Ihr Haustier oder im Auto) und muss eindeutig hervorgehen Ihr Gesicht. Fotos dürfen nicht nackt oder Darstellung jeglicher Aktivität enthalten, die dem Geist des Sports illegal oder auf andere Weise entgegengesetzt ist. Die Bestimmung, ob ein Foto, das geeignet ist, im alleinigen Ermessen des {0}.
es: Las fotos deben ser aprobados por el administrador antes de que sea visible por cualquier persona, incluyendo usted. Para ser aprobado, una foto debe ser de usted y sólo usted (por ejemplo, sin logos o fotos de grupos o de su mascota o su coche) y debe mostrar claramente su cara. Las fotos pueden no incluir desnudos o representación de cualquier actividad que sea ilegal o contraria al espíritu del deporte. La determinación de si una foto es adecuado está dentro de la discreción de la {0}.
fr: Les photos doivent être approuvées par un administrateur avant d'être visibles par quiconque, y compris vous. Pour être approuvée, une photo doit concerner vous et seulement vous (par exemple, aucun logo ou cliché de groupe, votre animal de compagnie ou votre voiture) et doit clairement montrer votre visage. Les photos ne peuvent inclure de la nudité ou une représentation d'une activité illégale ou contraire à l'esprit du sport. Déterminer si une photo convient ou non est à la seule discrétion du {0}.

source: By uploading a photo you confirm that you are the legal copyright holder, or have obtained permission from the copyright holder to use it for this purpose.
de: Durch das Hochladen eines Fotos, das Sie bestätigen, dass Sie die gesetzlichen Urheberrechtsinhaber sind, oder haben die Erlaubnis des Copyright-Inhabers es für diesen Zweck zu verwenden.
es: Al subir una foto de confirmar que usted es el propietario de los derechos legales, o ha obtenido permiso del propietario de los derechos de usar para este propósito.
fr: En téléchargeant une photo, vous confirmez que vous êtes le détenteur légal des droits d'auteur ou que vous avez obtenu l'autorisation de ces derniers pour l'utiliser à cette fin.

source: By uploading a photo you consent to allow the {0} to publish this photograph as your profile picture on the {0} web site, and hereby release, waive and forever discharge the {0}, its employees, volunteers, officers and directors, and contractors, of and from all liability, injury, loss, death, claims, demands, damages, costs, expenses, actions and causes of action, whether in law or in equity, howsoever caused, arising from any actions related to the publishing of this photograph.
de: Durch das Hochladen eines Fotos, das Sie stimmen die zu erlauben {0} Sie dieses Foto als Profilbild auf der veröffentlichen {0} Web - Site, und hiermit loslassen, verzichten und für immer entladen die {0}, seine Mitarbeiter, Freiwilligen, leitenden Angestellten und Direktoren, und Auftragnehmer, von und von jeglicher Haftung, Verletzung, Verlust, Tod, Ansprüche, Forderungen, Schäden, Kosten, Kosten, Maßnahmen und Ursachen der Handlung, gleich ob gesetzlich oder in Aktien, wie auch immer verursacht, die sich aus irgendwelchen Aktionen der Verlags Zusammenhang von dieses Foto.
es: Al subir una foto que autoriza la utilización de permitir que el {0} para publicar esta fotografía como foto de perfil en el {0} sitio web, y por la presente relevo, renuncio y para siempre descargar los {0}, sus empleados, voluntarios, funcionarios y directores, y los contratistas, y el de toda responsabilidad, lesión, pérdida, muerte, reclamos, demandas, daños, costos, gastos, acciones y causas de acción, ya sea en derecho o en equidad, independientemente de su causa, dimanante de las acciones relacionadas con la publicación de esta fotografía.
fr: En téléchargeant une photo, vous acceptez que le {0} publie cette photo en tant que photo de profil sur le site Web de {0}. Par la présente, vous libérez et renoncez ainsi au {0}, à ses employés, à ses bénévoles, à ses dirigeants et à ses directeurs, et les contractants, de toute responsabilité, dommage, perte, décès, réclamations, demandes, dommages, coûts, dépenses, actions et causes d’action, en droit ou en équité, quelle que soit la cause, découlant de toute action en relation avec la publication de cette photo.

source: {0} Player Rating
de: {0} Spielerbewertung
es: {0} Estatus del Jugador
fr: {0} Classement des joueurs

source: Fill out this questionnaire and then click "Calculate" below to figure out the skill level you should use in {0}.
de: Füllen Sie diesen Fragebogen aus und klicken Sie dann auf "berechnen" unter den Skill - Level, um herauszufinden, sollten Sie verwenden in {0}.
es: Rellena este cuestionario y luego haga clic en a continuación "Calcular" para averiguar el nivel de habilidad que puedes usar en {0}.
fr: Fill out this questionnaire and then click «Calculate» ci-dessous pour déterminer le niveau de compétence à utiliser dans {0}.

source: The questionnaire is divided into {0} sections. Answer each as honestly as possible, and the resulting {1} rating should be fairly accurate. When answering questions regarding relative skills, compare yourself to the average of all people playing the sport, not only those that you regularly compete against.
de: Der Fragebogen gliedert sich in {0} Abschnitte. Antwort jeder so ehrlich wie möglich, und die resultierende {1} Bewertung sollte recht genau sein. Bei Fragen zur relativen Fähigkeiten zu beantworten, zu vergleichen, sich im Durchschnitt aller Menschen, den Sport zu spielen, nicht nur gegen diejenigen, die Sie regelmäßig konkurrieren.
es: El cuestionario se divide en {0} secciones. Responder a cada uno lo más honestamente posible, y la consiguiente {1} calificación debe ser bastante exacto. Al responder a preguntas relacionadas con las habilidades relativos, se compare con la media de todas las personas que juegan el deporte, no sólo las que se compite regularmente en contra.
fr: Le questionnaire est divisé en {0} sections. Répondez le plus honnêtement possible à chacun d’entre eux. La note {1} obtenue doit être relativement précise. Lorsque vous répondez à des questions concernant les compétences relatives, comparez-vous à la moyenne de toutes les personnes pratiquant ce sport, et pas uniquement à celles avec lesquelles vous êtes en compétition.

source: The calculated value will be entered on the {0} profile editing form.
de: Der berechnete Wert wird auf dem eingegeben werden {0} Profilbearbeitung Form.
es: Se introducirá el valor calculado en el {0} formulario de edición de perfil.
fr: La valeur calculée sera entrée dans le formulaire de modification de profil {0}.

source: Calculate
de: Berechnen
es: Calcular
fr: Calculer

source: You must answer all questions.
de: Sie müssen alle Fragen zu beantworten.
es: Debe responder a todas las preguntas.
fr: Vous devez répondre à toutes les questions.

source: Event Name
de: Veranstaltungsname
es: Nombre del evento
fr: Nom de l'événement

source: Are you sure? Not all roster changes are reversible.
de: Bist du sicher? Nicht alle Roster Änderungen sind reversibel.
es: ¿Estás seguro? No todos los cambios en las rotaciones son reversibles.
fr: Êtes-vous sûr? Tous les changements de liste ne sont pas réversibles.

source: invited
de: eingeladen
es: invitado
fr: invité

source: requested
de: fordert
es: pedido
fr: demandé

source: remove
de: entfernen
es: retirar
fr: retirer

source: Are you sure you want to remove this {0}?
de: Sind Sie sicher, dass Sie entfernen möchten diese {0} ?
es: ¿Seguro que desea eliminar este {0} ?
fr: Voulez-vous vraiment retirer cet {0}?

source: accept
de: akzeptieren
es: aceptar
fr: accepter

source: Are you sure you want to accept this {0}?
de: Sind Sie sicher, dass Sie annehmen möchten diese {0} ?
es: ¿Seguro que desea aceptar esta {0} ?
fr: Êtes-vous sûr de vouloir accepter ce {0}?

source: decline
de: Ablehnen
es: disminución
fr: déclin

source: Are you sure you want to decline this {0}?
de: Sind Sie sicher, dass Sie ablehnen wollen, dass diese {0} ?
es: ¿Seguro que desea rechazar esta {0} ?
fr: Voulez-vous vraiment refuser ce {0}?

source: Enter first and/or last name of person to search for and click 'submit'. You may use '*' as a wildcard.
de: Vor- und/oder Nachnamen der Person zu suchen und klicken Sie auf 'Senden'. Sie dürfen '*' als Platzhalter.
es: Anote el nombre y/o apellido de la persona a buscar y haga clic en 'enviar'. Puede usar '*' como comodín.
fr: Entrez le prénom et/ou le nom de famille de la personne à rechercher et cliquez sur «soumettre». Vous pouvez utiliser «*» comme caractère générique.

source: View Profile
de: Profil anzeigen
es: Ver perfil
fr: Afficher le profil

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier ton Profil

source: Delete Player
de: löschen Spieler
es: Eliminar jugador
fr: Supprimer le Joueur

source: Are you sure you want to delete this person?
de: Sind Sie sicher, dass Sie diese Person zu löschen?
es: ¿Estás seguro de querer borrar a esta persona?
fr: Voulez-vous vraiment supprimer cette personne?

source: Select all sports you will be playing in this league
de: Wählen Sie alle Sportarten, die man in dieser Liga spielen werden
es: Seleccionar todos los deportes va a jugar en esta liga
fr: Sélectionnez tous les sports que vous allez jouer dans cette ligue

source: The year you started playing in <strong>this</strong> league.
de: Das Jahr begann man in <strong>dieses</strong> Liga zu spielen.
es: El año en que empezó a jugar en <strong>este</strong> liga.
fr: L'année où vous avez commencé à jouer dans <strong>cette</strong> ligue.

source: correct year started
de: richtige Jahr gestartet
es: año correcto comenzó
fr: bonne année a commencé

source: Please use the questionnaire to
de: Bitte benutzen Sie den Fragebogen
es: Utilice el cuestionario a
fr: Veuillez utiliser le questionnaire pour

source: calculate your rating
de: berechnen Sie Ihre Bewertung
es: calcular su calificación
fr: calculer votre note

source: new skill level
de: neue Skill-Level
es: nuevo nivel de habilidad
fr: nouveau niveau de compétence

source: Required
de: Erforderlich
es: Necesario
fr: Exigé

source: Type part of the question you want
de: Geben Sie einen Teil der Frage, die Sie wollen
es: Tipo de parte de la pregunta que desea
fr: Tapez une partie de la question que vous voulez

source: Add an existing question to this questionnaire
de: Fügen Sie eine vorhandene Frage zu diesem Fragebogen
es: Añadir una pregunta existente a este cuestionario
fr: Ajouter une question existante à ce questionnaire

source: anonymous
de: anonym
es: anónimo
fr: anonyme

source: View Registration
de: Ansicht Registrierung
es: Ver registro
fr: Afficher l'inscription

source: Add Payment
de: In Zahlung
es: Añadir Pago
fr: Ajouter Paiement

source: Edit Registration
de: Bearbeiten der Registrierung
es: Editar registro
fr: Modifier inscription

source: Unregister
es: Anular el registro
fr: Désinscrire

source: Are you sure you want to delete this registration?
de: Sind Sie sicher, dass Sie diese Registrierung zu löschen?
es: ¿Está seguro de que desea eliminar este registro?
fr: Voulez-vous vraiment supprimer cette inscription?

source: Person
es: Persona
fr: Personne

source: Price Point
de: Kostenpunkt
es: Precio Point
fr: Point de prix

source: Total Amount
de: Gesamtmenge
es: Cantidad total
fr: Montant total

source: Amount Paid
de: Betrag bezahlt
es: Cantidad pagada
fr: Le montant payé

source: Please be sure to read all information carefully and complete all preferences when registering.
de: Bitte achten Sie darauf, alle Informationen sorgfältig und füllen Sie alle Einstellungen zu lesen, wenn die Registrierung.
es: Por favor asegúrese de leer cuidadosamente toda la información y completar todas las preferencias a la hora de registrarse.
fr: Veillez à lire attentivement toutes les informations et à compléter toutes les préférences lors de votre inscription.

source: Deposit ({0})
de: Kaution ({0})
es: Depósito ({0})
fr: Dépôt ({0})

source: This option requires a {0} deposit, with the balance to be paid off-line.
de: Diese Option erfordert eine {0} Anzahlung, der Rest off-line zu zahlen.
es: Esta opción requiere un {0} de depósito, con el saldo a pagar fuera de línea.
fr: Cette option nécessite un acompte de {0}, le solde devant être réglé hors ligne.

source: Deposit (minimum {0})
de: Kaution (Minimum {0})
es: Depósito (mínimo de {0})
fr: Dépôt (minimum {0})

source: Full ({0})
es: Completo ({0})
fr: Complet ({0})

source: After clicking "Submit", your registration will be reserved for you for {0}. During this time, your spot is guaranteed. After this time, if you have not yet paid, it will revert to "unpaid" status, meaning that someone else can take it.
de: Nach einem Klick auf "Absenden", wird Ihre Anmeldung für Sie reserviert für {0}. Während dieser Zeit wird Ihre Stelle garantiert. wenn Sie nach dieser Zeit noch nicht bezahlt, wird er zurückkommen "unbezahlte" Status auf, was bedeutet, dass jemand anderes kann es dauern.
es: Tras hacer clic en "Enviar", su registro será reservada para usted para {0}. Durante este tiempo, se garantiza su lugar. Después de este tiempo, si aún no ha pagado, volverá a estado "sin pagar", lo que significa que otra persona lo puede soportar.
fr: After clicking «Submit», votre inscription vous sera réservée pour le {0}. Pendant ce temps, votre place est garantie. Passé ce délai, si vous n'avez pas encore payé, il reviendra à «unpaid» status, meaning that someone else can take it.

source: Note that you are registering {0}. To register {1} instead, click on their name.
de: Beachten Sie, dass Sie die Registrierung {0}. Um sich zu registrieren {1} statt, klicken Sie auf ihren Namen.
es: Tenga en cuenta que se está registrando {0}. Para registrar {1} en su lugar, haga clic en su nombre.
fr: Notez que vous vous enregistrez {0}. Pour vous inscrire, cliquez plutôt sur leur nom.

source: Created Date
de: Datum der Registrierung
es: Fecha de creación
fr: Date de création

source: Event
es: Evento
fr: Évènement

source: Person ID
de: Personen-Kennung
es: ID de la persona
fr: ID de personne

source: Download Registration Report
de: Download Registrierung Bericht
es: Descargar Informe de Registro
fr: Télécharger le rapport d'inscription

source: Not associated with any division
de: Nicht mit jeder Abteilung zugeordnet ist
es: No está asociado a ninguna división
fr: Non associé à aucune division
