Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: {0} includes a {1} layout viewer and editor integrated with Google Maps. When you are viewing or editing a {1}, other {2} at that facility will also be shown. Clicking the marker for a {1} will "activate" that {1}; in the viewer it will show details about that {1}, and in the editor it will change which {1} you are editing. In the editor, you can drag {2} around by their marker, and adjust their size and angle with buttons to the right.
de: {0} enthält einen {1} Layout - Viewer und Editor mit Google Maps integriert. Wenn Sie anzeigen oder bearbeiten eine {1}, andere {2} in dieser Anlage werden ebenfalls angezeigt. Ein Klick auf den Marker für eine {1} wird "aktivieren", dass {1}; im Viewer wird es zeigen Details, die über {1}, und im Editor wird es ändern, welche {1} Sie bearbeiten. Im Editor können Sie per Drag {2} um durch ihre Markierung und passen ihre Größe und Winkel mit den Tasten auf der rechten Seite.
es: {0} incluye un {1} visor y editor de diseño integrado con Google Maps. Si va a ver o editar un {1}, otra {2} en esa instalación también se mostrará. Al hacer clic en el marcador de una {1} will "activar" que {1}; en el visor se mostrará detalles acerca de ese {1}, y en el editor que va a cambiar la cual {1} que está editando. En el editor, puede arrastrar {2} alrededor de su marcador, y ajustar su tamaño y el ángulo con los botones a la derecha.
fr: {0} includes a {1} layout viewer and editor integrated with Google Maps. When you are viewing or editing a {1}, other {2} at that facility will also be shown. Clicking the marker for a {1} will «activate» que {1}; dans le visualiseur, il affichera des détails sur ce {1} et dans l'éditeur, il modifiera le {1} que vous modifiez. Dans l'éditeur, vous pouvez faire glisser {2} autour de leur marqueur et ajuster leur taille et leur angle à l'aide des boutons situés à droite.

source: Parking and Entrances
de: Parkplatz und Einstiege
es: Estacionamiento y entradas
fr: Parking et entrées

source: The editor also includes "{0}" and "{1}" buttons. Click these, then click on the map to add a parking or entrance marker. These markers can be dragged around like {2}, and can be deleted by simply clicking on them and confirming the deletion. Parking and entrance markers are facility-wide; you do not need to set up parking and entrances separately for each {3}.
de: Der Editor beinhaltet auch "{0}" und "{1}" Tasten. Klicken Sie auf diese, dann klicken Sie auf die Karte, einen Parkplatz oder Eingang Marker hinzuzufügen. Diese Marker können wie herumgeschleppt werden {2}, und kann durch einfaches Klicken auf sie und die Bestätigung der Löschung gelöscht werden. Parkplatz und Eingang Marker sind einrichtungs breit; Sie müssen nicht für jeden separat einzurichten Parkplätze und Einfahrten {3}.
es: El editor también incluye botones "{0}" y "{1}". Haga clic en estos, a continuación, haga clic en el mapa para añadir un marcador de estacionamiento o entrada. Estos marcadores pueden ser arrastrados por ahí como {2}, y se pueden eliminar con un simple clic sobre ellos y confirmando la eliminación. Aparcamiento y la entrada son marcadores de toda la instalación; no es necesario configurar estacionamiento y entradas por separado para cada {3}.
fr: The editor also includes «{0}» et «{1}» buttons. Click these, then click on the map to add a parking or entrance marker. These markers can be dragged around like {2}, and can be deleted by simply clicking on them and confirming the deletion. Parking and entrance markers are facility-wide; you do not need to set up parking and entrances separately for each {3}.

source: Add Parking
de: Park add
es: Añadir aparcamiento
fr: Ajouter un parking

source: Add Entrance
de: Eingang hinzufügen
es: Añadir entrada
fr: Ajouter une entrée

source: Open and Closed {0} and Facilities
de: Offene und geschlossene {0} und Ausstattung
es: Abierto y cerrado {0} e instalaciones
fr: Ouvert et fermé {0} et installations

source: For historical purposes, once a game has been scheduled at a {0}, that {0} cannot be deleted from the system. Similarly, once a {0} has been added to a facility, that facility cannot be deleted. However, there are times when you no longer wish a {0} or facility to show up in the {1}. When this happens, you can close {2} or facilities.
de: Für historische Zwecke, einmal hat ein Spiel zu einem Kalender {0}, dass {0} kann nicht aus dem System gelöscht werden. In ähnlicher Weise, wenn eine {0} ist an eine Anlage hinzugefügt worden ist, kann diese Einrichtung nicht gelöscht werden. Es gibt jedoch Zeiten, in denen Sie nicht mehr wollen {0} oder Anlage in der zu zeigen, {1}. Wenn dies geschieht, können Sie schließen {2} oder Einrichtungen.
es: Para fines históricos, una vez que un juego se ha programado en un {0}, que {0} No es posible borrar del sistema. Del mismo modo, una vez {0} ha sido añadido a una instalación, dicha instalación no se puede eliminar. Sin embargo, hay ocasiones en las que ya no desea un {0} o facilidad para aparecer en el {1}. Cuando esto sucede, puede cerrar {2} o instalaciones.
fr: Pour des raisons historiques, une fois qu'une partie a été programmée à {0}, ce dernier ne peut pas être supprimé du système. De même, une fois qu'un {0} a été ajouté à une installation, cette dernière ne peut pas être supprimée. Cependant, il arrive parfois que vous ne souhaitiez plus qu'un {0} ou une installation apparaisse dans le {1}. Lorsque cela se produit, vous pouvez fermer {2} ou des installations.

source: facility list
de: Anlage Liste
es: lista de las instalaciones
fr: liste des installations

source: By closing a {0}, you are temporarily removing it from circulation. It will no longer show up on the {1} list or the layout map for {1} at that facility, and you will not be able to add game slots for it. Facilities with no open {1} will not show up on the {0} list or the {2}.
de: Durch das Schließen ein {0}, sind zu entfernen sie vorübergehend aus dem Verkehr. Es wird nicht mehr zeigen sich auf der {1} Liste oder das Layout der Karte für {1} in dieser Anlage, und Sie werden hinzufügen können, um Spiel - Slots für ihn nicht. Einrichtungen ohne offene {1} wird nicht angezeigt auf der {0} Liste oder {2}.
es: Al cerrar un {0}, que está eliminando temporalmente de la circulación. Ya no se mostrará en la {1} lista o el mapa trazado por {1} en esa instalación, y usted no será capaz de añadir ranuras de juego para él. Instalaciones sin abiertos {1} no se mostrarán en el {0} lista o el {2}.
fr: By closing a {0}, you are temporarily removing it from circulation. It will no longer show up on the {1} liste ou la carte de présentation de {1} sur ce site et vous ne pourrez pas ajouter de créneaux de partie. Les installations sans {1} ouvert n'apparaîtront pas dans la liste {0} ni dans le {2}.

source: map of all {0}
de: Karte aller {0}
es: mapa de todos {0}
fr: carte de tous {0}

source: By closing a facility, you are essentially permanently removing it, and all of its {0}, from circulation. It will no longer show up on the map of all {0} or the {1} list. This should be done when a facility is permanently closed or permits are lost or dropped. Closing a facility also closes all associated {0}. Closed facilities can be re-opened, but its {0} will need to be re-opened individually.
de: Durch eine Anlage zu schließen, entfernen möchten Sie im Wesentlichen permanent es, und alle seine {0}, aus dem Verkehr. Es wird nicht mehr zeigen sich auf der Karte aller {0} oder {1} Liste. Dies sollte geschehen, wenn eine Anlage dauerhaft geschlossen oder Genehmigungen verloren oder fallen gelassen. Schließen auch eine Einrichtung, alle zugehörigen schließt {0}. Geschlossene Einrichtungen wieder geöffnet werden, aber seine {0} müssen einzeln wieder geöffnet werden.
es: Con el cierre de una instalación, que está eliminando esencialmente de forma permanente, y la totalidad de su {0}, de la circulación. Ya no se mostrará en el mapa de todo {0} o {1} lista. Esto se debe hacer cuando una instalación se cierra de forma permanente o permisos se pierden o se ha caído. El cierre de una instalación también se cierran todas las asocia {0}. Instalaciones cerradas pueden ser reabiertas, pero su {0} tendrán que ser reabierto de forma individual.
fr: En fermant une installation, vous la supprimez de manière permanente et de tous ses {0} de la circulation. Il n'apparaîtra plus sur la carte de tous les {0} ou de la liste {1}. Cela devrait être fait lorsqu'une installation est fermée en permanence ou que des permis sont perdus ou perdus. La fermeture d'une installation ferme également tous les {0} associés. Les installations fermées peuvent être rouvertes, mais son {0} devra être rouvert individuellement.

source: Before starting to set up your leagues, it's important to understand the structure {0} is expecting. Following this structure will mean that {0} is optimized to work with you; trying to impose a different structure may result in some awkwardness as you try to do the unexpected.
de: Bevor Sie Ihr Ligen einzurichten, ist es wichtig, die Struktur zu verstehen {0} erwartet. Im Anschluss an diese Struktur wird bedeuten, dass {0} optimiert ist, mit Ihnen zu arbeiten; versuchen, eine andere Struktur zu verhängen kann in einem gewissen Peinlichkeit führen, wie Sie versuchen, das Unerwartete zu tun.
es: Antes de empezar a configurar sus ligas, es importante comprender la estructura {0} está esperando. Siguiendo esta estructura significará que {0} está optimizado para trabajar con usted; tratar de imponer una estructura diferente puede resultar en cierta torpeza a medida que tratan de hacer lo inesperado.
fr: Avant de commencer à configurer vos ligues, il est important de comprendre la structure que {0} attend. Suivre cette structure signifie que {0} est optimisé pour fonctionner avec vous. essayer d'imposer une structure différente peut entraîner une certaine gêne lorsque vous essayez d'imprévu.

source: Each year has one or more seasons. Each season has one or more leagues. Each league has one or more divisions. Each division has a number of teams.
de: Jedes Jahr hat eine oder mehrere Jahreszeiten. Jede Jahreszeit hat eine oder mehrere Ligen. Jede Liga hat eine oder mehrere Divisionen. Jede Abteilung hat eine Reihe von Teams.
es: Cada año tiene una o más estaciones. Cada estación tiene una o más ligas. Cada liga tiene una o más divisiones. Cada división tiene un número de equipos.
fr: Chaque année a une ou plusieurs saisons. Chaque saison a une ou plusieurs ligues. Chaque ligue a une ou plusieurs divisions. Chaque division a un certain nombre d'équipes.

source: Note that, although you may have an identical league in multiple seasons, or in the same season from year to year, in {0} these are set up as different leagues. Similarly, although the same group of people might play under the same team name in more than one league, each instance of this will be a separate team. {0} retains all past history and makes it available to those who look for it; players can scroll back through their past team history to relive glory days or remind themselves of old rivalries.
de: Beachten Sie, dass, obwohl Sie eine identische Liga in mehreren Jahreszeiten aufweisen kann, oder in der gleichen Saison von Jahr zu Jahr, in {0} werden diese als verschiedene Ligen eingerichtet. In ähnlicher Weise, obwohl die gleiche Gruppe von Menschen, die unter dem gleichen Teamnamen in mehr als einer Liga spielen könnte, jede Instanz dieser wird ein eigenes Team sein. {0} behält alle Vergangenheit und macht es für diejenigen, die es zu suchen; Spieler können ihre Vergangenheit der Geschichte des Teams zurückblättern durch glorreichen Tage wieder zu erleben oder sich von alten Rivalitäten erinnern.
es: Tenga en cuenta que, aunque puede que tenga una liga idénticos en múltiples estaciones, o en el mismo tiempo de año en año, en {0} éstas se configuran como diferentes ligas. Del mismo modo, aunque el mismo grupo de personas podría jugar con el mismo nombre del equipo en más de una liga, cada instancia de este será un equipo separado. {0} conserva toda la historia pasada y lo pone a disposición de aquellos que lo buscan; los jugadores pueden desplazarse hacia atrás a través de su historia pasada del equipo de revivir los días de gloria o de recordarse a sí mismos de las viejas rivalidades.
fr: Notez que, bien que vous puissiez avoir une ligue identique au cours de plusieurs saisons ou la même saison d’une année sur l’autre, dans {0}, celles-ci sont configurées en tant que ligues différentes. De même, bien que le même groupe de personnes puisse jouer sous le même nom d’équipe dans plus d’une ligue, chaque instance sera une équipe distincte. {0} conserve toute l'historique et le met à la disposition de ceux qui le recherchent; Les joueurs peuvent faire défiler l'historique de leur équipe pour revivre des jours glorieux ou se rappeler d'anciennes rivalités.

source: Seasons
de: Jahreszeiten
es: Estaciones
fr: Saisons

source: A season is a period of time during which all of the games in a league will take place.
de: Eine Saison ist eine Zeit der Zeit, in der alle Spiele in einer Liga stattfinden wird.
es: Una temporada es un período de tiempo durante el cual todos los juegos en una liga se llevará a cabo.
fr: Une saison est une période de temps pendant laquelle tous les matchs d’une ligue auront lieu.

source: In practice, seasons are rather roughly defined, and may have some small overlap with each other. For example, if you have leagues that run from March through May, May through August, and September through December, then March to May might be your spring season, May to August might be summer, and September to December might be fall.
de: In der Praxis werden Jahreszeiten eher grob definiert und kann eine geringe Überlappung miteinander haben. Zum Beispiel, wenn Sie Ligen, die von März bis Mai, von Mai bis August und September bis Dezember laufen, dann bis März Mai könnte Ihre Frühjahrssaison, Mai bis August Sommer sein könnte, und von September bis Dezember fallen könnte.
es: En la práctica, las estaciones son más bien más o menos definida, y pueden tener algún pequeño solapamiento entre sí. Por ejemplo, si usted tiene ligas que van de marzo a mayo, de mayo a agosto y septiembre a diciembre, a continuación, marzo a mayo podría ser su temporada de primavera, mayo-agosto podría ser verano, y desde septiembre hasta diciembre se podría caer.
fr: En pratique, les saisons sont assez approximativement définies et peuvent se chevaucher légèrement. Par exemple, si vous avez des ligues allant de mars à mai, de mai à août et de septembre à décembre, mars à mai pourrait être votre saison de printemps, mai à août pourrait être l'été et septembre à décembre pourrait être l'automne.

source: A league is a group of divisions, collected together for display and logistics purposes.
de: Eine Liga ist eine Gruppe von Divisionen, sammelte zusammen für die Anzeige und Logistikzwecke.
es: Una liga es un grupo de divisiones, recopilado con fines de exhibición y logística.
fr: Une ligue est un groupe de divisions, rassemblées à des fins d'affichage et de logistique.

source: There is no absolute rule to determine which divisions comprise each league. One very general rule is that any group of divisions that share "substantial similarities" might be grouped in a league. Alternately, if there is a reasonable chance of a team being moved from one division to another, either during a season or between seasons (e.g. teams being promoted or demoted based on performance, or shuffled for geographic or scheduling purposes), then those divisions should be in the same league. Yet another view is that if it is reasonable for a given individual to be on a team in each of two divisions, then those divisions should <strong>not</strong> be in the same league.
de: Es gibt keine absolute Regel, um zu bestimmen, welche Geschäftsbereiche den einzelnen Ligen umfassen. Eine sehr allgemeine Regel ist, dass jede Gruppe von Abteilungen, die share "wesentliche Ähnlichkeiten" könnte in einer Liga zusammengefasst werden. Alternativ, wenn es eine Chance auf ein Team ist, der aus einer Abteilung in eine andere bewegt, entweder während einer Saison oder zwischen den Jahreszeiten (zB Teams basierend auf der Leistung gefördert oder degradiert werden oder die für eine geografische oder Planungszwecke gemischt), dann sollten diese Divisionen in der gleichen Liga sein. Noch eine andere Ansicht ist, dass, wenn es sinnvoll ist, für eine bestimmte Person in jeder der beiden Divisionen in einem Team zu sein, dann diese Divisionen sollten <strong>nicht</strong> sein in der gleichen Liga.
es: No hay una regla absoluta para determinar qué divisiones comprenden cada liga. Una regla muy general es que cualquier grupo de divisiones que comparten "similitudes sustanciales" se puede agrupar en una liga. Alternativamente, si hay una posibilidad razonable de un equipo que se mueve de una división a otra, ya sea durante una temporada o entre estaciones (por ejemplo, los equipos de ser promovido o degradado en función del rendimiento, o arrastrando los pies con fines geográficas y de horario), entonces esas divisiones deberían estar en la misma liga. Sin embargo, otro punto de vista es que si es razonable para un individuo dado para estar en un equipo en cada una de las dos divisiones, entonces esas divisiones debe <strong>no</strong> estar en la misma liga.
fr: There is no absolute rule to determine which divisions comprise each league. One very general rule is that any group of divisions that share «substantial similarities» pourrait être groupé dans une ligue. Alternativement, s'il y a une chance raisonnable qu'une équipe soit déplacée d'une division à une autre, soit pendant une saison, soit d'une saison à l'autre (par exemple, les équipes sont promues ou rétrogradées en fonction de leurs performances, ou mélangées pour des raisons géographiques ou d'horaire), ces divisions doivent alors: être dans la même ligue. Un autre point de vue encore est que s'il est raisonnable pour un individu donné de faire partie d'une équipe dans chacune des deux divisions, ces divisions <strong>ne devraient pas</strong> être dans la même ligue.

source: There may be more than one way of grouping divisions into leagues, you should use whatever is most logical for your organization. For example, if you have divisions for Juniors, Adults and "Masters" on each of Monday, Tuesday and Wednesday, you might set this up as Monday, Tuesday and Wednesday leagues, each with a Juniors, Adults and Masters division, or it might make more sense to have Juniors, Adults and Masters leagues, each with a Monday, Tuesday and Wednesday division.
de: Es kann der Gruppierung Divisionen in Ligen mehr als eine Möglichkeit sein, die Sie verwenden sollten, was für Ihre Organisation am logischsten ist. Zum Beispiel, wenn Sie Divisionen für Jugendliche, Erwachsene und "Masters" an jedem Montag, Dienstag und Mittwoch haben, können Sie dies einrichten, wie Montag, Dienstag und Mittwoch Ligen, die jeweils mit einem Junioren, Erwachsene und Masters Division, oder es könnte mehr Sinn machen, Junioren, Erwachsene und Master-Ligen zu haben, die jeweils mit einem Montag, Dienstag und Mittwoch Division.
es: Puede haber más de una forma de agrupar las divisiones en las ligas, se debe utilizar lo que sea más lógico para su organización. Por ejemplo, si usted tiene divisiones para jóvenes, adultos y "Masters" en cada uno de los lunes, martes y miércoles, es posible instalar esto como los lunes, martes y miércoles ligas, cada uno con unas jóvenes, adultos y categoría Masters, o podría tener más sentido tener Juniors, adultos y ligas Maestros, cada uno con una división lunes, martes y miércoles.
fr: There may be more than one way of grouping divisions into leagues, you should use whatever is most logical for your organization. For example, if you have divisions for Juniors, Adults and «Masters» Chaque lundi, mardi et mercredi, vous pouvez définir les ligues lundi, mardi et mercredi, chacune avec une division Juniors, Adultes et Maîtres, ou il serait plus logique de créer des ligues Juniors, Adultes et Maîtres Division lundi, mardi et mercredi.

source: A division is a group of teams who will be scheduled to play against each other.
de: Eine Abteilung ist eine Gruppe von Teams, die gegeneinander zu spielen geplant werden.
es: Una división es un grupo de equipos que serán programados para jugar uno contra el otro.
fr: Une division est un groupe d’équipes qui devront jouer les unes contre les autres.

source: Setup
de: Konfiguration
es: Preparar
fr: Configurer

source: Once you have decided on your structure, start by creating the first league. There are only a handful of settings for leagues, which are shared by all divisions in that league. Once you have created the league, use the {0} "{1}" link from the league list to set up the first division.
de: Sobald Sie sich auf Ihre Struktur entschieden haben, starten Sie durch die erste Liga zu schaffen. Es gibt nur eine Handvoll von Einstellungen für die Ligen, die von allen Divisionen in dieser Liga geteilt werden. Sobald Sie die Liga erstellt haben, verwenden Sie die link aus der Liga Liste {0} "{1}" die erste Abteilung einzurichten.
es: Una vez que haya decidido sobre su estructura, empezar por crear la primera liga. Hay sólo un puñado de ajustes para las ligas, que son compartidos por todas las divisiones en esa liga. Una vez que haya creado la liga, utilizar el {0} enlace "{1}" de la lista de liga para establecer la primera división.
fr: Once you have decided on your structure, start by creating the first league. There are only a handful of settings for leagues, which are shared by all divisions in that league. Once you have created the league, use the {0} «{1}» lien de la liste de la ligue pour créer la première division.
