Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: This report includes only games that are published. You may also see it {0}.
de: Dieser Bericht enthält nur Spiele, die veröffentlicht werden. Sie können sehen, daß es auch {0}.
es: Este informe incluye sólo los juegos que se publican. También puede ver que {0}.
fr: Ce rapport inclut uniquement les parties publiés. Vous pouvez également le voir {0}.

source: including all games
de: einschließlich aller Spiele
es: incluyendo todos los juegos
fr: y compris tous les parties

source: This report includes all games. You may also see it {0}.
de: Dieser Bericht beinhaltet alle Spiele. Sie können sehen, daß es auch {0}.
es: Este informe incluye todos los juegos. También puede ver que {0}.
fr: Ce rapport inclut tous les parties. Vous pouvez également le voir {0}.

source: including only games that are published
de: einschließlich nur Spiele, die veröffentlicht werden
es: incluyendo sólo los juegos que se publican
fr: y compris uniquement les parties publiés

source: Rating
de: Wertung
es: Clasificación
fr: Évaluation

source: Sub total
de: Zwischensumme
fr: Total partiel

source: Total games
de: insgesamt Spiele
es: Total de juegos
fr: Total de parties

source: Use the form below to adjust a team's initial ratings for 'better' or for 'worse' by entering a new rating into the box beside each team. Changes are <strong>not</strong> saved until you click 'Save Changes' below. Multiple teams can have the same ratings, and likely will at the start of the season.
de: Verwenden Sie das untenstehende Formular ein Team anfängliche Bewertung für 'besser' oder 'schlechter' anzupassen, indem sie neben jedem Team eine neue Bewertung in das Feld eingeben. Änderungen sind <strong>nicht</strong> gespeichert, bis Sie auf 'Änderungen speichern' klicken unten. Mehrere Teams können die gleichen Ratings haben, und wird wahrscheinlich zu Beginn der Saison.
es: Utilizar el siguiente formulario para ajustar puntuaciones iniciales de un equipo para la 'mejor' o 'peor' mediante la introducción de una nueva calificación en la caja al lado de cada equipo. Los cambios son <strong>no</strong> guardado hasta que haga clic en 'Guardar cambios' a continuación. Distintos equipos pueden tener las mismas calificaciones, y es probable que en el inicio de la temporada.
fr: Utilisez le formulaire ci-dessous pour ajuster les notes initiales d'une équipe en «mieux» ou en «pire» en entrant une nouvelle note dans la case en regard de chaque équipe. Les modifications sont <strong>non</strong> enregistrées jusqu'à ce que vous cliquiez sur «Enregistrer les modifications» ci-dessous. Plusieurs équipes peuvent avoir les mêmes notes, et probablement au début de la saison.

source: Note that this adjusts a team's <strong>initial</strong> rating; their <strong>current</strong> rating will be recalculated. Such adjustments are not typically needed mid-season, as ladder systems take care of mis-seedings eventually, but this can speed the process if you belatedly realize that a team was grossly mis-rated to start the season.
de: Beachten Sie, dass dies eines Teams passt <strong>Anfangs</strong> Bewertung; ihre <strong>Strom</strong> Bewertung wird neu berechnet. Derartige Anpassungen sind Mitte der Saison der Regel nicht erforderlich, da Leiter-Systeme sorgen für Fehl seedings schließlich, was aber den Prozess beschleunigen kann, wenn man nachträglich feststellen, dass ein Team grob falsch bewertet war die Saison zu starten.
es: Tenga en cuenta que esto se ajusta <strong>inicial</strong> la clasificación de un equipo; su <strong>actuales</strong> rating se volverá a calcular. Tales adaptaciones no suelen ser necesarios a mitad de temporada, como sistemas de escaleras cuidar de mis-cabezas de serie con el tiempo, pero esto puede acelerar el proceso si tardíamente se da cuenta de que un equipo era extremadamente mala puntuación para comenzar la temporada.
fr: Notez que cela ajuste la qualification <strong>initiale</strong> d'une équipe; leur classement <strong>actuel</strong> sera recalculé. De tels ajustements ne sont généralement pas nécessaires à la mi-saison, car les systèmes d'échelles règlent éventuellement les erreurs d'ensemencement, mais cela peut accélérer le processus si vous réalisez tardivement qu'une équipe a été grossièrement mal évaluée pour commencer la saison.

source: For the rating values, a <strong>HIGHER</strong> numbered rating is <strong>BETTER</strong>, and a <strong>LOWER</strong> numbered rating is <strong>WORSE</strong>.
de: Für die Bewertung Werte, ein <strong>HIGHER</strong> nummeriert Rating ist <strong>BETTER</strong> und <strong>UNTER</strong> nummeriert Rating ist <strong>WORSE</strong>.
es: Para los valores de clasificación, una <strong>SUPERIOR</strong> rating numerada es <strong>MEJOR</strong> y <strong>BAJA</strong> rating numerada es <strong>PEOR</strong>.
fr: Pour les valeurs de classement, le classement <strong>SUPÉRIEUR</strong> est <strong>MEILLEUR</strong> et le classement <strong>BAS</strong> est <strong>INFÉRIEUR</strong>.

source: Avg. Skill
de: Durchschn. Fähigkeit
es: Avg. Habilidad
fr: Moy. Compétence

source: Current Rating
de: Aktuelle Bewertung
es: Valoración actual
fr: Note actuelle

source: Initial Rating
de: Erste Bewertung
es: Valoración inicial
fr: Note initiale

source: New Initial Rating
de: Neue Anfangsbewertung
es: Nueva Clasificación Inicial
fr: Nouvelle cote initiale

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Sauvegarder les modifications

source: Reset
de: zurückstellen
es: Reiniciar
fr: Réinitialiser

source: Schedule
de: Zeitplan
es: Programar
fr: Horaire

source: Division Schedule
de: Abteilung Zeitplan
es: Horario división
fr: Calendrier de division

source: Jump to upcoming games
de: Wechseln zu den kommenden Spielen
es: Ir a los próximos juegos
fr: Aller aux parties à venir

source: Game
de: Spiel
es: Juego
fr: Partie

source: Time
de: Zeit
es: Hora
fr: Heure

source: Away
de: Ein Weg
es: Lejos
fr: Visiteurs

source: Score
de: Ergebnis
es: Puntuación
fr: Résultats

source: Scores
de: Noten
es: Puntuaciones
fr: Résultats

source: Division Scores
de: Abteilung Noten
es: Las puntuaciones de división
fr: Résultats de Division

source: Below the diagonal, scores are listed with the first score belonging the team whose name appears on the left. Above the diagonal, the first score belongs the teams across the top.
de: Unterhalb der Diagonale sind Partituren mit der ersten Punktzahl angehört, das Team, dessen Name auf der linken Seite erscheint aufgeführt. Oberhalb der Diagonale, gehört die erste Punktzahl, die Teams über der Spitze.
es: Por debajo de la diagonal, las puntuaciones se enumeran con la primera puntuación que pertenece el equipo cuyo nombre aparece en la izquierda. Por encima de la diagonal, la primera puntuación pertenece a los equipos a través de la parte superior.
fr: Au-dessous de la diagonale, les scores sont répertoriés avec le premier score appartenant à l'équipe dont le nom apparaît à gauche. Au-dessus de la diagonale, le premier score appartient aux équipes situées en haut.

source: Green backgrounds means row team is winning season series, red means column team is winning series. Defaulted games are not counted.
de: Grüne Hintergründe bedeutet Reihe Team gewinnt Saison-Serie, rot bedeutet Spalte Team gewinnt Serie. Ausgefallene Spiele werden nicht gezählt.
es: Fondos verdes significa equipo fila está ganando la serie serie de la temporada, el rojo significa equipo de la columna está ganando. Juegos en defecto no se cuentan.
fr: Les fonds verts signifient que l’équipe de ligne gagne la série de la saison, le rouge signifie que l’équipe de la colonne remporte la série. Les parties par défaut ne sont pas comptés.

source: Adjust Initial Seeds
de: Passen Sie Initial Seeds
es: Ajustar las semillas de inicio
fr: Ajuster les graines initiales

source: Use the form below to adjust a team's initial seeds for 'better' or for 'worse' by entering a new seed into the box beside each team. Changes are <strong>not</strong> saved until you click 'Save Changes' below. Multiple teams cannot have the same seed.
de: Verwenden Sie das untenstehende Formular ein Team anfängliche Samen einzustellen, um 'besser' oder 'schlechter' durch neben jedem Team einen neuen Samen in das Feld eingeben. Änderungen sind <strong>nicht</strong> gespeichert, bis Sie auf 'Änderungen speichern' klicken unten. Mehrere Teams können nicht den gleichen Samen haben.
es: Utilice el formulario a continuación para ajustar las semillas iniciales de un equipo para la 'mejor' o 'peor' mediante la introducción de una nueva semilla en la caja al lado de cada equipo. Los cambios son <strong>no</strong> guardado hasta que haga clic en 'Guardar cambios' a continuación. Varios equipos no pueden tener la misma semilla.
fr: Utilisez le formulaire ci-dessous pour ajuster les valeurs initiales d'une équipe afin qu'elles soient «meilleures» ou «plus mauvaises» en entrant une nouvelle valeur dans la zone à côté de chaque équipe. Les modifications sont <strong>non</strong> enregistrées jusqu'à ce que vous cliquiez sur «Enregistrer les modifications» ci-dessous. Plusieurs équipes ne peuvent pas avoir la même graine.

source: Note that this adjusts a team's <strong>initial</strong> seed; their <strong>current</strong> seed will be unaffected, as it is determined by game results. Initial seeds are typically unimportant for standard leagues, but are required for non-playoff tournaments.
de: Beachten Sie, dass dies eines Teams passt <strong>Anfangs</strong> Samen; ihre <strong>Strom</strong> Saatgut ist davon nicht betroffen, da sie durch Spielergebnisse bestimmt wird. Anfängliche Samen sind in der Regel unwichtig für Standard-Ligen, sind aber für Nicht-Playoff-Turnieren erforderlich.
es: Tenga en cuenta que esto se ajusta <strong>inicial</strong> la simiente de un equipo; su <strong>actuales</strong> las semillas no se verá afectada, ya que está determinada por los resultados del juego. semillas iniciales no suelen ser relevantes para las ligas estándar, pero son necesarios para los torneos no postemporada.
fr: Notez que cette option ajuste la valeur <strong>initiale</strong> d'une équipe; leur graine <strong>actuelle</strong> ne sera pas affectée, car elle est déterminée par les résultats du partie. Les valeurs initiales ne sont généralement pas importantes pour les ligues standard, mais sont nécessaires pour les tournois sans séries.

source: For the seed values, a <strong>LOWER</strong> numbered seed is <strong>BETTER</strong>, and a <strong>HIGHER</strong> numbered seed is <strong>WORSE</strong>.
de: Für die Seed-Werte, ein <strong>NIEDER</strong> nummeriert Samen ist <strong>BETTER</strong> und <strong>HIGHER</strong> nummeriert Samen ist <strong>WORSE</strong>.
es: Para los valores de semilla, una <strong>BAJA</strong> es la semilla numerado <strong>MEJOR</strong> y <strong>SUPERIOR</strong> es la semilla numerado <strong>PEOR</strong>.
fr: Pour les valeurs de graine, une graine numérotée <strong>BAS</strong> correspond à <strong>BETTER</strong>, et une graine numérotée <strong>SUPERER</strong> à <strong>pire</strong>.

source: Initial Seed
es: Semilla inicial
fr: Semence initiale

source: New Initial Seed
es: Nueva Semilla Inicial
fr: Nouvelle graine initiale

source: Division {0} Availability Report
de: Abteilung {0} Verfügbarkeit Bericht
es: División {0} Informe de disponibilidad
fr: Division {0} Rapport de disponibilité

source: Select a date below on which to view all available game slots:
de: Wählen Sie ein Datum unten, auf dem alle verfügbaren gameslots anzuzeigen:
es: Seleccione una fecha a continuación para ver todas las ranuras de juego disponibles:
fr: Choisissez une date ci-dessous pour voir tous les créneaux de partie disponibles:

source: Spirit Report
de: Geist Bericht
es: Espíritu Informe
fr: Rapport d'esprit sportif

source: Team Spirit Summary
de: Team Spirit Zusammenfassung
es: El espíritu de equipo Resumen
fr: Résumé de l'esprit d'équipe

source: Average Spirit
de: Durchschnittliche Geist
es: Espíritu promedio
fr: Moyenne d'esprit

source: Assigned Spirit
de: Assigned Geist
es: Espíritu asignado
fr: Esprit assigné

source: Score Submitted?
de: Note eingereicht?
es: Enviado Score?
fr: Score soumis?

source: Division average
de: Abteilung Durchschnitt
es: Promedio división
fr: Division moyenne

source: Distribution of team average spirit scores
de: Aufteilung der Mannschaft Durchschnitt Geist Partituren
es: Distribución de las puntuaciones promedio del equipo espirituosas
fr: Distribution des scores moyens de l'équipe

source: Spirit score
de: Geist-Score
es: El marcador espíritu
fr: Score de l'esprit

source: Number of Teams
de: Anzahl der Teams
es: Número de Equipos
fr: Nombre d'équipes

source: Percentage of Division
de: Prozentsatz der Teilung
es: Porcentaje de División
fr: Pourcentage de division

source: Spirit reports per game
de: Geist Berichte pro Spiel
es: Informes Spirit por partido
fr: Rapports d'esprit par match

source: Entry By
de: Eintrag nach
es: Por la entrada
fr: Entrée par

source: Given To
de: Gegeben
es: Dado a
fr: Donné à

source: Entered
de: Eingetragen
es: Ingresó
fr: Entré

source: Assigned
es: Asignado
fr: Assigné à

source: Most Spirited
de: Die meisten Spirited
es: La mayoría de espíritu
fr: Joueur ayant le meilleur esprit sportif

source: Comment for entry above:
de: Kommentar zum Eintrag oben:
es: Comentarios para la entrada anterior:
fr: Commentaire pour l'entrée ci-dessus:

source: Highlight for entry above:
de: Markieren Sie für den Eintritt oben:
es: Destacar para entrada anterior:
fr: Mettez en surbrillance pour l'entrée ci-dessus:

source: Incident for entry above:
de: Vorfall für den Eintritt oben:
es: Incidente de entrada anterior:
fr: Incident pour l'entrée ci-dessus:

source: Team Designated Women Summary
fr: Résumé des femmes désignées par équipe

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger

source: Standings
de: Entwicklung
es: Tabla de posiciones
fr: Classement

source: Division Standings
de: Abteilung Entwicklung
es: Tabla de posiciones división
fr: Classement de la division

source: Preliminary rounds
de: Vorrunden
es: Rondas preliminares
fr: Tours préliminaires

source: Playoff brackets
de: Playoff Klammern
es: Soportes de playoffs
fr: Supports de séries éliminatoires

source: Stats
de: Statistik
es: Estadísticas
fr: Statistiques

source: Status Report
de: Statusbericht
es: Reporte de estado
fr: Rapport de situation

source: Note that this report includes only regular season games.
de: Beachten Sie, dass dieser Bericht nur Spiele der regulären Saison beinhaltet.
es: Tenga en cuenta que este informe sólo incluye juegos de la temporada.
fr: Notez que ce rapport ne comprend que les matchs de saison régulière.

source: Home %
de: Zuhause %
es: Casa %
fr: Accueil %

source: Preference %
de: Bevorzugt%
es: Preferencia%
fr: Préférence %

source: Games Played
de: Spiele gespielt
es: Juegos jugados
fr: Parties jouées

source: Opponents
de: Die Gegner
es: Oponentes
fr: Adversaires

source: Repeat Opponents
de: Wiederholen Gegner
es: Los oponentes de la repetición
fr: Adversaires répétés

source: Home
de: Zuhause
es: Casa
fr: Acceuil

source: Average:
de: Durchschnittlich:
es: Promedio:
fr: Moyenne :

source: League
de: Liga
es: Liga
fr: Ligue

source: League Details
de: Liga Daten
es: Liga Detalles
fr: Détails de la ligue

source: Season
de: Jahreszeit
es: Temporada
fr: Saison

source: Spirit Questionnaire
de: Geist-Fragebogen
es: Cuestionario espíritu
fr: Questionnaire Esprit

source: Spirit Numeric Entry
de: Geist Numerische Eingabe
es: Entrada numérica Espíritu
fr: Entrée numérique de l'esprit

source: Spirit Display
de: Geist-Anzeige
es: Espíritu de visualización
fr: Affichage de l'esprit

source: Expected Max Score
de: Erwartete Max Score
es: Espera que la calificación máxima
fr: Score maximum attendu

source: No divisions operate on the selected night.
de: Keine Divisionen arbeiten auf der ausgewählten Nacht.
es: No hay divisiones operan en la fecha seleccionada.
fr: Aucune division ne fonctionne la nuit sélectionnée.

source: Day
de: Tag
es: Día
fr: Jour

source: TeamID
es: ID del equipo
fr: Identifiant d'équipe

source: Opponent
de: Gegner
es: Adversario
fr: Visiteurs

source: Team Score
es: Marcador equipo
fr: Score d'équipe

source: Opp Score
es: Puntuación del opp
fr: Score d'opp

source: Spirit
de: Geist
es: Espíritu
fr: Esprit sportif

source: Calc Spirit
de: Calc Geist
es: Calc Espíritu
fr: Esprit calcique

source: Score Entry Penalty
de: Score Eintrag Penalty
es: Entrada puntuación de penalización
fr: Score pénalité d'entrée

source: You can copy and paste the emails below into your addressbook, or {0}.
de: Sie können die E - Mails unten in Ihrem Adressbuch kopieren und einfügen, oder {0}.
es: Puede copiar y pegar la dirección abajo indicada en la libreta de direcciones, o {0}.
fr: Vous pouvez copier et coller les emails ci-dessous dans votre carnet d'adresses ou {0}.

source: send an email right away
de: E-Mail sofort
es: enviar un correo electrónico de inmediato
fr: envoyer un courriel tout de suite

source: Note that if you are using Microsoft Outlook, you may need to click in the To line of the message that pops up in order for the addresses to be recognized.
de: Beachten Sie, dass, wenn Sie Microsoft Outlook verwenden, müssen Sie möglicherweise in der zu klicken der Nachricht zu Zeile um erscheint für die Adressen erkannt werden.
es: Tenga en cuenta que si está utilizando Microsoft Outlook, es posible que tenga que hacer clic en la línea Para del mensaje que aparece con el fin de que se reconozcan las direcciones.
fr: Notez que si vous utilisez Microsoft Outlook, vous devrez peut-être cliquer sur la ligne À du message qui apparaît pour que les adresses soient reconnues.

source: Show All
de: Zeige alles
es: Mostrar todo
fr: Afficher tout

source: You currently have {0} unpaid {1}. {2} to complete these registrations.
de: Sie haben derzeit {0} unbezahlte {1}. {2} diese Anmeldungen zu vervollständigen.
es: Actualmente tienes {0} sin pagar {1}. {2} para completar estos registros.
fr: Vous avez actuellement {0} impayé {1}. {2} pour compléter ces inscriptions.

source: Click here
de: Klick hier
es: Haga clic aquí
fr: Cliquez ici

source: One moment...
fr: Un moment...

source: registration
de: Registrierung
es: registro
fr: inscription

source: You have enabled the affiliate option, but have not yet created any affiliates.
de: Sie haben den Affiliate-Option aktiviert ist, aber noch nicht alle verbundenen Unternehmen erstellt.
es: Ha habilitado la opción de afiliados, pero aún no se ha creado ninguna afiliados.
fr: Vous avez activé l'option d'affiliation, mais vous n'avez pas encore créé d'affilié.

source: Create one now!
de: Jetzt erstellen!
es: ¡Crear una ahora!
fr: Créez-en un maintenant!

source: The following affiliates do not yet have managers assigned to them:
de: Die folgenden Tochtergesellschaften noch nicht, dass Manager, die ihnen zugewiesen haben:
es: Los siguientes afiliados no tienen todavía los gerentes se les asigna:
fr: Les filiales suivantes ne sont pas encore gérées par des directeurs:

source: You have no open facilities.
es: No tiene instalaciones abiertas.
fr: Vous n'avez pas d'installations ouvertes.

source: The following facilities are open but do not have any open {0}:
de: Folgende Einrichtungen sind offen, aber nicht über jede offene {0}:
es: Las siguientes instalaciones están abiertas, pero no tienen ninguna abierto {0}:
fr: Les installations suivantes sont ouvertes mais n'en ont pas {0}:

source: Facility
de: Einrichtung
es: Instalaciones
fr: Établissement

source: View Facility
de: Ansicht der Einrichtung
es: Ver Facility
fr: Voir l'établissement

source: Edit Facility
de: Bearbeiten der Einrichtung
es: Editar Facility
fr: Modifier l'établissement

source: Delete Facility
de: löschen Einrichtung
es: Fondo para eliminar
fr: Supprimer l'établissement

source: Are you sure you want to delete this facility?
de: Sind Sie sicher, dass Sie diese Möglichkeit zu löschen?
es: ¿Está seguro de que quiere eliminar esta instalación?
fr: Voulez-vous vraiment supprimer cette installation?

source: You have no current or upcoming leagues.
de: Sie haben keine aktuellen oder bevorstehenden Ligen.
es: No tiene ligas actuales o futuras.
fr: Vous n'avez pas de ligues actuelles ou à venir.

source: You have no current or upcoming registration events.
de: Sie haben keine aktuellen oder bevorstehenden Registrierung Veranstaltungen.
es: No tiene eventos actuales o futuras de registro.
fr: Vous n'avez aucun événement d'inscription en cours ou à venir.

source: You are not yet on any teams.
de: Sie sind noch nicht auf allen Teams.
es: Usted no está todavía en ningún equipo.
fr: Vous n'êtes pas encore sur les équipes.

source: Sign the waiver
de: Melden Sie den Verzicht
es: Firmar la renuncia
fr: Signer la décharge

source: membership
de: Mitgliedschaft
es: afiliación
fr: appartenance

source: an event
de: ein Ereignis
es: un evento
fr: un évènement

source: Register for
de: Anmelden für
es: Registrarse
fr: S'inscrire pour

source: or
de: oder
es: o
fr: ou

source: Join an existing team
de: Binden Sie eine vorhandene Team
es: Unirse a un equipo existente
fr: Rejoindre une équipe existante

source: Check out the leagues we are currently offering
de: Schauen Sie sich die Ligen aus wir derzeit anbieten
es: Echa un vistazo a las ligas que estamos ofreciendo actualmente
fr: Découvrez les ligues que nous proposons actuellement

source: View Division Details
de: Ansicht der Division Einzelheiten
es: Ver detalles División
fr: Voir les détails de la division

source: Edit Division
de: Bearbeiten der Division
es: Editar División
fr: Modifier la Division

source: Initialize Ratings
de: Initialisieren Bewertungen
es: Inicializar Puntuaciones
fr: Initialiser les notations

source: Initialize Seeds
de: Initialisieren Seeds
es: Inicializar Semillas
fr: Initialiser les graines

source: Add Games
de: hinzufügen Spiele
es: Añadir Juegos
fr: Ajouter des parties

source: {0} Availability
de: {0} Verfügbarkeit
es: {0} disponibilidad
fr: {0} disponibilité

source: Division Spirit Report
es: División Espíritu Informe
fr: Rapport d'esprit de division

source: Clone Division
de: Clone Abteilung
es: División clon
fr: Division de clone

source: Allstars
de: Alle Sterne
es: Todas las estrellas
fr: Étoiles

source: Status
es: Estado
fr: État

source: Open
de: Öffnen
es: Abierto
fr: Ouvert

# gender
source: Open
fr: Ouvert

source: Closed
de: Abgeschlossen
es: Cerrado
fr: Fermé

source: Roster Deadline
de: Roster Schluss
es: Plazo lista
fr: Date limite de composition

source: Ratio Rule
es: Regla de relación
fr: Ratio Règle

source: Roster Rule
de: Roster-Regel
es: Regla lista
fr: Règle de l'alignement

source: Roster Method
de: Roster-Methode
es: Método plantel
fr: Méthode d'alignement

source: Schedule Type
de: Plantyp
es: Tipo de programación
fr: Type d'horaire

source: Rating Calculator
de: Rating-Rechner
es: Calculadora de calificación
fr: Calculatrice de notation

source: Exclude Teams
de: ausschließen Teams
es: Excluir Equipos
fr: Exclure les équipes

source: hours
de: Stunden
es: horas
fr: heures

source: Game finalization delay
de: Spiel Finalisierung Verzögerung
es: Retardo de finalización del juego
fr: Délai de finalisation du partie

source: All-star nominations
de: All-Star-Nominierungen
es: Nominaciones de las Estrellas
fr: Nominations All-Star

source: Most spirited player
de: Die meisten Spieler temperament
es: Jugador más enérgica
fr: Joueur ayant le meilleur esprit sportif

source: Coordinator
de: Koordinator
es: Coordinador
fr: Coordonnateur

source: Register to play in this division:
de: Registrieren Sie sich in diesem Bereich zu spielen:
es: Registrarse para jugar en esta división:
fr: Inscrivez-vous pour jouer dans cette division:
