Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: The e-mail address for system support. This address will be linked for bug reports, etc.
de: Die E-Mail-Adresse für die Systemunterstützung. Diese Adresse wird für Fehlermeldungen verknüpft werden, usw.
es: La dirección de correo electrónico de apoyo al sistema. Esta dirección se vinculará a los informes de errores, etc.
fr: L'adresse électronique du support système. Cette adresse sera liée aux rapports de bogues, etc.

source: Incident Report Email
de: Bericht über die Störung E-Mail
es: Correo Electrónico de Notificación de Incidentes
fr: Email du rapport d'incident

source: The e-mail address to send incident reports to, if enabled.
de: Die E-Mail-Adresse an Berichte über Zwischenfälle zu senden, falls aktiviert.
es: La dirección de e-mail para enviar informes de incidentes que, si está habilitado.
fr: L'adresse électronique à laquelle envoyer les rapports d'incident, si activée.

source: Feature
es: Característica
fr: Caractéristique

source: Primary Options
de: Primäre Optionen
es: Opciones primarias
fr: Options primaires

source: Site Name
es: Nombre del Sitio
fr: Nom du site

source: The name this application will be known as to your users.
de: Der Name dieser Anwendung wird als Ihren Benutzern bekannt sein.
es: El nombre de esta aplicación se conoce como a los usuarios.
fr: Le nom de cette application sera connu de vos utilisateurs.

source: Enable Affiliates
de: Aktivieren verbundenen Unternehmen
es: Permitir a los Afiliados
fr: Activer les membres

source: Allow configuration of multiple affiliated organizations.
de: Lassen Sie Konfiguration von mehreren angeschlossenen Organisationen.
es: Permitir la configuración de múltiples organizaciones afiliadas.
fr: Autoriser la configuration de plusieurs organisations affiliées.

source: Items per Page
de: Objekte pro Seite
es: Artículos por Página
fr: Objets par page

source: The number of items that will be shown per page on search results and long reports.
de: Die Anzahl der Elemente, die pro Seite auf Suchergebnisse und lange Berichte angezeigt wird.
es: El número de elementos que se mostrarán por página en los resultados de búsqueda e informes largos.
fr: Nombre d'éléments à afficher par page dans les résultats de recherche et les longs rapports.

source: Public Site
de: Öffentliche Seite
es: Sitio Publico
fr: Site public

source: If this is enabled, some information normally reserved for people who are logged on (statistics, team rosters, etc.) will be made available to anyone.
de: Wenn diese Option aktiviert ist, in der Regel einige Informationen für Menschen reserviert, die auf (Statistiken, Spielerlisten, etc.) angemeldet sind, wird für jeden zugänglich gemacht werden.
es: Si esta opción está activada, alguna información que normalmente se reserva para las personas que han iniciado sesión (estadísticas, listas de los equipos, etc.) se pondrá a disposición de cualquier persona.
fr: Si cette option est activée, certaines informations normalement réservées aux personnes connectées (statistiques, listes d’équipes, etc.) seront mises à la disposition de tous.

source: Handle Registration
de: Handle Registrierung
es: Registro de Mango
fr: S'occuper des inscriptions

source: Enable or disable processing of registrations.
de: Aktivieren oder Verarbeitung von Registrierungen zu deaktivieren.
es: Habilitar o deshabilitar el procesamiento de registros.
fr: Activer ou désactiver le traitement des inscriptions.

source: Handle Spirit of the Game
de: Griff Geist des Spiels
es: Manejar Espíritu del Juego
fr: S'occuper de l'esprit sportif de la partie

source: Enable or disable Spirit of the Game options. If enabled here, Spirit can still be disabled on a per-league basis.
de: Aktivieren oder Geist des Spiels Optionen deaktivieren. Wenn hier aktiviert, Geist kann immer noch auf einer Pro-Liga deaktiviert werden.
es: Activar o desactivar Espíritu de las opciones del juego. Si se habilita aquí, Espíritu todavía se puede desactivar en función de cada liga.
fr: Activer ou désactiver les options de l’esprit du jeu. Si activé ici, Spirit peut toujours être désactivé par ligue.

source: Allow Past Games
de: Lassen Sie den vergangenen Spielen
es: Permitir que los Juegos Anteriores
fr: Autoriser les parties passés

source: Enable or disable the option to schedule games in the past.
de: Aktivieren oder deaktivieren Sie die Option Spiele in der Vergangenheit zu planen.
es: Activar o desactivar la opción de programar juegos en el pasado.
fr: Activer ou désactiver l'option pour planifier des parties dans le passé.

source: Use CKEditor WYSIWYG editor
de: Verwenden Sie CKEditor WYSIWYG-Editor
es: Utilizar el editor WYSIWYG CKEditor
fr: Utiliser l'éditeur CKEditor WYSIWYG

source: Enable Badges
de: Aktivieren Abzeichen
es: Habilitar Insignias
fr: Activer les badges

source: Enable or disable the awarding and display of badges.
de: Aktivieren oder die Vergabe und die Anzeige von Abzeichen deaktivieren.
es: Activar o desactivar la adjudicación y la exhibición de insignias.
fr: Activer ou désactiver l'attribution et l'affichage des badges.

source: Handle Contacts
de: Handle Kontakte
es: Contactos Mango
fr: S'occuper des contacts

source: Enable or disable management of contacts for users to send messages without exposing email addresses.
de: Aktivieren oder Verwaltung von Kontakten zu deaktivieren für Benutzer Nachrichten zu senden, ohne E-Mail-Adressen auszusetzen.
es: Activar o desactivar la gestión de contactos para los usuarios enviar mensajes sin exponer direcciones de correo electrónico.
fr: Activer ou désactiver la gestion des contacts pour que les utilisateurs envoient des messages sans exposer leurs adresses électroniques.

source: Units
de: Einheiten
es: Unidades
fr: Unités

source: Language Features
de: Sprachmerkmale
es: Características del lenguaje
fr: Caractéristiques linguistiques

source: Language Preference
fr: Préférence de langue

source: Allow registered users to select their preferred language?
de: Lassen Sie registrierte Benutzer ihre bevorzugte Sprache auszuwählen?
es: Permitir a los usuarios registrados para seleccionar su idioma preferido?
fr: Autoriser les utilisateurs enregistrés à sélectionner leur langue préférée?

source: Session Language Selector
fr: Sélecteur de langue de session

source: Use ULS to allow language selection for anonymous users and those who haven't selected a preferred language?
de: Verwenden Sie ULS zur Sprachauswahl für anonyme Benutzer ermöglichen, und diejenigen, die nicht die gewünschte Sprache ausgewählt haben?
es: Utilizar ULS para permitir la selección de idiomas para los usuarios anónimos y los que no han seleccionado un idioma preferido?
fr: Utiliser ULS pour permettre la sélection de la langue pour les utilisateurs anonymes et ceux qui n'ont pas sélectionné de langue préférée?

source: Default Site Language
de: Standardsprache
es: Idioma por Defecto del Sitio
fr: Langue du site par défaut

source: Enable or disable {0} integration.
fr: Activez ou désactivez l&#39;intégration {0}.

source: Consumer Key
fr: La clé du consommateur

source: This application's {0} consumer key.
fr: Clé client {0} de cette application.

source: Consumer Secret
fr: Secret du consommateur

source: This application's {0} consumer secret.
fr: Le secret du consommateur {0} de cette application.

source: {0} integration requires the {1} library, which your installation of PHP does not support. Talk to your system administrator or hosting company about enabling {1}.
fr: L&#39;intégration {0} nécessite la bibliothèque {1}, que votre installation de PHP ne prend pas en charge. Discutez avec votre administrateur système ou votre société d&#39;hébergement de l&#39;activation de {1}.

source: Use default
de: Verwende den Standard
es: Uso por defecto
fr: Utiliser valeurs par défaut

source: Your organization's full name.
de: Ihre Organisation den vollen Namen.
es: El nombre completo de su organización.
fr: Le nom complet de votre organisation.

source: Short Name
de: Kurzer Name
es: Nombre Corto
fr: Surnom

source: Your organization's abbreviated name or acronym.
de: Ihre Organisation abgekürzten Namen oder Akronym.
es: Nombre abreviado de la organización o siglas.
fr: Le nom abrégé ou l'acronyme de votre organisation.

source: Your organization's street address.
de: Ihre Organisation Adresse.
es: Dirección de la calle de su organización.
fr: Adresse municipale de votre organisation.

source: Unit
de: Einheit
es: Unidad
fr: Unités

source: Your organization's unit number, if any.
de: Ihre Organisation Gerätenummer, falls vorhanden.
es: Número de unidad de la organización, en su caso.
fr: Le numéro d'unité de votre organisation, le cas échéant.

source: Your organization's city.
de: Ihre Organisation der Stadt.
es: Ciudad de su organización.
fr: La ville de votre organisation.

source: Your organization's province or state.
de: Ihre Organisation der Provinz oder Staat.
es: Provincia o estado de su organización.
fr: La province ou l'état de votre organisation.

source: Your organization's country.
de: Ihre Organisation des Landes.
es: País de su organización.
fr: Le pays de votre organisation.

source: Your organization's postal code.
de: Ihre Organisation Postleitzahl.
es: Código postal de su organización.
fr: Le code postal de votre organisation.

source: Phone
de: Telefon
es: Teléfono
fr: Numéro de téléphone

source: Your organization's phone number.
de: Ihre Organisation Telefonnummer.
es: El teléfono de su organización.
fr: Le numéro de téléphone de votre organisation.

source: Announcement Text
de: Mitteilungstext
es: El texto del aviso
fr: Texte d'annonce

source: Optional announcement text to display at the top of the {0}.
de: Optional Ansagetext an der Spitze der {0} angezeigt werden soll.
es: El anuncio de texto opcional para mostrar en la parte superior de la {0}.
fr: Texte d'annonce facultatif à afficher en haut de la {0}.

source: Location and Mapping
de: Lage und Mapping
es: Localización y Mapeo
fr: Localisation et cartographie

source: Latitude in decimal degrees for game location (center of city). Used for calculating sunset times.
de: Die Breite in Dezimalgrad für Spiel Position (Mittelpunkt der Stadt). Verwendet für Sonnenuntergang mal berechnet wird.
es: La latitud en grados decimales para el lugar de juego (centro de la ciudad). Se utiliza para el cálculo de puesta del sol.
fr: Latitude en degrés décimaux pour l'emplacement du jeu (centre de la ville). Utilisé pour calculer les heures de coucher du soleil.

source: Longitude in decimal degrees for game location (center of city). Used for calculating sunset times.
de: Länge in Dezimalgrad für Spielort (Mittelpunkt der Stadt). Verwendet für Sonnenuntergang mal berechnet wird.
es: La longitud en grados decimales para el lugar de juego (centro de la ciudad). Se utiliza para el cálculo de puesta del sol.
fr: Longitude en degrés décimaux pour l'emplacement du jeu (centre de la ville). Utilisé pour calculer les heures de coucher du soleil.

source: Google Maps API V3 key
de: Google Maps API V3 Schlüssel
es: Clave de Google Maps API V3
fr: Touche Google Maps API V3

source: A key for the {0}. Required for rendering custom Google Maps.
de: Ein Schlüssel für die {0}. Erforderlich für die Darstellung von benutzerdefinierten Google Maps.
es: Una de las claves para el {0}. Requerido para la prestación personalizados de Google Maps.
fr: Une clé pour le {0}. Obligatoire pour le rendu personnalisé de Google Maps.

source: Google Maps API V3
fr: API Google Maps V3

source: First Day
de: Erster Tag
es: Primer día
fr: Premier jour

source: Monday
de: Montag
es: Lunes
fr: Lundi

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi

source: Friday
de: Freitag
es: Viernes
fr: Vendredi

source: Saturday
de: Samstag
es: Sábado
fr: Samedi

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche

source: First day of the week, for scheduling purposes.
de: Am ersten Tag der Woche, für die Terminierung Zwecke.
es: Primer día de la semana, para fines de planificación.
fr: Premier jour de la semaine, à des fins de planification.

source: Common Options
de: Allgemeine Optionen
es: Opciones comunes
fr: Options communes

source: Payment Implementation
de: Zahlung Umsetzung
es: Aplicación de pago
fr: Mise en application des paiements

source: PayPal integration requires the cUrl library, which your installation of PHP does not support. If you need PayPal support, talk to your system administrator or hosting company about enabling cUrl.
de: PayPal-Integration erfordert die cUrl Bibliothek, die die Installation von PHP nicht unterstützt. Wenn Sie PayPal-Unterstützung benötigen, sprechen Unternehmen an Ihren Systemadministrator oder Hosting über cUrl ermöglicht.
es: La integración de PayPal requiere la biblioteca Curl, que la instalación de PHP no soporta. Si necesita soporte de PayPal, consulte a su administrador del sistema o empresa de alojamiento sobre la habilitación de rizo.
fr: L'intégration de PayPal nécessite la bibliothèque cUrl, que votre installation de PHP ne prend pas en charge. Si vous avez besoin de l'assistance de PayPal, discutez avec votre administrateur système ou votre hébergeur de l'activation de cUrl.

source: Text of Online Payment Directions
de: Text von Online-Zahlungs Richtungen
es: Texto de las direcciones de pago en línea
fr: Texte des instructions de paiement en ligne

source: Customize any text to add to the default online payment directions.
de: Fertigen Sie jeden Text auf die Standard Online-Zahlungs Richtungen hinzuzufügen.
es: Personalizar cualquier texto para añadir a las direcciones predeterminadas de pago en línea.
fr: Personnalisez le texte à ajouter aux instructions de paiement en ligne par défaut.

source: Popup
es: Surgir
fr: Liste déroulante

source: Handle online payments in a popup window?
de: Behandeln Sie Online-Zahlungen in einem Popup-Fenster?
es: Manejar los pagos en línea en una ventana emergente?
fr: Gérer les paiements en ligne dans une fenêtre contextuelle?

source: Invoice Implementation
de: Rechnung Implementierung
es: La implementación de la factura
fr: Mise en place de la facture

source: Event ID Format String
de: Ereignis-ID Format-String
es: Evento cadena de formato ID
fr: Chaîne de format d'ID d'événement

source: sprintf format string for the event ID, sent to the payment processor as the item number.
de: sprintf Format-String für die Ereignis-ID, auf die Zahlung Prozessor wie der Artikelnummer gesendet.
es: cadena de formato sprintf para el ID de evento, enviada al procesador de pagos como el número de orden.
fr: Chaîne de format sprintf pour l'ID d'événement, envoyée au processeur de paiement sous le numéro de poste.

source: Test Payments
de: Test-Zahlungen
es: Pagos de prueba
fr: Paiements de test

source: Who should get test instead of live payments? If set to admins, then admins are the only ones who will get the online payment option.
de: Wer sollte Test anstelle von Live-Zahlungen erhalten? Wenn Admins gesetzt, dann Admins sind die einzigen, die die Online-Zahlungsoption erhalten.
es: ¿Quién debe hacerse la prueba en lugar de pagos en vivo? Si se pone a los administradores, a continuación, los administradores son los únicos que recibirán la opción de pago en línea.
fr: Qui devrait passer le test au lieu des paiements en direct? Si cette option est définie sur Administrateurs, seuls les administrateurs qui obtiendront l'option de paiement en ligne.

source: Currency
de: Währung
es: Moneda
fr: Devise

source: Tax1 Enable
de: Tax1 ermöglichen
es: Tax1 permiten
fr: Activer taxe1

source: Enable first tax
de: Aktivieren erste Steuer
es: Habilitar el primer impuesto
fr: Activer la première taxe

source: First Tax Name
de: Erste Steuer Name
es: Nombre del primer impuesto
fr: Nom de la première taxe

source: Tax2 Enable
de: Steuern2 ermöglichen
es: Tax2 permiten
fr: Activer Tax2

source: Enable second tax
de: Aktivieren zweite Steuer
es: Habilitar el segundo impuesto
fr: Activer la deuxième taxe

source: Second Tax Name
de: Zweiter Steuer Name
es: Segundo nombre del impuesto
fr: Deuxième nom de taxe

source: Profile Requirements
de: Profilanforderungen
es: Requisitos del perfil
fr: Profil requis

source: Birth Year Only
de: Geburtsjahr nur
es: Sólo el año de nacimiento
fr: Année de naissance seulement

source: If enabled, the system will not ask for birth month and day.
de: Wenn aktiviert, wird das System nicht für Geburtsmonat und Tag fragen.
es: Si está activado, el sistema no pedirá mes de nacimiento y el día.
fr: Si activé, le système ne demandera pas le mois et le jour de naissance.

source: Registration Configuration
de: Registrierung Konfiguration
es: Configuración de registro
fr: Configuration d'inscription

source: Order ID Format String
de: Bestell-ID Format-String
es: Cadena de formato de ID de pedido
fr: Format de l'ID de commande

source: sprintf format string for the unique order ID.
de: sprintf Format-String für die eindeutige Bestell-ID.
es: cadena de formato sprintf para la identificación de la orden única.
fr: Chaîne de formatage sprintf pour l'ID de commande unique.

source: Allow Tentative Members to Register?
de: Lassen Sie vorläufige Mitglieder registrieren?
es: Permitir a los miembros tentativos para registrarse?
fr: Autoriser les membres provisoires à s'inscrire?

source: Tentative members include those whose accounts have not yet been approved but don't appear to be duplicates of existing accounts, and those who have registered for membership and called to arrange an offline payment which has not yet been received.
de: Vorläufig Mitglieder sind Konten, deren noch nicht genehmigt worden ist, erscheinen aber nicht Duplikate von bestehenden Konten zu sein, und diejenigen, die für die Mitgliedschaft registriert haben und nannte eine Offline-Zahlung zu arrangieren, die noch nicht eingegangen.
es: Miembros tentativos incluyen aquellos cuyas cuentas aún no ha sido aprobada, pero no parecen ser duplicados de cuentas existentes, y los que se han inscrito para la adhesión y llamada para concertar una línea de pago que aún no ha sido recibido.
fr: Les membres provisoires incluent ceux dont les comptes n'ont pas encore été approuvés mais ne semblent pas être des doublons de comptes existants, ainsi que ceux qui se sont inscrits et ont appelé pour organiser un paiement hors ligne qui n'a pas encore été reçu.

source: Include "{0}" Link?
es: Include "{0}" Vínculo?
fr: Include «{0}» lien?

source: By enabling this, you will allow users to register for events directly from the wizard or event list, without going through the "view details" page. If you have various similar events, you should disable this so that people must see the description instead of just the name, decreasing confusion and incorrect registrations.
de: Durch die Aktivierung dieser, können Sie Benutzer für Ereignisse zu registrieren direkt aus dem Assistenten oder Ereignisliste, ohne Seite gehen durch die "Details". Wenn Sie verschiedene ähnliche Ereignisse haben, sollten Sie diese deaktivieren, so dass Menschen, die Beschreibung, anstatt nur den Namen müssen, Verwirrung und falsche Registrierungen abnimmt.
es: Al permitir esto, se le permitirá a los usuarios registrarse para eventos directamente desde la lista de asistentes o evento, sin pasar por el "ver detalles" página. Si tiene varios eventos similares, se debe desactivar esto para que la gente debe ver la descripción en lugar de sólo el nombre, la disminución de la confusión y registros incorrectos.
fr: By enabling this, you will allow users to register for events directly from the wizard or event list, without going through the «view details» page. Si vous avez plusieurs événements similaires, vous devez désactiver cette option pour que les utilisateurs puissent voir la description plutôt que le nom, ce qui diminue la confusion et les enregistrements incorrects.

source: Do we handle online payments?
de: Haben wir Online-Zahlungen umgehen?
es: Cómo manejamos pagos en línea?
fr: Est-ce que nous traitons les paiements en ligne?

source: Text of Refund Policy
de: Text Erstattungspolitik
es: Texto de la política de reembolso
fr: Texte de la politique de remboursement

source: Customize the text of your refund policy, to be shown on registration pages and invoices.
de: Passen Sie den Text Ihrer Rückerstattung Politik, gezeigt auf Registrierungsseiten und Rechnungen werden.
es: Personalizar el texto de su política de reembolso, que se muestra en las páginas de registro y facturas.
fr: Personnalisez le texte de votre politique de remboursement, afin qu’elle apparaisse sur les pages d’enregistrement et les factures.

source: Offline Options
de: offline-Optionen
es: Opciones sin conexión
fr: Options hors ligne

source: List the offline payment options you offer, or provide generic text. This will go in the sentence "If you prefer to pay offline (via ____), the ...". If you leave this blank but provide directions below, this default wording will be skipped entirely and only your directions will be provided.
de: Führen Sie die Offline-Zahlungsoptionen, die Sie anbieten oder nur generische Text. Dies wird in dem Satz go "Wenn Sie offline bezahlen möchten (über ____), der ...". Wenn Sie dieses Feld leer lassen, sondern Richtungen unten bieten, wird diese Standard Wortlaut vollständig übersprungen und nur Ihre Richtungen zur Verfügung gestellt werden.
es: Enumerar las opciones de pago fuera de línea que ofrece, o proporcionar un texto genérico. Esto irá en la frase "Si usted prefiere pagar en línea (a través de ____), la ...". Si lo deja en blanco, pero proporciona instrucciones a continuación, esta redacción por defecto será omitido por completo y no se proporcionará sólo sus direcciones.
fr: List the offline payment options you offer, or provide generic text. This will go in the sentence «If you prefer to pay offline (via ____), the ...». Si vous laissez ce champ en blanc mais fournissez les instructions ci-dessous, cette formulation par défaut sera entièrement ignorée et seules vos instructions seront fournies.

source: Text of Offline Payment Directions
de: Text von Offline-Zahlungs Richtungen
es: Texto de las direcciones de pago offline
fr: Texte des instructions de paiement hors ligne

source: Customize the text of your offline payment policy. If this is blank, offline payment options will not be offered.
de: Passen Sie den Text Ihrer Offline-Zahlungspolitik. Wenn dieses Feld leer ist, werden die Optionen offline Zahlung nicht angeboten werden.
es: Personalizar el texto de su política de pago fuera de línea. Si está en blanco, no se pueden ofrecer opciones de pago en línea.
fr: Personnalisez le texte de votre politique de paiement hors ligne. Si ce champ est vide, les options de paiement hors connexion ne seront pas proposées.

source: Allow people to put themselves on a waiting list when events fill up?
de: Lassen Sie die Menschen sich auf eine Warteliste gesetzt, wenn Ereignisse füllen?
es: Permitir que las personas se ponen en una lista de espera cuando los eventos se llenan?
fr: Permettre aux gens de se mettre sur une liste d'attente lorsque les événements se remplissent?

source: Delete Unpaid
de: löschen unbezahlte
es: Eliminar sin pagar
fr: Supprimer impayé
