Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: The score detail could not be deleted. Please, try again.
de: Die Partitur Detail konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El detalle de los resultados no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: Le détail de la partition n'a pas pu être supprimé. Veuillez réessayer.

source: Invalid note.
de: Ungültige Note.
es: Billete no válido.
fr: Note invalide.

source: You entered no text, so no note was added.
de: Sie trat kein Text, so wurde keine Notiz.
es: Que ha introducido ningún texto, por lo que no se añadió la nota.
fr: Vous n'avez pas ajouter de texte, donc la note ne sera pas ajoutée.

source: The note has been deleted.
de: Die Notiz wurde gelöscht.
es: La nota ha sido eliminado.
fr: La note a été supprimée.

source: The note could not be deleted. Please, try again.
de: Die Notiz konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La nota no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: La note n'a pas pu être supprimée. Veuillez réessayer.

source: {0} game note
de: {0} Spiel note
es: {0} juego nota
fr: {0} note de partie

source: The note has been saved.
de: Die Notiz wurde gespeichert.
es: La nota ha sido guardado.
fr: La note a été enregistrée.

source: The note could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La nota no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La note n'a pas pu être enregistrée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The score for that game has already been finalized.
de: Die Punktzahl für das Spiel ist bereits abgeschlossen.
es: La puntuación correspondiente a ese juego ya ha sido finalizado.
fr: Les résultats de ce match ont déjà étés finalisés.

source: A score has already been submitted for this game.
de: Eine Partitur ist bereits für dieses Spiel geschrieben.
es: Una puntuación ya se ha presentado para este juego.
fr: Un résultat a déjà été soumis pour cette partie.

source: If you are absolutely sure that you want to delete it anyway, {0}. <b>This cannot be undone!</b>
de: Wenn Sie absolut sicher sind, dass Sie es trotzdem löschen möchten, {0}. <b>Dies kann nicht rückgängig gemacht werden!</b>
es: Si está absolutamente seguro de que desea borrar todos modos, {0}. <b>Esto no se puede deshacer!</b>
fr: Si vous êtes absolument certain de vouloir le supprimer, {0}. <b>Cela ne peut pas être annulé!</b>

source: click here
de: Klick hier
es: haga clic aquí
fr: cliquez ici

source: The game has been deleted.
de: Das Spiel wurde gelöscht.
es: El juego ha sido eliminado.
fr: Le partie a été supprimé.

source: The game could not be deleted. Please, try again.
de: Das Spiel konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El juego no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: Le partie n'a pas pu être supprimé. Veuillez réessayer.

source: That team is not playing in this game.
de: Das Team spielt in diesem Spiel nicht.
es: Ese equipo no está jugando en este juego.
fr: Cette équipe ne fait pas partie de ce match.

source: That is not currently a valid attendance status for this person for this game.
de: Das ist nicht eine gültige Anwesenheitsstatus für diese Person für dieses Spiel.
es: Eso no es actualmente un estado de asistencia válido para esta persona para este juego.
fr: Ce n'est pas actuellement un statut de présence valide pour cette personne pour ce match.

source: Failed to update the attendance status!
de: Konnte den Anwesenheitsstatus zu aktualisieren!
es: No se pudo actualizar el estado de asistencia!
fr: Échec - n'a pas pu mettre à jour le statut de présence!

source: Attendance has been updated to {0}.
de: Die Teilnahme wurde aktualisiert {0}.
es: La asistencia ha sido actualizado a {0}.
fr: La présence à été mise à jour à {0}.

source: {0} attendance change
de: {0} Anwesenheitsänderung
es: {0} cambio de asistencia
fr: {0} changement de présence

source: {0} attendance change for {1} on {2}
de: {0} Anwesenheitsänderung für {1} auf {2}
es: {0} cambio de asistencia para {1} en {2}
fr: {0} changement de présence pour {1} le {2}

source: game
de: Spiel
es: juego
fr: partie

source: A coach or captain
de: Ein Trainer oder Kapitän
es: Un entrenador o capitán
fr: Un(e) entraineur(e) ou un(e) capitaine

source: Failed to update the attendance comment!
de: Konnte die Teilnahme Kommentar zu aktualisieren!
es: No se pudo actualizar el comentario de asistencia!
fr: Échec - n'a pas pu mettre à jour le commentaire de présence!

source: Attendance comment has been updated.
de: Die Teilnahme Kommentar wurde aktualisiert.
es: Comentario asistencia ha sido actualizada.
fr: Le commentaire de présence a été mis à jour.

source: {0} attendance comment
de: {0} Teilnahme Kommentar
es: {0} comentario asistencia
fr: {0} commentaire de présence

source: Dependencies for that game have not yet been resolved!
de: Abhängigkeiten für dieses Spiel sind noch nicht gelöst!
es: Dependencias para ese juego aún no se han resuelto!
fr: Les dépendances pour ce match n'ont pas encore été résolus!

source: That team did not play in that game!
de: Das Team spielte nicht in diesem Spiel!
es: Ese equipo no jugó en ese juego!
fr: Cette équipe n'a pas participer à cette partie!

source: That team has already submitted a score for that game.
de: Das Team hat bereits eine Punktzahl für das Spiel abgegeben.
es: Ese equipo ya ha presentado una puntuación para ese juego.
fr: Cette équipe a déjà soumis un résultat pour ce match.

source: Someone else is currently updating the score for this game!\n\nIt's probably your opponent, try again right away.
de: Jemand anderes derzeit aktualisiert die Punktzahl für dieses Spiel!\n\nEs ist wahrscheinlich der Gegner, versuchen Sie es erneut sofort.
es: Otra persona está actualizando la puntuación para este juego!\n\nEs de probablemente su oponente, inténtelo de nuevo de forma inmediata.
fr: Quelqu'un d'autre met actuellement à jour le score de ce partie!\n\nC'est probablement votre adversaire, réessayez tout de suite.

source: The saved score does not match yours.\nSomeone else may have updated the score in the meantime.\n\nPlease refresh the page and try again.
de: Die gespeicherte Punktzahl entspricht nicht verkaufen.\nJemand anderes haben die Partitur in der Zwischenzeit aktualisiert.\n\nBitte aktualisieren Sie die Seite und versuchen Sie es erneut.
es: La puntuación salvado no coincide con la suya.\nSomeone más puede haber actualizado el marcador en el ínterin.\n\nPor favor, actualice la página y vuelva a intentarlo.
fr: Le score enregistré ne correspond pas au vôtre.\nUn autre joueur peut avoir mis à jour le score entre-temps.\n\nVeuillez actualiser la page et réessayer.

source: You must indicate the scoring play so that the new score can be calculated.
de: Sie müssen die Punkte im Spiel zeigen, so dass die neue Punktzahl berechnet werden kann.
es: Se debe indicar el juego de puntuación para que la nueva puntuación puede ser calculado.
fr: Vous devez indiquer le jeu de score afin que le nouveau score puisse être calculé.

source: Invalid scoring play!
de: Ungültige Scoring-Spiel!
es: Juego de puntuación no válida!
fr: Pointage invalide!

source: There was an error updating the score.\nPlease try again.
de: Es war die Partitur ein Fehler zu aktualisieren.\nBitte versuchen Sie es erneut.
es: Se ha producido un error al actualizar la puntuación.\nPor favor inténtelo de nuevo.
fr: Erreur de mise à jour du pointage.\nVeuillez essayer de nouveau.

source: There was an error updating the box score.\nPlease try again.
de: Es gab einen Fehler bei der Box-Score zu aktualisieren.\nBitte versuchen Sie es erneut.
es: Hubo un error al actualizar el cuadro de puntuación.\nPor favor inténtelo de nuevo.
fr: Une erreur s'est produite lors de la mise à jour du score de la boîte. \ N Veuillez réessayer.

source: You can't decrease the score below zero.
de: Sie können nicht den Wert unter Null sinken.
es: No se puede disminuir la puntuación por debajo de cero.
fr: Vous ne pouvez indiquer un pointage en dessous de zéro.

source: You must indicate the play so that the box score will be accurate.
de: Sie müssen das Spiel zeigen, so dass die Box-Score genau sein wird.
es: Se debe indicar el juego de manera que el cuadro de puntuación será exacta.
fr: Vous devez indiquer le jeu pour que la boîte de résultat soit exact.

source: Invalid play!
de: Ungültige Spiel!
es: El juego no es válido!
fr: Jeu invalide!

source: Game timer initialized.
de: Spiel-Timer initialisiert.
es: Cronómetro del juego inicializado.
fr: Chronomètre de partie initialisé.

source: to start the game
de: das Spiel zu starten
es: para iniciar el juego
fr: Pour débuter la partie

source: Game started
de: Spiel gestartet
es: Partido comenzó
fr: Partie débutée

source: recorded
de: verzeichnet
es: grabado
fr: enregistré

source: Failed to load the {0} library! Contact your system administrator.
de: Konnte die zu laden {0} Bibliothek! Kontaktieren Sie Ihren Systemadministrator.
es: No se pudo cargar el {0} biblioteca! Póngase en contacto con el administrador del sistema.
fr: Impossible de charger la bibliothèque {0}! Contactez votre administrateur système.

source: You have not authorized this site to tweet on your behalf. Configure this in the Profile Preferences page.
de: Sie haben diese Seite nicht in Ihrem Namen zu twittern autorisiert. Konfigurieren Sie diese in der Profileinstellungen Seite.
es: No ha autorizado este sitio para twittear en su nombre. Esta configuración en la página del perfil de preferencias.
fr: Vous n'avez pas autorisé ce site à tweeter en votre nom. Configurez-le dans la page Préférences de profil.

source: Your message has been tweeted.
de: Ihre Nachricht wurde getwittert.
es: Su mensaje se ha twitteado.
fr: Votre message a été diffusé sur Twitter.

source: Failed to send the tweet.
de: Konnte den Tweet zu senden.
es: No se pudo enviar el tweet.
fr: La diffusion sur Twitter à échoué.

source: The opponent for that game has not been determined, so a score cannot yet be submitted.
de: Der Gegner für das Spiel wurde nicht bestimmt, so dass eine Punktzahl kann noch nicht abgegeben werden.
es: El oponente para ese juego no se ha determinado, por lo que una puntuación aún no puede ser presentado.
fr: L'adversaire pour ce partie n'ayant pas été déterminé, un score ne peut pas encore être soumis.

source: There is already a score submitted by your team for this game. To update this, use the "{0}" link.
de: Es gibt bereits eine Punktzahl von Ihrem Team für dieses Spiel geschrieben. So aktualisieren Sie dazu mit der "{0}" Link.
es: Ya existe una puntuación presentado por su equipo para este juego. Para actualizar, utilice el enlace "{0}".
fr: There is already a score submitted by your team for this game. To update this, use the «{0}» lien.

source: Edit Score
es: Editar Puntuación
fr: Modifier le score

source: There is already a spirit score submitted by your team for this game. To update this, use the "{0}" link.
es: Ya existe una puntuación espíritu presentado por su equipo para este juego. Para actualizar, utilice el enlace "{0}".
fr: There is already a spirit score submitted by your team for this game. To update this, use the «{0}» lien.

source: The game results could not be saved. Please correct the errors below and try again.
de: Die Spielergebnisse konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Los resultados de los juegos no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les résultats du partie n'ont pas pu être sauvegardés. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Failed to delete previously saved stats.
es: No se pudo eliminar las estadísticas previamente guardados.
fr: N'a pas pu supprimé les statistiques sauvegardé précédemment.

source: The previously saved stats have been removed.
de: Die zuvor gespeicherten Statistiken wurden entfernt.
es: Las estadísticas guardados previamente se han eliminado.
fr: Les statistiques précédemment enregistrées ont été supprimées.

source: The stats have been saved.
de: Die Statistiken wurden gespeichert.
es: Las estadísticas se han guardado.
fr: Les statistiques ont été sauvegardées.

source: The stats could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: Las estadísticas no podrían salvarse. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les statistiques n'ont pas pu être enregistrées. Veuillez corriger les erreurs ci-dessous et réessayer.

source: You did not submit any stats. You can return to complete this at any time.
de: Sie waren, haben keine Statistiken. Sie können diese Rückkehr jederzeit zu beenden.
es: Usted no presentó estadísticas. Puede volver a completar esto en cualquier momento.
fr: Vous n'avez pas fourni de statistiques. Vous pouvez revenir compléter à tout moment.

source: Invalid group.
de: Ungültige Gruppe.
es: Grupo no válido.
fr: Groupe non valide.

source: Failed to activate group "{0}".
de: Die Gruppe konnte nicht aktivieren ''{0}''.
es: No se pudo activar el grupo "{0}".
fr: Échec d'activation du groupe «{0}».

source: Failed to deactivate group "{0}".
de: Die Gruppe konnte nicht deaktivieren ''{0}''.
es: Error al desactivar el grupo "{0}".
fr: Échec de la désactivation du groupe «{0}».

source: The holiday has been saved.
de: Der Urlaub wurde gespeichert.
es: La fiesta se ha guardado.
fr: Congé sauvegardé.

source: The holiday could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La fiesta no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Les vacances n'ont pas pu être enregistrées. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Invalid holiday.
de: Ungültige Urlaub.
es: Vacaciones válida.
fr: Congé non valide.

source: The holiday has been deleted.
de: Der Urlaub wurde gestrichen.
es: La fiesta ha sido eliminado.
fr: Le jour férié a été supprimé.

source: The holiday could not be deleted. Please, try again.
de: Der Urlaub konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El día de fiesta no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: Le jour férié n'a pas pu être supprimé. Veuillez réessayer.

source: The league has been saved.
de: Die Liga wurde gespeichert.
es: La liga se ha guardado.
fr: La ligue a été enregistrée.

source: The league could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La liga no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La ligue n'a pas pu être sauvée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this league, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta liga, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette ligue et ne peuvent donc pas être supprimés.

source: The league has been deleted.
de: Die Liga wurde gelöscht.
es: La liga ha sido eliminado.
fr: La ligue a été supprimée.

source: The league could not be deleted. Please, try again.
de: Die Liga konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La liga no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: La ligue n'a pas pu être supprimée. Veuillez réessayer.

source: This league has no games scheduled yet.
de: Dieser Liga hat keine Spiele noch geplant.
es: Esta liga no tiene ningún juego todavía programados.
fr: Les matchs n'ont pas encore été organisés pour cette ligue.

source: Invalid mailing list.
de: Ungültige Mailing-Liste.
es: Lista de correo válida.
fr: Liste de diffusion non valide.

source: Failed to parse the rule: {0}
de: Konnte nicht die Regel zu analysieren: {0}
es: No se pudieron analizar la regla: {0}
fr: Échec de l'analyse de la règle: {0}

source: The mailing list has been saved.
de: Die Mailingliste wurde gespeichert.
es: La lista de correo se ha guardado.
fr: La liste de diffusion a été enregistrée.

source: The mailing list could not be saved. Please correct the errors below and try again.
de: Die Mailing-Liste konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La lista de correo no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La liste de diffusion n'a pas pu être enregistrée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this mailing list, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweisen diese Mailing-Liste, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de esta lista de correo, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette liste de diffusion et ne peuvent donc pas être supprimés.

source: The mailing list has been deleted.
de: Die Mailingliste wurde gelöscht.
es: La lista de correo ha sido eliminado.
fr: La liste de diffusion a été supprimée.

source: The mailing list could not be deleted. Please, try again.
de: Die Mailing-Liste konnte nicht gelöscht werden. Bitte versuche es erneut.
es: La lista de correo no se pudo eliminar. Por favor, inténtelo de nuevo.
fr: La liste de diffusion n'a pas pu être supprimée. Veuillez réessayer.

source: You are not subscribed to this mailing list.
de: Sie sind nicht auf diese Mailing-Liste abonniert.
es: Usted no está suscrito a esta lista de correo.
fr: Vous n'êtes pas abonné à la liste de distribution.

source: You have successfully unsubscribed from this mailing list. Note that you may still be on other mailing lists for this site, and some emails (e.g. roster, attendance and score reminders) cannot be opted out of.
de: Sie haben sich erfolgreich aus dieser Mailingliste abgemeldet. Beachten Sie, dass Sie immer noch auf andere Mailinglisten für diese Seite sein können, und einige E-Mails (zB Roster, die Teilnahme und der Gäste Erinnerungen) nicht aus entschieden werden.
es: Usted ha cancelado la suscripción con éxito de esta lista de correo. Tenga en cuenta que es posible que aún en otras listas de correo de este sitio, y algunos mensajes de correo electrónico (por ejemplo, lista, asistencia y anotar recordatorios) no puede ser optado por no.
fr: Vous vous êtes désabonné de cette liste de diffusion. Notez que vous pouvez toujours figurer sur d'autres listes de diffusion pour ce site et que certains courriels (par exemple, la liste, les présences et les rappels de score) ne peuvent pas être retirés.

source: There was an error unsubscribing you from this mailing list. Please try again soon, or contact your system administrator.
de: Es war ein Fehler, den Sie von dieser Mailing-Liste abzumelden. Bitte versuchen Sie es erneut bald, oder kontaktieren Sie Ihren Systemadministrator.
es: Se ha producido un error que darse de baja de esta lista de correo. Por favor, inténtelo de nuevo pronto, o ponerse en contacto con el administrador del sistema.
fr: Une erreur s'est produite lors de votre désinscription de cette liste de diffusion. Veuillez réessayer bientôt ou contactez votre administrateur système.

source: That {0} has not yet been laid out.
de: Das {0} wurde noch nicht angelegt.
es: Eso {0} aún no ha sido presentado.
fr: Ce {0} n'a pas encore été aménagé.

source: The {0} layout has been saved.
de: Die {0} Layout wurde gespeichert.
es: El {0} diseño se ha guardado.
fr: La mise en page {0} a été enregistrée.

source: The {0} layout could not be saved. Please correct the errors below and try again.
de: Die {0} Layout konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El {0} diseño no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La mise en page {0} n'a pas pu être enregistrée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Before using the layout editor, you must set the default latitude and longitude for your organization.
de: Bevor Sie das Layout-Editor verwenden, müssen Sie die Standard-Breite und Länge für Ihre Organisation festgelegt.
es: Antes de utilizar el editor de diseño, debe establecer la latitud y longitud predeterminada para su organización.
fr: Avant d'utiliser l'éditeur de disposition, vous devez définir la latitude et la longitude par défaut de votre organisation.

source: Invalid newsletter.
de: Ungültige Newsletter.
es: Boletín válido.
fr: Bulletin non valide.

source: The newsletter has been saved.
de: Der Newsletter wurde gespeichert.
es: El boletín ha sido guardado.
fr: La newsletter a été enregistrée.

source: The newsletter could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: El boletín no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: Le bulletin d'information n'a pas pu être enregistré. Veuillez corriger les erreurs ci-dessous et réessayer.

source: The following records reference this newsletter, so it cannot be deleted.
de: Die folgenden Aufzeichnungen verweist auf diesen Partner, so kann es nicht gelöscht werden.
es: Referencia Los siguientes registros de este boletín informativo, por lo que no se pueden eliminar.
fr: Les enregistrements suivants font référence à cette newsletter, elle ne peut donc pas être supprimée.

source: The newsletter has been deleted.
de: Der Newsletter wurde gelöscht.
es: El boletín ha sido eliminado.
fr: La newsletter a été supprimée.

source: The newsletter could not be deleted. Please, try again.
de: Der Newsletter konnte nicht gelöscht werden. Bitte versuche es erneut.
es: El boletín no se ha podido eliminar. Por favor, inténtelo de nuevo.
fr: Le bulletin d'information n'a pas pu être supprimé. Veuillez réessayer.

source: Finished sending newsletters.
es: Envío de boletines terminados.
fr: Terminé l'envoi des newsletters.

source: End date cannot precede start date.
es: Fecha de finalización no puede ser anterior a la fecha de inicio.
fr: La date de fin ne peut précéder la date de début.

source: Failed to queue your report request.
fr: Impossible de mettre en file d'attente votre demande de rapport.

source: Your report request has been queued; the report should be emailed to you in a few minutes.
fr: Votre demande de rapport a été mise en file d'attente. le rapport devrait vous être envoyé par courrier électronique dans quelques minutes.

source: Your profile has been saved.
de: Ihr Profil wurde gespeichert.
es: Su perfil se ha guardado.
fr: Profil sauvegardé.

source: The person has been saved.
de: Die Person wurde gespeichert.
es: La persona que se ha guardado.
fr: La personne a été sauvée.

source: The person could not be saved. Please correct the errors below and try again.
de: Der Partner konnte nicht gespeichert werden. Bitte korrigieren Sie die Fehler und versuchen Sie es erneut.
es: La persona no se pudo guardar. Por favor, corrija los errores siguientes y vuelve a intentarlo.
fr: La personne ne pouvait pas être sauvée. Veuillez corriger les erreurs ci-dessous et réessayer.

source: Only active profiles can be deactivated.
de: Es können nur aktive Profile deaktiviert werden.
es: Sólo los perfiles activos pueden ser desactivados.
fr: Seuls les profils actifs peuvent être désactivés.
