Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: There are no events currently available for registration. Please check back periodically for updates.
de: Es gibt keine Ereignisse, die derzeit verfügbar für die Registrierung. Bitte überprüfen Sie regelmäßig nach Updates zurück.
es: No hay eventos disponibles en la actualidad para su registro. Por favor, compruebe periódicamente si hay actualizaciones.
fr: Il n'y a aucun événement actuellement disponible pour l'inscription. Veuillez vérifier périodiquement les mises à jour.

source: Are you sure you want to delete this price?
de: Sind Sie sicher, dass Sie den Preis löschen?
es: ¿Está seguro de que quiere eliminar este precio?
fr: Voulez-vous supprimer cet prix?

source: Event Type
de: Ereignistyp
es: Tipo de evento
fr: Type d'événement

source: Level of Play
de: Spielniveau
es: Nivel de juego
fr: Niveau de jeu

source: Membership Begins
de: Die Mitgliedschaft beginnt
es: Miembro comienza
fr: Appartenance commence

source: Membership Ends
de: Die Mitgliedschaft endet
es: Final de miembros
fr: Appartenance termine

source: Registration Cap
de: Anmeldung Cap
es: Tapa de registro
fr: Casquette d'inscription

source: Open Cap
es: Tapa abierto
fr: Cap ouvert

source: Women Cap
es: Tapa Mujer
fr: Casquette femme

source: Allowed
de: Dürfen
es: Permitido
fr: Permit

source: Not allowed
de: Nicht erlaubt
es: No permitido
fr: Non permit

source: Registration Opens
de: Registrierung Öffnet
es: Se abren las inscripciones
fr: Ouverture d'inscription

source: Registration Closes
de: Anmeldeschluss
es: Día de inscripción
fr: La période d'inscription est fermée

source: Reservations
de: Reservierungen
es: Reservas
fr: Réservations

source: Registration Options
de: Registrierung Optionen
es: Opciones de registro
fr: Options d'inscription

source: Reservations?
de: Reservierungen?
es: ¿Reservas?
fr: Réservations?

source: Register now!
fr: S&#39;inscrire maintenant!

source: Register for {0}
de: Registrieren Sie sich für {0}
es: Registrarse {0}
fr: S'inscrire pour {0}

source: Note that you have been given the option to register before the specified opening date due to your status as system administrator.
de: Beachten Sie, dass Sie die Möglichkeit zur Registrierung vor dem angegebenen Eröffnungstermin aufgrund Ihres Status als Systemadministrator erhalten haben.
es: Tenga en cuenta que se le ha dado la opción de registrarse antes de la fecha de apertura especificada debido a su condición de administrador del sistema.
fr: Notez que vous avez la possibilité de vous inscrire avant la date d'ouverture spécifiée en raison de votre statut d'administrateur système.

source: You might alternately be interested in the following registrations:
de: Sie könnten abwechselnd in den folgenden Anmeldungen interessieren:
es: Es posible alternativamente estar interesado en los siguientes registros:
fr: Vous pourriez également être intéressé par les inscriptions suivantes:

source: Are you sure you want to delete this preregistration?
de: Sind Sie sicher, dass Sie diese Vormerkung zu löschen?
es: ¿Está seguro de que desea eliminar este registro previo?
fr: Voulez-vous vraiment supprimer cette pré-inscription?

source: Game Time
de: Spielzeit
es: Tiempo de juego
fr: Temps de partie

source: This wizard walks you through registration options based on your current status. As you register for things, different options may appear here. You might also want to review our {0}.
de: Dieser Assistent führt Sie durch die Optionen Registrierung basierend auf dem aktuellen Status. Wie Sie für Dinge registrieren, können verschiedene Optionen hier erscheinen. Vielleicht möchten Sie auch unsere Bewertung {0}.
es: Este asistente le guía a través de las opciones de registro en base a su estado actual. Como se registra para las cosas, diferentes opciones pueden aparecer aquí. También puede ser que desee revisar nuestro {0}.
fr: Cet assistant vous guide dans les options d'enregistrement en fonction de votre statut actuel. Lorsque vous vous inscrivez, différentes options peuvent apparaître ici. Vous pouvez également consulter notre {0}.

source: complete list of offerings
de: komplette Liste der Angebote
es: Lista completa de ofertas
fr: liste complète des offres

source: You are currently eligible for the following memberships.
de: Sie befinden sich aktuell in den Genuss der folgenden Mitgliedschaften.
es: Usted está actualmente elegibles para los siguientes pertenencias.
fr: Vous êtes actuellement admissible aux adhésions suivantes.

source: You are currently eligible to register a team in the following leagues.
de: Sie befinden sich aktuell in den Genuss ein Team in den folgenden Ligen zu registrieren.
es: Usted está actualmente elegible para registrar un equipo en las siguientes ligas.
fr: Vous êtes actuellement éligible pour inscrire une équipe dans les ligues suivantes.

source: You are currently eligible to register as an individual in the following leagues.
de: Sie befinden sich in Anspruch nahmen als Individuum in den folgenden Ligen zu registrieren.
es: Usted está actualmente elegibles para registrarse como un individuo en las siguientes ligas.
fr: Vous êtes actuellement éligible pour vous inscrire en tant que personne dans les ligues suivantes.

source: You are currently eligible to register as a youth in the following leagues.
fr: Vous êtes actuellement éligible pour vous inscrire en tant que jeune dans les ligues suivantes.

source: You are currently eligible to register a team for the following events.
de: Sie sind derzeit berechtigt, ein Team für die folgenden Ereignisse zu registrieren.
es: Usted está actualmente elegible para registrar un equipo para los siguientes eventos.
fr: Vous êtes actuellement éligible pour inscrire une équipe aux événements suivants.

source: You are currently eligible to register as an individual for the following events.
de: Sie befinden sich in Anspruch nahmen als Einzelperson für die folgenden Ereignisse zu registrieren.
es: Usted está actualmente elegibles para registrarse como un individuo para los siguientes eventos.
fr: Vous êtes actuellement éligible pour vous inscrire en tant qu'individu aux événements suivants.

source: You are currently eligible to register for the following clinics.
de: Sie befinden sich aktuell in den Genuss der folgenden Kliniken zu registrieren.
es: Usted está actualmente elegibles para inscribirse en las siguientes clínicas.
fr: Vous êtes actuellement éligible pour vous inscrire aux cliniques suivantes.

source: You can register for the following social events.
de: Sie können für die folgenden gesellschaftlichen Veranstaltungen anmelden.
es: Puede registrarse para los siguientes eventos sociales.
fr: Vous pouvez vous inscrire aux événements sociaux suivants.

source: You are eligible to {0}. A membership is typically required before you can sign up for team-related events.
de: Sie sind berechtigt, auf {0}. Eine Mitgliedschaft ist in der Regel erforderlich, bevor Sie für Team-Veranstaltungen anmelden können.
es: Usted tiene derecho a {0}. Una calidad de miembro que normalmente se requiere antes de que pueda inscribirse en los eventos relacionados con el equipo.
fr: Vous êtes admissible à {0}. Un abonnement est généralement requis avant de pouvoir s'inscrire à des événements liés à l'équipe.

source: register for membership in the club
de: für die Mitgliedschaft im Club registrieren
es: registrarse para formar parte del club
fr: s'inscrire pour devenir membre du club

source: You are eligible to {0}. This is for team coaches or captains looking to add their team for the upcoming season.
de: Sie sind berechtigt, auf {0}. Dies ist für die Mannschaftsbusse oder Kapitäne, die ihr Team für die kommende Saison zu addieren.
es: Usted tiene derecho a {0}. Esto es para entrenadores o capitanes que desean añadir a su equipo para la próxima temporada.
fr: Vous êtes admissible à {0}. Ceci est destiné aux entraîneurs d’équipe ou aux capitaines qui souhaitent ajouter leur équipe pour la saison à venir.

source: register a league team
de: Register, um ein Liga-Team
es: registrar un equipo de la liga
fr: inscrire une équipe de ligue

source: register as an individual for league play
de: registrieren Sie sich als Einzelperson für Liga spielen
es: registrarse como un individuo para jugar en la liga
fr: s'inscrire en tant qu'individu pour jouer en championnat

source: register as a youth for league play
fr: s'inscrire en tant que jeune pour jouer en championnat

source: You are eligible to {0}. This is for team coaches or captains looking to add their team for a tournament or similar event.
de: Sie sind berechtigt, auf {0}. Dies ist für die Mannschaftsbusse oder Kapitäne, die ihr Team für ein Turnier oder ein ähnliches Ereignis hinzuzufügen.
es: Usted tiene derecho a {0}. Esto es para entrenadores o capitanes que desean añadir a su equipo para un torneo o evento similar.
fr: Vous êtes admissible à {0}. Ceci est destiné aux entraîneurs d’équipe ou aux capitaines cherchant à ajouter leur équipe à un tournoi ou à un événement similaire.

source: register a team for a one-time event
de: Register, um ein Team für eine Veranstaltung einmalig
es: registrar un equipo para un evento de una sola vez
fr: inscrire une équipe pour un événement unique

source: You are eligible to {0}. This is for individuals who do not already have a team and want to play on a "hat team" in a tournament or similar event.
de: Sie sind berechtigt, auf {0}. Dies ist für Personen, die nicht bereits über ein Team haben und wollen auf einem "Hut Team" in einem Turnier oder einer ähnlichen Veranstaltung zu spielen.
es: Usted tiene derecho a {0}. Esto es para las personas que aún no tienen un equipo y quieren jugar en un "equipo de sombrero" en un torneo o evento similar.
fr: You are eligible to {0}. This is for individuals who do not already have a team and want to play on a «hat team» dans un tournoi ou un événement similaire.

source: register as an individual for a one-time event
de: registrieren Sie sich als Einzelperson für eine Veranstaltung einmalig
es: registrarse como un individuo para un evento de una sola vez
fr: s'inscrire en tant qu'individu pour un événement unique

source: There are {0} that you might be interested in.
de: Es gibt {0}, die Sie interessieren könnten.
es: Hay {0} que puede estar interesado en.
fr: Il y a {0} qui pourraient vous intéresser.

source: upcoming clinics
de: kommenden Kliniken
es: clínicas próximas
fr: cliniques à venir

source: upcoming social events
de: kommenden gesellschaftlichen Veranstaltungen
es: próximos eventos sociales
fr: événements sociaux à venir

source: Multi-sport facility
de: Multi-Sportanlage
es: Instalación multi-deporte
fr: Centre multisports

source: Primary sport played at this facility.
de: Primäre Sportart in dieser Anlage gespielt.
es: Deporte primario jugado en esta instalación.
fr: Sport principal pratiqué dans cet établissement.

source: Address
de: Adresse
es: Dirección
fr: Adresse

source: Add {0}
de: In {0}
es: Añadir {0}
fr: Ajouter {0}

source: List Facilities
de: Liste der Einrichtungen
es: Lista Instalaciones
fr: Liste des installations

source: Add Facility
de: In der Einrichtung
es: Añadir Facility
fr: Ajouter un installations de sport

source: Closed Facilities List
de: Geschlossene Anlagen Liste
es: Lista instalaciones cerradas
fr: Liste des installations fermées

source: Facilities List
de: Einrichtungen Liste
es: Lista instalaciones
fr: Liste des établissements

source: There are no facilities currently open. Please check back periodically for updates.
de: Es gibt keine Einrichtungen derzeit offen. Bitte überprüfen Sie regelmäßig nach Updates zurück.
es: No hay instalaciones actualmente abierto. Por favor, compruebe periódicamente si hay actualizaciones.
fr: Il n'y a pas d'installations actuellement ouvertes. Veuillez vérifier périodiquement les mises à jour.

source: There is also a {0} available.
de: Es gibt auch eine {0} verfügbar.
es: También hay un {0} disponible.
fr: Un {0} est également disponible.

source: This list shows only facilities which are open, and which also have open {0}. Closing a facility closes all {1} at that facility, and should only be done when a facility is no longer going to be in use.
de: Diese Liste zeigt nur Einrichtungen, die offen sind, und die auch offen {0}. Eine Einrichtung schließen, wird alle {1} in dieser Anlage, und nur getan werden sollte, wenn eine Anlage nicht mehr in Gebrauch sein würde.
es: Esta lista muestra sólo las instalaciones que están abiertas, y que también tienen abierto {0}. El cierre de una planta cierre todas {1} en esa instalación, y sólo debe hacerse cuando una instalación ya no va a estar en uso.
fr: Cette liste répertorie uniquement les installations qui sont ouvertes et qui ont également ouvert {0}. La fermeture d'une installation ferme tous les {1} de cette installation. Elle ne doit être effectuée que lorsqu'une installation n'est plus utilisée.

source: Layout
es: Diseño
fr: Disposition

source: (Also {0})
fr: (Aussi {0})

source: Region
es: Región
fr: Région

source: Upload {0} permit for {1} to {2} (e.g. {1}.pdf or {1}.png)
de: Laden Sie {0} Genehmigung für {1} bis {2} (zB {1}.pdf oder {1}.png)
es: Sube {0} permiso de {1} a {2} (por ejemplo, {1}.pdf o {1}.png)
fr: Chargement de {0} permis pour {1} vers {2} (par exemple, {1} .pdf ou {1} .png)

source: Driving Directions
de: Fahrtrichtung
es: Indicaciones de viaje
fr: Directions de conduite

source: Parking Details
de: Parken Mehr Info
es: Detalles Con
fr: Détails du stationnement

source: Transit Directions
de: Transit Anfahrt
es: Direcciones de tránsito
fr: Directions de transport en commun

source: Biking Directions
de: Radfahren Wegbeschreibung
es: Para llegar en bici
fr: Itinéraire à vélo

source: Washrooms
es: Baños
fr: Toilettes

source: Special Instructions
de: spezielle Anweisungen
es: Instrucciones especiales
fr: Instructions spéciales

source: Private Instructions
de: Privatanleitung
es: Instrucciones privados
fr: Instructions privées

source: You must be logged in to see the private instructions for this site.
de: Sie müssen angemeldet sein, um die privaten Anweisungen für diese Seite zu sehen.
es: Usted debe estar conectado para ver las instrucciones particulares para este sitio.
fr: Vous devez être connecté pour voir les instructions privées de ce site.

source: {0} at this facility
de: {0} in dieser Anlage
es: {0} en esta instalación
fr: {0} dans cette installation

source: Indoor/Outdoor
de: Drinnen draußen
es: Bajo techo, en exteriores
fr: Intérieur extérieur

source: Map/Layout
es: Mapa/Diseño
fr: Liaison/Disposition

source: Indoor
de: Innen-
es: Interior
fr: Intérieur

source: Outdoor
de: Draussen
es: Al aire libre
fr: De plein air

source: Edit Layout
de: Layout bearbeiten
es: Editar diseño
fr: Modifier la mise en page

source: View Bookings
de: Ansicht Buchungen
es: Ver Reservas
fr: Afficher les réservations

source: Add Game Slots
de: Hinzufügen Spiel Slots
es: Añadir ranuras de juego
fr: Ajouter des créneaux de partie

source: Are you sure you want to delete this field?
de: Sind Sie sicher, dass Sie dieses Feld zu löschen?
es: ¿Está seguro de que quiere eliminar este campo?
fr: Voulez-vous vraiment supprimer ce terrain?

source: Permit
de: Erlauben
es: Permiso
fr: Permis

source: Availability and Bookings
de: Verfügbarkeit und Buchungen
es: Disponibilidad y Reservas
fr: Disponibilité et réservations

source: End
de: Ende
es: Fin
fr: Fin

source: Booking
de: Buchung
es: Reserva
fr: Réservation

source: Available To
de: Verfügbar für
es: Disponible para
fr: Disponible Pour

source: open
de: öffnen
es: abierto
fr: ouvert

source: Are you sure you want to delete this slot?
de: Sind Sie sicher, dass Sie diesen Slot zu löschen?
es: ¿Está seguro de que quiere eliminar esta ranura?
fr: Êtes-vous sûr de vouloir supprimer cet créneau?

source: Open in new window
de: In einem neuen Fenster öffnen
es: Abrir en Nueva ventana
fr: Ouvrir dans une nouvelle fenetre

source: Add an Owner
de: Fügen Sie einen Besitzer
es: Añadir un Propietario
fr: Ajouter un Propriétaire

source: Make owner
de: Machen Sie Eigentümer
es: Hacer propietario
fr: Faire propriétaire

source: Add Team to Franchise
de: In Team-Franchise
es: Añadir equipo Franchise
fr: Ajouter une équipe à une franchise

source: Add Team
de: In-Team
es: Añadir equipo
fr: Ajouter une équipe

source: Select a team from your history below to add to this franchise.
de: Wählen Sie ein Team aus der Geschichte unter diesem Franchise hinzuzufügen.
es: Seleccione un equipo de la historia de abajo para agregar a esta franquicia.
fr: Sélectionnez une équipe de votre historique ci-dessous à ajouter à cette franchise.

source: Note that you can only add teams that you are a captain, assistant captain or coach of. This may necessitate temporarily transferring this franchise to someone else.
de: Beachten Sie, dass Sie nur Teams hinzufügen können, dass Sie einen Kapitän sind, Assistent Kapitän oder Trainer. Dies kann notwendig vorübergehend diese Franchise jemand übertragen anderes.
es: Tenga en cuenta que sólo se pueden agregar equipos que usted es un capitán, ayudante del capitán o entrenador de. Esto puede requerir transferencias temporales de esta franquicia a otra persona.
fr: Notez que vous ne pouvez ajouter que des équipes dont vous êtes capitaine, capitaine adjoint ou entraîneur. Cela peut nécessiter de transférer temporairement cette franchise à quelqu'un d'autre.

source: unassigned
es: sin asignar
fr: non affecté

source: Edit Franchise
de: Bearbeiten Franchise
es: Editar Franquicias
fr: Modifier la franchise

source: The full name of your franchise.
de: Der vollständige Name Ihres Franchise.
es: El nombre completo de la franquicia.
fr: Nom complet de franchise.

source: Your franchise's website, if you have one.
de: Ihre Franchise-Website, wenn Sie eine haben.
es: La página web de su franquicia, si tiene uno.
fr: Le site Web de votre franchise, si vous en avez un.

source: List Franchises
de: Liste Franchises
es: Lista de Franquicias
fr: Liste des Franchises

source: Delete Franchise
de: löschen Franchise
es: Eliminar Franquicias
fr: Supprimer la Franchise

source: Are you sure you want to delete this franchise?
de: Sind Sie sicher, dass Sie diese Franchise zu löschen?
es: ¿Está seguro de que quiere eliminar esta franquicia?
fr: Voulez-vous vraiment supprimer cette franchise?

source: Add Franchise
de: In Franchise
es: Añadir Franquicias
fr: Ajouter une franchise

source: There are no franchises in the system. Please check back periodically for updates.
de: Es gibt keine Franchise im System. Bitte überprüfen Sie regelmäßig nach Updates zurück.
es: No hay franquicias en el sistema. Por favor, compruebe periódicamente si hay actualizaciones.
fr: Il n'y a pas de franchise dans le système. Veuillez vérifier périodiquement les mises à jour.

source: Locate by letter:
de: Suchen Sie nach Buchstaben:
es: Localizar por letra:
fr: Localiser par lettre:

source: Owner(s)
es: Propietario (s)
fr: Propriétaire(s)

source: Starting with {0}
de: Beginnend mit {0}
es: A partir de {0}
fr: Commençant par {0}

source: Website
de: Webseite
es: Sitio web
fr: Site Web

source: Remove Team from this Franchise
de: Entfernen Teams von diesem Franchise
es: Retire del equipo de esta Franquicia
fr: Supprimer l'équipe de cette franchise

source: Are you sure you want to remove this team?
de: Sind Sie sicher, dass Sie dieses Team zu entfernen?
es: ¿Está seguro de que desea eliminar este equipo?
fr: Voulez-vous vraiment retirer cette équipe?

source: Owner
de: Eigentümer
es: Propietario
fr: Propriétaire

source: Game Slots
de: Spiel Slots
es: Las ranuras de juego
fr: Créneaux de partie

source: {0} Selection
de: {0} Auswahl
es: {0} Selección
fr: {0} sélection

source: NOTE: By default, checking a facility here will create game slots for ALL open {0} at that facility.
de: HINWEIS: Standardmäßig wird hier eine Anlage Überprüfung erstellen Spiel Slots für alle offenen {0} in dieser Anlage.
es: NOTA: De manera predeterminada, la comprobación de una instalación aquí creará ranuras de juego para todos los abiertos {0} en esa instalación.
fr: REMARQUE: Par défaut, vérifier une installation ici créera des créneaux de partie pour TOUT ouvert {0} sur cette installation.

source: If you want to create game slots for selected {0}, click the facility name to see the list of {0} at that facility.
de: Wenn Sie Spielplätze für ausgewählte erstellen möchten {0}, klicken Sie auf den Name der Einrichtung, die Liste der zu sehen {0} in dieser Anlage.
es: Si desea crear ranuras de juego para los seleccionados {0}, haga clic en el nombre de la instalación para ver la lista de {0} en esa instalación.
fr: Si vous souhaitez créer des créneaux de partie pour {0} sélectionné, cliquez sur le nom de l'installation pour afficher la liste de {0} sur cette installation.

source: Game slot details
de: Spiel Slot Details
es: Detalles de la ranura de juego
fr: Détails de le créneau de partie

source: Time for games to start.
de: Zeit für Spiele zu starten.
es: Tiempo para juegos comiencen.
fr: L'heure du début des parties.

source: Slot length
de: Schlitzlänge
es: Longitud de la ranura
fr: Longueur de la créneau

source: Length of game slot (in minutes), including buffer time below. If you want only a single game slot, leave this at 0 and just set start and end times.
de: Länge der Spielfläche (in Minuten), einschließlich Pufferzeit unten. Wenn Sie nur ein einziges Spiel Slot wollen, lassen Sie diese bei 0 und nur Start- und Endzeit einstellen.
es: Longitud de la ranura de juego (en minutos), incluyendo el tiempo de tampón a continuación. Si desea que sólo una única ranura de juego, dejar esta en 0 y acaba de establecer las horas de inicio y de finalización.
fr: Durée du créneau de partie (en minutes), temps tampon compris ci-dessous. Si vous ne voulez qu'une seule créneau de partie, laissez-la à 0 et définissez simplement les heures de début et de fin.

source: Game Buffer
de: Spiel-Puffer
es: Tampón juego
fr: Tampon de partie

source: Buffer between games (in minutes). If slot length is 0 above, this is ignored.
de: Puffer zwischen den Spielen (in Minuten). Wenn Schlitzlänge 0 oben ist, wird diese ignoriert.
es: Amortiguador entre los juegos (en minutos). Si la longitud de la ranura es 0 anteriormente, esto se ignora.
fr: Tampon entre les parties (en minutes). Si la longueur de la créneau est 0 ci-dessus, cela est ignoré.

source: End Time
de: Endzeit
es: Hora de finalización
fr: Heure de fin

source: Time for games to end. Choose "---" to assign the default time cap (dark) for that week (not available if slot length is set above).
de: Zeit für Spiele zu beenden. Wählen Sie "---" zuweisen den Standard TimeCap (dunkel) für diese Woche (nicht verfügbar, wenn Schlitzlänge oben eingestellt ist).
es: Tiempo para juegos hasta el final. Elija "---" para asignar el límite de tiempo predeterminado (oscuridad) durante esa semana (no disponible si la longitud de la ranura se establece más arriba).
fr: Time for games to end. Choose «---» pour affecter la timecap par défaut (sombre) pour cette semaine (non disponible si la longueur de la créneau est définie ci-dessus)

source: First Date
de: Erste Verabredung
es: Primera fecha
fr: Premier date

source: Date of the first game slot to add.
de: Datum des ersten Spiels Slot hinzuzufügen.
es: Fecha de la primera ranura de juego para añadir.
fr: Date de la première créneau de partie à ajouter.

source: Days to Include
fr: Jours à inclure

source: Create the requested game slots on each of these days in each week.
fr: Créez les créneaux de partie demandés chaque jour de la semaine.

source: Weeks to Repeat
de: Wochen zu wiederholen
es: Semanas para repetir
fr: Semaines à répéter
