Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Schedules are typically created unpublished, to allow the coordinator a chance to make any required adjustments (e.g. if a particular team needs to play on a specific {0} or at a specific time, or if there is a team matchup that needs to be guaranteed) before people see them and start making plans.
de: Termine werden in der Regel nicht veröffentlichten erstellt, der Koordinator eine Chance zu ermöglichen, alle erforderlichen Anpassungen vorzunehmen (zB wenn ein bestimmtes Team muss sich auf eine spezifische spielen {0} oder zu einem bestimmten Zeitpunkt, oder wenn es ein Team Matchup, dass sichergestellt werden muss,), bevor die Menschen sie sehen und Pläne beginnen.
es: Los horarios se crean normalmente no publicado, para permitir que el coordinador de la oportunidad de hacer los ajustes necesarios (por ejemplo, si un determinado equipo tiene que jugar en un determinado {0} o en un momento específico, o si hay un enfrentamiento de equipo que debe ser garantizado) antes de que las personas ven ellos y empiezan a hacer planes.
fr: Les calendriers sont généralement créés non publiés, afin de permettre au coordinateur de procéder aux ajustements nécessaires (par exemple, si une équipe particulière a besoin de jouer sur un {0} spécifique ou à une heure précise, ou si un match d'équipe doit être garanti ) avant que les gens les voient et commencent à faire des plans.

source: If games are published, they will be visible to everyone; otherwise, they will be visible only to admins and coordinators, where they will be highlighted so it's obvious that they aren't yet published.
de: Wenn Spiele veröffentlicht werden, werden sie für jedermann sichtbar sein; andernfalls werden sie nur für Admins und Koordinatoren sichtbar sein, wo sie markiert werden, so dass es offensichtlich ist, dass sie noch nicht veröffentlicht sind.
es: Si se publican juegos, que serán visibles para todo el mundo; de lo contrario, será visible sólo a los administradores y coordinadores, donde serán resaltadas por lo que es obvio que aún no se publican.
fr: Si les parties sont publiés, ils seront visibles par tous. sinon, ils ne seront visibles que par les administrateurs et les coordinateurs, où ils seront mis en évidence. Il est donc évident qu'ils ne sont pas encore publiés.

source: A day's games can be published during the creation or edit process by checking the "{0}" box, or with the "{0}" link from the league schedule page.
de: Ein Tages Spiele können durch Überprüfen der "{0}" Box oder mit dem "{0}" Link aus der Liga Zeitplan Seite bei der Erstellung oder Bearbeitung Prozess veröffentlicht.
es: Juegos de un día pueden ser publicados durante el proceso de creación o edición marcando la "{0}" caja de texto, o con el "{0}" que aparece en la página de calendario de la liga.
fr: A day's games can be published during the creation or edit process by checking the «{0}» boîte, ou avec le «{0}» link from the league schedule page.

source: Publish
de: Veröffentlichen
fr: Publier

source: You will be given a list of dates for which this league has available game slots; select the date to schedule games on. If you are creating games across multiple days, this will be the date of the first game.
de: Sie erhalten eine Liste der Daten, für die diese Liga-Slots zur Verfügung Spiel hat gegeben; Wählen Sie das Datum Spiele zu planen auf. Wenn Sie Spiele über mehrere Tage erstellen, wird dies das Datum des ersten Spiels.
es: Se le dará una lista de fechas para las que esta liga tiene ranuras de juego disponibles; seleccionar la fecha para programar juegos en. Si va a crear juegos a través de varios días, esta será la fecha del primer juego.
fr: Vous recevrez une liste des dates pour lesquelles cette ligue a des créneaux de partie disponibles; sélectionnez la date à laquelle programmer les parties. Si vous créez des parties sur plusieurs jours, ce sera la date du premier partie.

source: Advanced User Guide
de: Handbuch für Fortgeschrittene
es: Guía del usuario avanzado
fr: Guide d'utilisateurs avancés

source: To make it easier and faster to find the details you are looking for, {0} includes pop-ups in a number of areas. Currently, anywhere that you see a player, team or {1} name, you can hover your mouse over it, and you will get a pop-up box with additional details and links about that person, team or {1}. To make it disappear, just move your mouse away!
de: Um es einfacher und schneller, um die Details finden Sie suchen, {0} enthält Pop-ups in einer Reihe von Bereichen. Zur Zeit, an jedem Ort, dass Sie einen Spieler, Team oder sehen {1} Name, können Sie mit der Maus darüber fahren, und Sie werden ein Pop-up - Fenster mit zusätzlichen Details und Links zu dieser Person, ein Team oder bekommen {1}. Um es verschwinden, einfach weg bewegen Sie die Maus!
es: Para que sea más fácil y más rápido para encontrar los detalles que usted está buscando, {0} incluye los elementos emergentes en una serie de áreas. En la actualidad, en cualquier lugar que vea a un jugador, equipo o {1} nombre, puede colocar el ratón sobre ella, y obtendrá una ventana emergente con detalles adicionales y enlaces sobre esa persona, equipo o {1}. Para hacerlo desaparecer, basta con mover el ratón de distancia!
fr: Pour faciliter la recherche des informations recherchées, {0} inclut des fenêtres contextuelles dans de nombreux domaines. Actuellement, partout où vous voyez un joueur, une équipe ou un {1} nom, vous pouvez la survoler avec votre souris et vous obtiendrez une boîte de dialogue contenant des détails supplémentaires et des liens vers cette personne, cette équipe ou {1}. Pour le faire disparaître, déplacez simplement votre souris!

source: Smart phones do not support the concept of "hovering", so if {0} detects that you are running on a smart phone, a {1} "pop-up" icon will be visible to the left of these items. Clicking that icon will bring up the pop-up, and clicking it again will hide it.
de: Smartphones haben das Konzept der nicht unterstützen "schweben", also wenn {0} erkennt, dass Sie auf einem Smartphone laufen, ein {1} "pop-up" Symbol wird auf der linken Seite dieser Elemente sichtbar sein. Durch Klicken auf dieses Symbol wird das Pop-up bringen, und es wieder klicken, um sie zu verstecken.
es: Los teléfonos inteligentes no son compatibles con el concepto de "flotando", así que si {0} detecta que se está ejecutando en un teléfono inteligente, un {1} "pop-up" icono será visible a la izquierda de estos artículos. Al hacer clic en ese icono, se abrirá la ventana emergente, y haciendo clic de nuevo va a ocultarlo.
fr: Smart phones do not support the concept of «hovering» ainsi si {0} détecte que vous utilisez un smartphone, un {1} «pop-up» icon will be visible to the left of these items. Clicking that icon will bring up the pop-up, and clicking it again will hide it.

source: Note that the content of all pop-ups is loaded from the server on demand, so it may take a second or two for the pop-up to appear.
de: Beachten Sie, dass der Inhalt aller Pop-ups vom Server bei Bedarf geladen wird, so kann es ein oder zwei Sekunden für die Pop-up zu erscheinen nehmen.
es: Tenga en cuenta que el contenido de todas las ventanas emergentes se carga desde el servidor en la demanda, lo que puede tardar un par de segundos para el pop-up a aparecer.
fr: Notez que le contenu de toutes les fenêtres publicitaires intempestives est chargé à la demande du serveur. Il peut donc s'écouler une seconde ou deux avant que la fenêtre contextuelle ne s'affiche.

source: Coach/Captain Guide
de: Coach/Kapitän-Führer
es: El entrenador/Guía de capitán
fr: Guide entraîneur/capitaine

source: So, you want to be a coach or captain? {0} includes many tools and features to make this often thankless job much easier.
de: Also, Sie wollen ein Trainer oder Kapitän zu sein? {0} enthält viele Tools und Funktionen diese oft undankbare Aufgabe viel leichter zu machen.
es: Por lo tanto, usted quiere ser un entrenador o capitán? {0} incluye muchas herramientas y características para hacer este trabajo a menudo ingrata mucho más fácil.
fr: Alors, tu veux être entraîneur ou capitaine? {0} inclut de nombreux outils et fonctionnalités pour faciliter ce travail souvent ingrat.

source: Responsibilities
de: Aufgaben
es: Responsabilidades
fr: Responsabilités

source: As a coach or captain, you should familiarize yourself with the details of your league and division. {0} has many options for how{1} standings are calculated, playoffs are scheduled, etc. Knowing which options are in play for your team is important.
es: Como entrenador o capitán, usted debe familiarizarse con los detalles de su liga y división. {0} tiene muchas opciones para{1} la forma clasificación se calculan, segundas fases están programadas, etc. Saber qué opciones están en juego para su equipo es importante.
fr: En tant qu&#39;entraîneur ou capitaine, vous devez vous familiariser avec les détails de votre ligue et division. {0} propose de nombreuses options pour calculer le classement de {1}, les éliminatoires sont programmées, etc. Il est important de savoir quelles options sont en jeu pour votre équipe.

source: spirit scores are collected,
de: Geist Partituren werden gesammelt,
es: puntajes espíritu se recogen,
fr: les scores d'esprit sont collectés,

source: You should also know who is coordinating your division. Coordinators are listed on the "{0}" page. These are the people responsible for setting your schedule,{1} etc. They do their best, but things do sometimes slip through the cracks, and you need to know who to contact in these cases.
de: Sie sollten auch wissen, wer Ihre Abteilung koordiniert. Koordinatoren sind auf der "{0}" Seite aufgelistet. Dies sind die Menschen, die für Ihren Zeitplan einstellen,{1} usw. Sie tun ihr Bestes, aber die Dinge rutschen manchmal durch die Risse, und Sie müssen wissen, wer in diesen Fällen zu kontaktieren.
es: También debe saber que está coordinando su división. Los coordinadores se enumeran en la página "{0}". Estas son las personas encargadas de establecer su horario,{1} etc. Hacen todo lo posible, pero las cosas a veces se deslizan a través de las grietas, y hay que saber a quién contactar en estos casos.
fr: You should also know who is coordinating your division. Coordinators are listed on the «{0}» page. Ce sont les personnes responsables de l’établissement de votre horaire, {1}, etc. Elles font de leur mieux, mais les choses se glissent parfois entre les mailles du filet et vous devez savoir qui contacter dans ces cas-là.

source: handling spirit issues,
de: Geist Probleme Umgang mit
es: el manejo de asuntos espirituales,
fr: traiter les problèmes d'esprit,

source: Coordinator Guide
de: Koordinator Führer
es: Guía del coordinador
fr: Guide du coordinateur

source: {0} provides a number of tools to make a coordinator's job go smoothly, but the number of options can be overwhelming at first. This guide will walk you through both the common and infrequent tasks, and help you to ensure that things go smoothly for the coaches, captains and players in your divisions.
de: {0} bietet eine Reihe von Tools Koordinator Job reibungslos zu machen, aber die Anzahl der Optionen auf den ersten überwältigend sein. Dieser Leitfaden führt Sie die beiden durch gemeinsame und seltene Aufgaben, und Sie helfen, um sicherzustellen, dass die Dinge glatt gehen für die Trainer, Kapitäne und Spieler in Ihrer Divisionen.
es: {0} proporciona una serie de herramientas para hacer el trabajo de un coordinador de ir sin problemas, pero el número de opciones puede ser abrumador al principio. Esta guía le guiará a través de las dos tareas comunes y poco frecuentes, y le ayudará a asegurarse de que las cosas van bien para los entrenadores, capitanes y jugadores en sus divisiones.
fr: {0} fournit un certain nombre d'outils pour faciliter le travail d'un coordinateur, mais le nombre d'options peut être insurmontable au début. Ce guide vous guidera dans les tâches courantes et peu fréquentes, et vous aidera à vous assurer que les choses se passent bien pour les entraîneurs, les capitaines et les joueurs de vos divisions.

source: Division coordinator is a position of power and responsibility, so this guide also suggests guidelines for behaviour.
de: Abteilung Koordinator ist eine Position, von Macht und Verantwortung, so dass dieser Leitfaden schlägt auch Richtlinien für das Verhalten.
es: Coordinador de división es una posición de poder y responsabilidad, por lo que esta guía también sugiere pautas para el comportamiento.
fr: Le coordinateur de division est une position de pouvoir et de responsabilité, aussi ce guide suggère-t-il également des directives pour le comportement.

source: New User Guide
de: Leitfaden für neue
es: Guia de nuevo usuario
fr: Nouveau mode d'emploi

source: For a new user, {0} can be a little overwhelming. This guide will help you through the most important things to get you started. After that, you may be interested in the {1}, and if you plan on running a team, the {2} is a useful resource.
de: Für einen neuen Benutzer {0} kann ein wenig überwältigend sein. Dieser Leitfaden führt Sie durch die wichtigsten Dinge helfen Ihnen, um loszulegen. Danach können Sie im Interesse {1}, und wenn Sie über die Führung eines Teams planen, die {2} ist eine nützliche Ressource.
es: Para un nuevo usuario, {0} puede ser un poco abrumador. Esta guía le ayudará a través de las cosas más importantes para ayudarle a empezar. Después de eso, usted puede estar interesado en el {1}, y si planea ejecutar un equipo, el {2} es un recurso útil.
fr: Pour un nouvel utilisateur, {0} peut être un peu pénible. Ce guide vous aidera à résoudre les problèmes les plus importants. Après cela, vous pouvez être intéressé par le {1}. Si vous envisagez de créer une équipe, le {2} est une ressource utile.

source: advanced users guide
de: Fortgeschrittene Führer
es: Guía de usuarios avanzados
fr: guide d'utilisateurs avancés

source: captains guide
de: Kapitäne Führer
es: guía capitanes
fr: guide des capitaines

source: User Account and Profile
de: Benutzerkonto und Profil
es: Cuenta de Usuario y Perfil
fr: Compte d'utilisateur et profil

source: Some features of {0} (e.g. schedules and standings) are available for anyone to use. However, to participate in the {0}, you must have a user account on the system.
de: Einige Funktionen von {0} (zB Zeitpläne und Tabellen) sind für jedermann zu benutzen. Doch für die Teilnahme an der {0}, Sie ein Benutzerkonto auf dem System haben muss.
es: Algunas características de {0} (por ejemplo, horarios y clasificación) están disponibles para que cualquiera lo use. Sin embargo, para participar en el {0}, debe tener una cuenta de usuario en el sistema.
fr: Certaines fonctionnalités de {0} (par exemple, les horaires et les classements) sont accessibles à tous. Cependant, pour participer au {0}, vous devez avoir un compte utilisateur sur le système.

source: You are already logged in to the system, so it seems that you've successfully taken care of this step. For the record, your username is "{0}" and your ID number is {1}.
de: Sie sind bereits in dem System angemeldet, so scheint es, dass Sie erfolgreich Pflege dieser Schritt getan haben. Für die Aufzeichnung Ihr Benutzername ist "{0}" und Ihre ID - Nummer ist {1}.
es: Que ya ha iniciado sesión en el sistema, por lo que parece que ha tomado con éxito la atención de este paso. Para el registro, el nombre de usuario es "{0}" y su número de identificación es {1}.
fr: Vous êtes déjà connecté au système. Il semble donc que vous ayez bien géré cette étape. Pour mémoire, votre nom d'utilisateur est «{0}» et votre numéro d'identification est {1}.

source: If you don't already have an account, {0} to get yourself set up.
de: Wenn Sie nicht bereits ein Konto haben, {0}, um sich selbst einrichten.
es: Si aún no dispone de una cuenta, {0} para conseguirse levantado.
fr: Si vous n'avez pas encore de compte, {0} vous permet de vous configurer.

source: follow these directions
de: gehen Sie wie folgt Richtungen
es: siga estas instrucciones
fr: suivez ces instructions

source: This site manages user accounts through {0}. If you don't already have an account, {1} to get yourself set up.
de: Diese Seite verwaltet Benutzerkonten durch {0}. Wenn Sie nicht bereits ein Konto haben, {1}, um sich selbst einrichten.
es: Este sitio se las arregla las cuentas de usuario a través de {0}. Si aún no dispone de una cuenta, {1} para conseguirse levantado.
fr: Ce site gère les comptes d'utilisateurs via {0}. Si vous n'avez pas encore de compte, {1} installez-vous.

source: Next, each person must have their completed profile approved by an administrator.
de: Als nächstes muss jede Person ihre ausgefüllten Profil von einem Administrator genehmigt haben.
es: A continuación, cada persona debe haber completado su perfil aprobado por un administrador.
fr: Ensuite, chaque personne doit faire approuver son profil complet par un administrateur.

source: To complete your profile, {0}
de: Zum runden Ihr Profil ab, {0}
es: Para completar su perfil, {0}
fr: Pour compléter votre profil, {0}

source: and will not be until you have completed it
de: und wird nicht sein, bis Sie sie abgeschlossen haben
es: y no será hasta que se haya completado
fr: et ne sera pas jusqu'à ce que vous avez terminé

source: but this should happen soon
de: aber dies sollte bald geschehen
es: pero esto debe ocurrir pronto
fr: mais cela devrait arriver bientôt

source: Your profile has not yet been approved, {0}. Until then, you can continue to use the site, but may be limited in some areas.
de: Ihr Profil ist noch nicht genehmigt wurde, {0}. Bis dahin können Sie weiterhin die Website zu nutzen, kann aber in einigen Bereichen eingeschränkt werden.
es: Su perfil aún no ha sido aprobado, {0}. Hasta entonces, se puede seguir utilizando el sitio, pero puede estar limitado en algunas áreas.
fr: Votre profil n'a pas encore été approuvé, {0}. Jusque-là, vous pouvez continuer à utiliser le site, mais il peut être limité dans certaines zones.

source: Your profile has been approved, so you should be free to access all features of the site.
de: Ihr Profil wurde genehmigt, so dass Sie alle Funktionen der Website zugreifen frei sein sollte.
es: Su perfil ha sido aprobado, por lo que debe tener la libertad de acceder a todas las características del sitio.
fr: Votre profil a été approuvé. Vous devez donc être libre d'accéder à toutes les fonctionnalités du site.

source: After you have created your account and completed your profile, it is normally approved within one business day, often sooner, but you can use most features of the site while you are waiting for this.
de: Nachdem Sie Ihr Konto und abgeschlossen Ihr Profil erstellt haben, wird es in der Regel innerhalb eines Werktages genehmigt, oft früher, aber man kann die meisten Funktionen der Website nutzen, während Sie für diese warten.
es: Después de haber creado su cuenta y completado su perfil, se aprueba normalmente en el plazo de un día hábil, a menudo antes, pero se puede utilizar la mayoría de las características del sitio, mientras que usted está esperando para esto.
fr: Après avoir créé votre compte et complété votre profil, celui-ci est généralement approuvé dans un délai d'un jour ouvrable, souvent plus tôt, mais vous pouvez utiliser la plupart des fonctionnalités du site en l'attendant.

source: Administrator Guide
de: Administrator - Handbuch
es: Guía del administrador
fr: Guide de l'administrateur

source: {0} management is fairly straight-forward. {1} are handled in a hierarchical structure.
de: {0} Management ist ziemlich geradlinig. {1} sind in einer hierarchischen Struktur abgewickelt.
es: {0} gestión es bastante sencilla. {1} se manejan en una estructura jerárquica.
fr: La gestion de {0} est assez simple. {1} sont gérés dans une structure hiérarchique.

source: Your organization will have one or more regions, which you manage through the {0} -> Regions area. Examples might be North, South, East, Central, or named after neighbourhoods or political areas.
de: Ihre Organisation wird eine oder mehrere Regionen haben, die Ihnen bei der Verwaltung durch die {0} -> Regionen Bereich. Beispiele könnten nach Stadtteilen oder politischen Bereichen Norden, Süden, Osten, Zentral oder benannt werden.
es: Su organización tendrá una o más regiones, la que se administran a través de la {0} -> área de Regiones. Algunos ejemplos podrían ser del Norte, Sur, Este, Centro, o el nombre de barrios o áreas políticas.
fr: Votre organisation aura une ou plusieurs régions, que vous gérerez via la zone {0} -> Régions. Les exemples peuvent être Nord, Sud, Est, Central ou nommés d'après des quartiers ou des zones politiques.

source: Distinct regions are primarily useful if you want to support teams with regional preferences.
de: Distinct Regionen sind vor allem dann nützlich, wenn Sie Teams mit regionalen Präferenzen unterstützen wollen.
es: Distintas regiones son principalmente útil si quieres apoyar a los equipos con las preferencias regionales.
fr: Les régions distinctes sont principalement utiles si vous souhaitez aider les équipes ayant des préférences régionales.

source: Each region will have one or more facilities. A facility is generally any park, school, stadium, etc. where you have procured one or more {0}.
de: Jede Region wird eine oder mehrere Einrichtungen. Eine Einrichtung ist in der Regel jeder Park, Schule, Stadion, etc., wo Sie eine oder mehrere beschafft haben {0}.
es: Cada región tendrá una o más instalaciones. Una instalación es en general cualquier parque, escuela, estadio, etc. donde ha adquirido una o más {0}.
fr: Chaque région aura une ou plusieurs installations. Une installation est généralement un parc, une école, un stade, etc. où vous avez acheté un ou plusieurs {0}.

source: Each facility is also given a name three-letter code. For example, "Maple Grove Park" might be abbreviated as MGP or MAP.
de: Jede Anlage wird auch einen Namen Code aus drei Buchstaben angegeben. Beispiel: "Maple Grove Park" könnte als MGP oder MAP abgekürzt werden.
es: Cada instalación también se le da un nombre de código de tres letras. Por ejemplo, "Maple Grove Park" puede abreviarse como pop o MAP.
fr: Each facility is also given a name three-letter code. For example, «Maple Grove Park» pourrait être abrégé en MGP ou MAP.

source: Each facility will have one or more {0}. A {1} is the space where a single game can take place.
de: Jede Anlage wird eine oder mehrere {0}. A {1} ist der Raum, in dem ein einzelnes Spiel stattfinden kann.
es: Cada instalación tendrá una o más {0}. Un {1} es el espacio en el que un solo juego puede tener lugar.
fr: Chaque établissement aura un ou plusieurs {0}. Un {1} est l'espace où un seul partie peut avoir lieu.

source: If you use a single large "{0}" to host more than one game at a time, then that must be configured as multiple {1}.
de: Wenn Sie eine einzelne große verwenden "{0}" mehr als ein Spiel zu einer Zeit, zu hosten, müssen dann, dass als mehrere konfiguriert werden {1}.
es: Si se utiliza un solo gran "{0}" para alojar más de un juego a la vez, entonces eso debe ser configurada como múltiple {1}.
fr: If you use a single large «{0}» pour héberger plus d'un partie à la fois, cela doit être configuré en tant que multiple {1}.

source: Layouts
es: Diseños
fr: Dispositions
