Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: You must select a valid event type.
de: Sie müssen einen gültigen Ereignistyp auswählen.
es: Debe seleccionar un tipo de evento válido.
fr: Vous devez sélectionner un type d'évènement valide.

source: You must enter a number for the open cap.
de: Sie müssen eine Nummer für die männliche Kappe ein.
es: Debe introducir un número para el tapa masculino.
fr: Vous devez entrer un numéro pour le capuchon ouvert.

source: The open cap cannot be less than -1.
de: Die männliche Kappe kann nicht kleiner als -1.
es: El tapa macho no puede ser inferior a -1.
fr: Le capuchon ouvert ne peut pas être inférieur à -1.

source: You must enter a number for the women cap.
de: Sie müssen eine Nummer für die weibliche Kappe ein.
es: Debe introducir un número para la tapa de la hembra.
fr: Vous devez entrer un numéro pour le bonnet femme.

source: The women cap cannot be less than -2.
de: Die weibliche Kappe kann nicht weniger als -2.
es: El tapa hembra no puede ser inferior a -2.
fr: La casquette femme ne peut être inférieure à -2.

source: Indicate whether multiple registrations are allowed.
de: Gibt an, ob Mehrfachregistrierungen sind nicht zulässig.
es: Indicar si se permiten múltiples registros.
fr: Indiquez si les inscriptions multiples sont autorisées.

source: You must select a valid beginning date.
de: Sie müssen einen gültigen Anfangsdatum auswählen.
es: Debe seleccionar una fecha de inicio válida.
fr: Vous devez sélectionner une date de début valide.

source: You must select a valid ending date.
de: Sie müssen ein gültiges Enddatum auswählen.
es: Debe seleccionar una fecha de finalización válida.
fr: Vous devez sélectionner une date de fin valide.

source: You must select a valid membership type.
de: Sie müssen eine gültige Mitgliedschaft Typ auswählen.
es: Debe seleccionar un tipo de suscripción válido.
fr: Vous devez sélectionner un type d'adhésion valide.

source: An event with that name already exists.
de: Ein Ereignis mit diesem Namen existiert bereits.
es: Un evento con ese nombre ya existe.
fr: Un évènement portant ce nom existe déjà.

source: You must select a valid questionnaire.
de: Sie müssen einen gültigen Fragebogen aus.
es: Debe seleccionar un cuestionario válido.
fr: Vous devez sélectionner un questionnaire valide.

source: You must select a valid division.
de: Sie müssen eine gültige Aufteilung wählen.
es: Debe seleccionar una división válida.
fr: Vous devez sélectionner une division valide.

source: The code cannot be blank.
de: Der Code kann nicht leer sein.
es: El código no puede estar en blanco.
fr: Le code ne peut pas être vide.

source: You must supply a valid street address.
de: Sie müssen eine gültige Adresse liefern.
es: Debe proporcionar una dirección válida.
fr: Vous devez fournir une adresse postale valide.

source: You must supply a city.
de: Sie müssen eine Stadt versorgen.
es: Debe proporcionar una ciudad.
fr: Vous devez fournir une ville.

source: Select a province/state from the list.
de: Wählen Sie eine Provinz/Staat aus der Liste.
es: Seleccione una provincia/estado de la lista.
fr: Sélectionnez une province/un état dans la liste.

source: You must select a valid region.
de: Sie müssen eine gültige Region wählen.
es: Debe seleccionar una región válida.
fr: Vous devez sélectionner une région valide.

source: Select a sport from the list.
de: Wählen Sie eine Sportart aus der Liste.
es: Seleccionar un deporte de la lista.
fr: Sélectionnez un sport dans la liste.

source: Select a rating from the list.
de: Wähle eine Bewertung aus der Liste.
es: Seleccione una clasificación de la lista.
fr: Sélectionnez une note dans la liste.

source: Must be a valid URL, if specified
de: Muss eine gültige URL sein, falls angegeben
es: Debe ser una URL válida, si se especifica
fr: Doit être une URL valide, si spécifiée

source: Select a playing surface from the list.
de: Wählen Sie eine Spielfläche aus der Liste.
es: Seleccione una superficie de juego de la lista.
fr: Sélectionnez une surface de jeu dans la liste.

source: You must select a valid facility.
de: Sie müssen eine gültige Anlage wählen.
es: Debe seleccionar una instalación válida.
fr: Vous devez sélectionner une installation valide.

source: {0} numbers can only be blank if there is a single {1} at the facility.
de: {0} Zahlen können nur leer sein, wenn es nur einen einzigen {1} in der Einrichtung.
es: {0} números sólo pueden estar en blanco si no hay una sola {1} en la instalación.
fr: Les numéros {0} ne peuvent être vides que s'il existe un seul {1} dans l'établissement.

source: You cannot delete the only {0} at a facility.
de: Sie können nicht die einzige löschen {0} in einer Einrichtung.
es: No se puede eliminar el único {0} en una instalación.
fr: Vous ne pouvez pas supprimer le seul {0} dans une installation.

source: Enter a valid URL, or leave blank.
de: Geben Sie eine gültige URL oder leer lassen.
es: Introduzca una URL válida, o dejar en blanco.
fr: Entrez une URL valide ou laissez le champ vide.

source: There is already a franchise by that name.
de: Es gibt bereits eine Franchise mit diesem Namen.
es: Ya existe una franquicia con ese nombre.
fr: Il existe déjà une franchise portant ce nom.

source: You must provide a valid game date.
de: Sie müssen ein gültiges Spiel Datum zur Verfügung stellen.
es: Debe proporcionar una fecha válida juego.
fr: Vous devez fournir une date de partie valide.

source: You must provide a valid game start time.
de: Sie müssen ein gültiges Spiel Startzeit zur Verfügung stellen.
es: Debe proporcionar un tiempo de inicio del juego válido.
fr: Vous devez fournir une heure de début de partie valide.

source: You must provide a valid game end time.
de: Sie müssen ein gültiges Spielende Zeit.
es: Debe proporcionar un tiempo final de la partida válida.
fr: Vous devez fournir une heure de fin de partie valide.

source: You must select at least one division!
de: Sie müssen mindestens eine Abteilung wählen!
es: Debe seleccionar al menos una división!
fr: Vous devez sélectionnez au moins une division!

source: You must select at least one {0}!
de: Sie müssen mindestens ein wählen {0}!
es: Debe seleccionar al menos un {0}!
fr: Vous devez sélectionner au moins un {0}!

source: You cannot specify game lengths in conjunction with sunset end times!
de: Sie können keine Spiellängen in Verbindung mit Sonnenuntergang Endzeit angeben!
es: No se puede especificar la longitud del juego junto con tiempos finales puesta de sol!
fr: Vous ne pouvez pas spécifier des longueurs de partie en conjonction avec les heures de fin du coucher du soleil!

source: Invalid number of weeks.
de: Ungültige Anzahl von Wochen.
es: Número no válido de semanas.
fr: Nombre de semaines invalide.

source: You must select a valid field.
de: Sie müssen ein gültiges Feld auswählen.
es: Debe seleccionar un campo válido.
fr: Vous devez sélectionner un terrain valide.

source: You must select a valid slot length.
de: Sie müssen einen gültigen Schlitzlänge wählen.
es: Debe seleccionar una longitud de ranura válida.
fr: Vous devez sélectionner une longueur de créneau valide.

source: You must select a valid game buffer.
de: Sie müssen ein gültiges Spiel Puffer auswählen.
es: Debe seleccionar un tampón juego válido.
fr: Vous devez sélectionner un tampon de partie valide.

source: You cannot select indoor {0} in conjunction with sunset end times!
de: Sie können nicht wählen Innen {0} in Verbindung mit Sonnenuntergang Endzeit!
es: No se puede seleccionar de interior {0} conjuntamente con tiempos finales puesta de sol!
fr: Vous ne pouvez pas sélectionner {0} intérieur en conjonction avec les heures de fin du coucher du soleil!

source: Game end time of {0} is more than 12 hours from game start time of {1}!
fr: Le temps de fin du partie de {0} est supérieur à 12 heures à partir du début du partie de {1}!

source: Conflicts with an existing game slot.
de: Konflikte mit einem bestehenden Spiel-Steckplatz.
es: Los conflictos con una ranura de juego existente.
fr: Conflits avec un créneau de partie existant.

source: {0} on {1} at {2} conflicts with an existing game slot. Unable to continue. (There may be more conflicts; this is only the first one detected.)
de: {0} auf {1} in {2} Konflikten mit einem bestehenden Spiel - Steckplatz. Nicht fortgesetzt werden. (Es kann mehr Konflikte geben, das ist nur der erste erkannt.)
es: {0} de {1} a {2} en conflicto con una ranura de juego existente. No se puede continuar. (Puede haber más conflictos; esto sólo es detectado en primer lugar.)
fr: {0} sur {1} sur {2} est en conflit avec un créneau de partie existant. Impossible de continuer. (Il peut y avoir plus de conflits; ce n'est que le premier détecté.)

source: This game slot has a game assigned to it and cannot be deleted.
de: Dieses Spiel Slot hat ein Spiel zugewiesen und kann nicht gelöscht werden kann.
es: Esta ranura de juego tiene un juego asignado a la misma y no se puede eliminar.
fr: Ce créneau de partie est associé à un partie et ne peut être supprimé.

source: That person is not on that team.
de: Diese Person ist nicht auf das Team.
es: Esa persona no está en ese equipo.
fr: Cette personne ne fait pas partie de cette équipe.

source: You must select a game slot.
de: Sie müssen ein Spiel Slot wählen.
es: Debe seleccionar una ranura de juego.
fr: Vous devez sélectionner in créneau de partie.

source: You must select a team.
de: Sie müssen ein Team auswählen.
es: Debe seleccionar un equipo.
fr: Vous devez sélectionner une équipe.

source: Team was scheduled twice in the same game slot.
de: Team wurde zweimal im selben Spiel Slot geplant.
es: El equipo ha sido programado dos veces en la misma ranura de juego.
fr: L'équipe a été cédulée deux fois dans la même créneaux de partie.

source: You must select a valid carbon flip result.
de: Sie müssen einen gültigen Kohlenstoff Flip Ergebnis wählen.
es: Debe seleccionar un resultado del tirón de carbono válida.
fr: Vous devez sélectionner un résultat de retournement carbone valide.

source: You must select a valid status.
de: Sie müssen einen gültigen Status wählen.
es: Debe seleccionar un estado válido.
fr: Vous devez sélectionner un statut valide.

source: Scores must be in the range 0-99.
de: Ticker im Bereich 0-99 sein muss.
es: Las puntuaciones deben estar en el rango de 0-99.
fr: Les pointages doivent se situer entre 0 et 99.

source: A game dependency was not resolved before saving the game. Check the scheduling algorithm.
de: Ein Spiel Abhängigkeit wurde nicht aufgelöst, bevor das Spiel zu speichern. Überprüfen Sie die Scheduling-Algorithmus.
es: Una dependencia juego no se resolvió antes de guardar el juego. Compruebe el algoritmo de planificación.
fr: Une dépendance de partie n'a pas été résolue avant de sauvegarder la partie. Vérifiez l'algorithme de planification.

source: A game slot chosen for this schedule has been allocated elsewhere in the interim. Please try again.
de: Ein Spiel, Slot für diesen Zeitplan gewählt wurde an anderer Stelle in der Zwischenzeit zugeordnet. Bitte versuche es erneut.
es: Una ranura de juego elegido para este horario ha sido asignado en el ínterin en otro lugar. Por favor, inténtelo de nuevo.
fr: Un créneau de partie choisi pour cet horaire a été alloué ailleurs dans l'intervalle. Veuillez réessayer.

source: Game slot selected more than once.
de: Spiel-Slot mehr als einmal ausgewählt.
es: Ranura de juego seleccionado más de una vez.
fr: Créneau de partie sélectionné plus d'une fois.

source: This game slot is not available to these teams.
de: Dieses Spiel Slot ist auf diesen Teams nicht zur Verfügung.
es: Esta ranura de juego no está disponible para estos equipos.
fr: Cette créneau de partie n'est pas disponible pour ces équipes.

source: This game slot has been allocated elsewhere in the interim.
de: Dieses Spiel Slot wurde an anderer Stelle in der Zwischenzeit zugeordnet.
es: Esta ranura de juego ha sido asignado en el ínterin en otro lugar.
fr: Cette créneau de partie a été allouée ailleurs entre-temps.

source: Cross-division scheduling was not selected.
de: Kreuzteilung Planung wurde nicht ausgewählt.
es: Programación cruzada división no fue seleccionado.
fr: La planification entre divisions n'a pas été sélectionnée.

source: Dependency selected more than once.
de: Abhängigkeit mehr als einmal ausgewählt.
es: Dependencia seleccionado más de una vez.
fr: Dépendance sélectionnée plusieurs fois.

source: Team scheduled twice on the same day.
de: Team geplant zweimal am selben Tag.
es: Equipo programado dos veces en el mismo día.
fr: Équipe cédulée deux fois dans la même journée.

source: Team scheduled on different days.
de: Teams an verschiedenen Tagen geplant.
es: Equipo programada en días diferentes.
fr: Équipe cédulée à des jours différents.

source: Team scheduled in overlapping time slots.
de: Team überlappende Zeitschlitze geplant.
es: Equipo previsto en la superposición de los intervalos de tiempo.
fr: Équipe prévue dans des créneaux horaires qui se chevauchent.

source: Team scheduled on {0} at different facilities.
de: Team geplant auf {0} in verschiedenen Einrichtungen.
es: Equipo programado en {0} en diferentes instalaciones.
fr: Équipe cédulée le {0} à des différentes installations.

source: Team was selected more than once.
de: Team wurde mehr als einmal ausgewählt.
es: El equipo ha sido seleccionado más de una vez.
fr: L'équipe a été sélectionnée plus d'une fois.

source: Select the incident type
de: Wählen Sie den Vorfall Typ
es: Seleccione el tipo de incidente
fr: Sélectionnez le type d'incident

source: Provide all relevant details of the incident
de: Geben Sie alle relevanten Einzelheiten des Vorfalls
es: Proporcionar todos los detalles relevantes del incidente
fr: Fournir tous les détails pertinents de l'incident

source: A valid league name must be entered.
de: Ein gültiger Liganamen eingegeben werden.
es: A nombre de la liga válido debe marcarse.
fr: Un nom de ligue valide doit être entré.

source: You must select a valid sport.
de: Sie müssen einen gültigen Sport wählen.
es: Debe seleccionar un deporte válida.
fr: Vous devez sélectionner un sport valide.

source: You must select a valid season.
de: Sie müssen eine gültige Saison wählen.
es: Debe seleccionar una estación válida.
fr: Vous devez sélectionner une saison valide.

source: Enter a valid number of schedules to try before picking the best.
de: eine gültige Anzahl von Zeitpläne ein, bevor Kommissionierung die besten zu versuchen.
es: Introduzca un número válido de los horarios de probar antes de escoger la mejor.
fr: Entrez un nombre valide d'horaires à essayer avant de choisir le meilleur.

source: You must select a valid spirit display method.
de: Sie müssen einen gültigen Geist Anzeigemethode auswählen.
es: Debe seleccionar un método de visualización espíritu válida.
fr: Vous devez sélectionner une méthode d'affichage de l'esprit valide.

source: You must select a valid spirit questionnaire.
de: Sie müssen einen gültigen Geist Fragebogen aus.
es: Debe seleccionar un cuestionario espíritu válida.
fr: Vous devez sélectionner un questionnaire d'esprit valide.

source: You must select whether or not numeric spirit entry is enabled.
de: Sie müssen auswählen, ob nicht numerisch Geist Eintrag aktiviert ist.
es: Debe seleccionar si o no la entrada espíritu numérico está activado.
fr: Vous devez choisir d'activer ou non l'entrée de l'esprit numérique.

source: Enter the highest score that you expect the winning team to reasonably reach.
de: Geben Sie die höchste Punktzahl, die Sie das Siegerteam erwarten angemessen zu erreichen.
es: Introduzca la puntuación más alta que se espera que el equipo ganador para alcanzar razonablemente.
fr: Entrez le score le plus élevé que vous attendez de l’équipe gagnante.

source: You must select when to do stat tracking.
de: Sie müssen wählen, wenn Stat-Tracking zu tun.
es: Debe seleccionar cuándo hacer seguimiento de estadísticas.
fr: Vous devez choisir quand faire le suivi des statistiques.

source: You must select one or more tie breaker methods.
de: Sie müssen ein oder mehrere Tie-Break Methoden wählen.
es: Debe seleccionar uno o más métodos de desempate.
fr: Vous devez sélectionner une ou plusieurs méthodes de départage.

source: You must select whether or not the carbon flip is enabled.
de: Sie müssen wählen, ob der Kohlenstoff Flip aktiviert ist.
es: Usted debe seleccionar si desea que la tapa de carbono está habilitada.
fr: Vous devez choisir d'activer ou non le basculement de carbone.

source: You have selected an invalid tie breaker method.
de: Sie haben einen ungültigen Tie-Break-Methode ausgewählt.
es: Ha seleccionado un método de desempate válido.
fr: Vous avez sélectionné une méthode de départage non valide.

source: You must supply a valid email address.
de: Sie müssen eine gültige E-Mail-Adresse angeben.
es: Debe proporcionar una dirección de correo electrónico válida.
fr: Vous devez fournir une adresse email valide.

source: Delay must be between 1 and 60 minutes.
de: Verzögerung muss zwischen 1 und 60 Minuten betragen.
es: La demora debe ser de entre 1 y 60 minutos.
fr: Le délai doit être compris entre 1 et 60 minutes.

source: Batch size must be between 1 and 1000.
de: Chargengröße muss zwischen 1 und 1000 sein.
es: Tamaño del lote debe estar entre 1 y 1.000.
fr: La taille du lot doit être comprise entre 1 et 1000.

source: Indicate whether this newsletter will be personalized.
de: Gibt an, ob dieser Newsletter personalisiert werden.
es: Indicar si este boletín será personalizada.
fr: Indiquez si cette newsletter sera personnalisée.

source: You must select a valid mailing list.
de: Sie müssen eine gültige Mailing-Liste auswählen.
es: Debe seleccionar una lista de correo válida.
fr: Vous devez sélectionner une liste de diffusion valide.

source: {0} amounts must be positive.
de: {0} Beträge muss positiv sein.
es: {0} cantidades deben ser positivos.
fr: {0} montants doivent être positifs.

source: Refund
de: Rückerstattung
es: Reembolso
fr: Remboursement

source: Transfer
de: Übertragung
es: Transferir
fr: Transfèrer

source: Select a valid payment method.
de: Wählen Sie eine gültige Zahlungsmethode.
es: Seleccione un método de pago válido.
fr: Sélectionnez un mode de paiement valide.

source: This would pay more than the amount owing.
de: Dies würde mehr als den Betrag zahlen wegen.
es: Esto tendría que pagar más de la cantidad adeudada.
fr: Cela paierait plus que le montant dû.

source: This would refund more than the amount paid.
de: Dies würde mehr bezahlt als der Betrag zurückerstattet.
es: Esto devolverá más de la cantidad pagada.
fr: Cela rembourserait plus que le montant payé.

source: Names can only include letters, numbers, spaces, commas, periods, apostrophes and hyphens.
de: Die Namen können nur Buchstaben, Zahlen, Leerzeichen, Kommas, Punkte, Apostrophe und Bindestriche enthalten.
es: Los nombres sólo pueden incluir letras, números, espacios, comas, puntos, guiones y apóstrofes.
fr: Les noms ne peuvent comprendre que des lettres, des chiffres, des espaces, des virgules, des points, des apostrophes et des traits d'union.

source: First name must not be blank.
de: Vorname darf nicht leer sein.
es: El nombre no debe estar en blanco.
fr: Le prénom ne doit pas être en blanc.

source: Last name must not be blank.
de: Nachname nicht leer sein muss.
es: Apellido no debe estar en blanco.
fr: Le nom de famille ne doit pas être vide.

source: Please supply area code and number.
de: Bitte geben Sie die Vorwahl und die Nummer.
es: Por favor, facilite el código de área y el número.
fr: Veuillez fournir l'indicatif régional et le numéro.

source: Please supply extension, if any.
de: Bitte senden Sie uns Verlängerung, falls vorhanden.
es: Por favor, facilite la extensión, si los hubiere.
fr: Veuillez fournir une extension, le cas échéant.

source: You must enter a valid postal/zip code
de: Sie müssen eine gültige Post/Postleitzahl eingeben
es: Debe introducir un código postal/postal válido
fr: Vous devez entrer un code postal valide

source: You must select a gender.
de: Sie müssen ein Geschlecht auswählen.
es: Debe seleccionar un género.
fr: Vous devez sélectionner un genre.

source: You must select a roster designation.
fr: Vous devez sélectionner une désignation de liste.

source: You must enter a valid height.
de: Sie müssen eine gültige Höhe eingeben.
es: Debe introducir una altura válida.
fr: Vous devez entrer une hauteur valide.

source: You must select a valid shirt size.
de: Sie müssen eine gültige Hemdgröße auswählen.
es: Debe seleccionar una talla de camisa válida.
fr: Vous devez sélectionner une taille de chemise valide.

source: You must provide a valid birthdate.
de: Sie müssen eine gültige birth bieten.
es: Debe proporcionar una fecha de nacimiento válida.
fr: Vous devez fournir une date de naissance valide.

source: You must provide at least one phone number.
de: Sie müssen mindestens eine Telefonnummer.
es: Debe proporcionar al menos un número de teléfono.
fr: Vous devez fournir au moins un numéro de téléphone.

source: You must select a country.
de: Sie müssen ein Land auswählen.
es: Debe seleccionar un país.
fr: Vous devez sélectionner un pays.

source: You have selected an invalid group.
de: Sie haben eine ungültige Gruppe ausgewählt.
es: Ha seleccionado un grupo no válido.
fr: Vous avez sélectionné un groupe non valide.

source: You must select at least one affiliate that you are interested in.
de: Sie müssen mindestens einen Partner wählen, die Sie interessieren.
es: Debe seleccionar al menos un afiliado que le interesa.
fr: Vous devez sélectionner au moins un affilié qui vous intéresse.

source: You must select an affiliate that you are interested in.
de: Sie müssen ein Affiliate wählen, die Sie interessieren.
es: Debe seleccionar un afiliado que le interesa.
fr: Vous devez sélectionner un affilié qui vous intéresse.

source: You cannot delete the only administrator.
de: Sie können nicht die einzige Administrator löschen.
es: No se puede eliminar el único administrador.
fr: Vous ne pouvez pas supprimé le seul administrateur.

source: You cannot delete the only parent of a child with history in the system.
de: Sie können nicht das einzige Elternteil eines Kindes mit der Geschichte in dem System löschen.
es: No se puede eliminar el único padre de un niño con historia en el sistema.
fr: Vous ne pouvez pas supprimer le seul parent d'un enfant avec un historique dans le système.

source: Pool names can only include letters.
de: Pool-Namen dürfen nur die Buchstaben.
es: Nombres de agrupaciones sólo pueden incluir letras.
fr: Le nom du bassin peut contenir seulement des lettres.

source: Pool names can be no longer than two letters.
de: Pool-Namen können als zwei Buchstaben nicht mehr sein.
es: Nombres de agrupaciones pueden tener más de dos letras que ser.
fr: Le nom du bassin ne peut être plus long que 2 lettres.

source: Pools cannot have no teams.
fr: Les pools ne peuvent avoir aucune équipe.

source: Pools cannot have more than 12 teams.
es: Las piscinas no pueden tener más de 12 equipos.
fr: Les pools ne peuvent avoir plus de 12 équipes.

source: Invalid qualifier.
de: Ungültige Qualifier.
es: Calificador no válido.
fr: Qualificatif invalide.

source: You have selected {0} and {1}, but you cannot mix "pool"-type options with "ordinal"-type options; both could end up being the same team.
de: Sie haben gewählt {0} und {1}, aber man kann "Pool" nicht mischen - Typ Optionen mit "Ordinalzahl" - Typ - Optionen; beide könnte sein das gleiche Team beenden.
es: Ha seleccionado {0} y {1}, pero no se puede mezclar "pool" opciones de tipo "ordinal" opciones de tipo; ambos podrían terminar siendo el mismo equipo.
fr: You have selected {0} and {1}, but you cannot mix «pool»-type options de type avec «ordinal»-type options; both could end up being the same team.
