Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: Remember that just because you are available for this game doesn't mean that the team will need you. The coach or captain should indicate this by changing you to "attending" or "absent" once they know for sure, at which time you will receive another email from the system. If you do not receive this email, you may want to check with your coach or captain through other channels.
de: Denken Sie daran, dass, nur weil Sie sind für dieses Spiel bedeutet nicht, dass das Team, das Sie benötigen. Der Trainer oder Kapitän sollte dies zeigen, indem Sie zu ändern "Teilnahme an" oder "abwesend" auf, wenn sie sicher wissen, zu welchem Zeitpunkt Sie eine andere E-Mail aus dem System erhalten. Wenn Sie nicht über diese E-Mail erhalten, können Sie mit Ihrem Trainer oder Kapitän über andere Kanäle zu überprüfen.
es: Recuerde que sólo porque usted está disponible para este juego no significa que el equipo que va a necesitar. El entrenador o capitán debe indicar esto cambiando a "asistir" o "ausente" una vez que saben a ciencia cierta, momento en el cual usted recibirá otro correo electrónico desde el sistema. Si usted no recibe este correo electrónico, es posible que desee consultar con su entrenador o capitán a través de otros canales.
fr: Remember that just because you are available for this game doesn't mean that the team will need you. The coach or captain should indicate this by changing you to «attending» ou «absent» once they know for sure, at which time you will receive another email from the system. If you do not receive this email, you may want to check with your coach or captain through other channels.

source: If you are {0} this game, {1}.
de: Wenn Sie {0} dieses Spiel, {1}.
es: Si usted es {0} este juego, {1}.
fr: Si vous êtes {0} dans ce partie, {1}.

source: This is your attendance summary for the {0} game{1} at {2} from {3} to {4} on {5}.
de: Das ist Ihre Teilnahme Zusammenfassung für die {0} Spiel{1} in {2} von {3} zu {4} auf {5}.
es: Este es el resumen de la asistencia para el {0} partido{1} a {2} de {3} a {4} en {5}.
fr: Voici le récapitulatif de votre présence au {0} match {1} du {2} au {3} au {4} au {5}.

source: You can {0}.
de: Sie können {0}.
es: Puede {0}.
fr: Vous pouvez {0}.

source: update this or check up-to-the-minute details
de: aktualisieren diese oder überprüfen Sie up-to-the-minute Details
es: actualizar este o del check-up-to-the-minute detalles
fr: mettre à jour ceci ou vérifier les détails à la minute près

source: You have been awarded the {0} badge.
de: Sie wurden ausgezeichnet mit {0} Abzeichen.
es: Se le ha concedido el {0} insignia.
fr: Le badge {0} vous a été attribué.

source: You were nominated for this by {1}.
de: Sie wurden für diese von nominierten {1}.
es: Usted fue nominado para esto {1}.
fr: Vous avez été nominé pour cela par {1}.

source: This badge is now visible to other members who are logged in to this site.
de: Dieses Abzeichen ist jetzt sichtbar für andere Mitglieder, die in dieser Website angemeldet sind.
es: Este logro es ahora visible para otros miembros que estén conectados a este sitio.
fr: Ce badge est maintenant visible par les autres membres connectés à ce site.

source: When they nominated you, {0} said:
de: Wenn sie euch nominiert, {0}, sagte:
es: Cuando te nominados, {0} dijo:
fr: Quand ils vous ont proposé, {0} a déclaré:

source: When they assigned this badge, the administrator provided this reason:
de: Wenn sie dieses Abzeichen zugewiesen, sofern der Administrator diese Grund:
es: Cuando se asigna esta placa, el administrador proporciona esta razón:
fr: Lorsqu'ils ont attribué ce badge, l'administrateur a indiqué ce motif:

source: Your {0} badge has been removed.
de: Ihre {0} Abzeichen wurde entfernt.
es: Su {0} logro ha sido eliminado.
fr: Votre badge {0} a été supprimé.

source: The administrator provided this comment:
de: Der Administrator zur Verfügung gestellt diesen Kommentar:
es: El administrador proporciona este comentario:
fr: L'administrateur a fourni ce commentaire:

source: If you believe that this happened in error, please contact {0}.
de: Wenn Sie glauben, dass dies in Fehler passiert ist, wenden Sie sich bitte {0}.
es: Si usted cree que esto ocurrió por error, por favor, póngase en contacto con {0}.
fr: Si vous pensez que cela est arrivé par erreur, contactez {0}.

source: Your nomination of {0} for the {1} badge has been approved and is now visible to other members who are logged in to this site.
de: Ihre Nominierung von {0} für die {1} Abzeichen genehmigt wurde und ist jetzt für andere Mitglieder sichtbar, die in dieser Website angemeldet sind.
es: Su designación de {0} para el {1} logro ha sido aprobado y ahora es visible para otros miembros que estén conectados a este sitio.
fr: Votre nomination de {0} pour le badge {1} a été approuvée et est maintenant visible pour les autres membres connectés à ce site.

source: Your nomination of {0} for the {1} badge has been rejected.
de: Ihre Nominierung von {0} für die {1} Abzeichen abgelehnt wurde.
es: Su designación de {0} para el {1} logro ha sido rechazada.
fr: Votre nomination de {0} pour le badge {1} a été rejetée.

source: Your {0} document has been approved by an administrator as being valid from {1} until {2}.
de: Ihre {0} Dokument von einem Administrator wurde als gültig vom genehmigt {1} bis {2}.
es: Su {0} documento ha sido aprobado por un administrador vigente a partir de {1} hasta {2}.
fr: Votre document {0} a été approuvé par un administrateur comme étant valide du {1} au {2}.

source: If you have any questions or concerns about this, please contact {0}.
de: Wenn Sie Fragen oder Bedenken bezüglich dieser, wenden Sie sich bitte {0}.
es: Si usted tiene alguna pregunta o inquietud acerca de esto, por favor, póngase en contacto con {0}.
fr: Si vous avez des questions ou des préoccupations à ce sujet, contactez {0}.

source: Your {0} document, valid from {1} until {2}, has been removed by an administrator.
de: Ihre {0} Dokument, gültig von {1} bis {2}, von einem Administrator entfernt.
es: Su {0} documento, válido a partir de {1} hasta {2}, ha sido eliminado por un administrador.
fr: Votre document {0}, valable du {1} au {2}, a été supprimé par un administrateur.

source: As the validity date has passed, this is most likely simply a housekeeping matter and can be safely ignored.
de: Da das Gültigkeitsdatum abgelaufen ist, ist dies höchstwahrscheinlich einfach ein Housekeeping Angelegenheit und kann ignoriert werden.
es: A medida que la fecha de validez ha pasado, lo más probable es simplemente una cuestión de limpieza y se puede ignorar de forma segura.
fr: La date de validité étant dépassée, il s'agit probablement d'une question d'ordre administratif et peut être ignorée en toute sécurité.

source: Your {0} document has been reviewed by an administrator and rejected as unsuitable for the desired purpose. Please review your upload to ensure that it is the correct document and easily legible, and try again.
de: Ihre {0} Dokument wurde von einem Administrator und abgelehnt als ungeeignet für den gewünschten Zweck überprüft. Bitte überprüfen Sie Ihre Upload, um sicherzustellen, dass es das richtige Dokument und leicht lesbar ist, und versuchen Sie es erneut.
es: Su {0} documento ha sido revisado por un administrador y rechazados como no aptos para el propósito deseado. Por favor revise su carga para asegurarse de que es el documento correcta y fácilmente legible, y vuelve a intentarlo.
fr: Votre document {0} a été examiné par un administrateur et rejeté comme inapproprié pour l'objectif recherché. Veuillez vérifier votre téléchargement pour vous assurer qu'il s'agit du document correct, facilement lisible, et réessayez.

source: An administrator has updated the valid dates for your {0} document. It is now listed as being valid from {1} until {2}.
de: Ein Administrator hat die gültige Daten aktualisiert für Ihre {0} Dokument. Es wird nun als gültig von aufgelistet {1} bis {2}.
es: Un administrador ha actualizado las fechas válidas para su {0} documento. Es que ahora figuran como documento válido de {1} hasta {2}.
fr: Un administrateur a mis à jour les dates valides pour votre document {0}. Il est maintenant répertorié comme étant valide du {1} au {2}.

source: {0} has indicated that they will be {1} the {2} event "{3}" at {4} ({5}) starting at {6} on {7}.
de: {0} hat angegeben, dass {1} das {2} Ereignis "{3}" um {4} ({5}) beginnt, beginnend um {6} am {7}.
es: {0} ha indicado que serán {1} el {2} evento "{3}" en {4} ({5}) a partir de {6} en {7}.
fr: {0} has indicated that they will be {1} the {2} event «{3}» à {4} ({5}) à partir de {6} à {7}.

source: If you would like {0} to attend this event:
de: Wenn Sie möchten, {0} an dieser Veranstaltung teilnehmen:
es: Si desea {0} para asistir a este evento:
fr: Si vous souhaitez que {0} assiste à cet événement:

source: If you know <b>for sure</b> that you don't want {0} to attend this event:
de: Wenn Sie <b>sicher sind</b>, dass Sie nicht möen, dass {0} an dieser Veranstaltung teilzunehmen:
es: Si conoces a <b>seguro</b> que usted no quiere {0} para asistir a este evento:
fr: Si vous savez <b>à coup sûr</b> que vous ne voulez pas que {0} assiste à cet événement:

source: Either of these actions will generate an automatic email to {0} indicating your selection. If you are unsure whether you will want {0} to attend this event, it's best to leave them listed as available, and take action later when you know for sure. You can always update their status on the web site, there is no need to keep this email for that purpose.
de: Jede dieser Aktionen generiert eine automatische E-Mail an {0}, die Ihre Auswahl anzeigt. Wenn Sie sich nicht sicher sind, ob {0} an dieser Veranstaltung teilnehmen soll, lassen Sie sie am besten als verfügbar angezeigt und ergreifen Sie später Maßnahmen, wenn Sie sicher sind. Sie können ihren Status auf der Website jederzeit aktualisieren. Sie müssen diese E-Mail nicht für diesen Zweck aufbewahren.
es: Cualquiera de estas acciones generará un correo electrónico automático a {0} que indica su selección. Si no está seguro de si desea que {0} asista a este evento, es mejor dejarlos en la lista como disponibles y tomar medidas más tarde cuando lo sepa con certeza. Siempre puede actualizar su estado en el sitio web, no es necesario guardar este correo electrónico para tal fin.
fr: Chacune de ces actions générera un e-mail automatique indiquant {0} votre sélection. Si vous ne savez pas si vous souhaitez que {0} assiste à cet événement, il est préférable de les laisser répertoriés comme disponibles et de prendre des mesures ultérieurement, lorsque vous en êtes certain. Vous pouvez toujours mettre à jour leur statut sur le site Web, il n'est pas nécessaire de conserver cet email à cette fin.

source: {0} has removed the comment from their attendance at the {1} event "{2}" at {3} ({4}) starting at {5} on {6}.
de: {0} hat den Kommentar aus ihrer Teilnahme an den entfernten {1} Ereignis "{2}" auf {3} ({4}) ab {5} auf {6}.
es: {0} ha eliminado el comentario de su asistencia a la {1} evento "{2}" en {3} ({4}) a partir de {5} en {6}.
fr: {0} has removed the comment from their attendance at the {1} event «{2}» à {3} ({4}) à partir de {5} à {6}.

source: {0} has added the following comment to their attendance at the {1} event "{2}" at {3} ({4}) starting at {5} on {6}.
de: {0} hat den folgenden Kommentar ihre Teilnahme an dem zusätzlichen {1} Ereignis "{2}" auf {3} ({4}) ab {5} auf {6}.
es: {0} ha añadido el siguiente comentario de su asistencia a la {1} evento "{2}" en {3} ({4}) a partir de {5} en {6}.
fr: {0} has added the following comment to their attendance at the {1} event «{2}» à {3} ({4}) à partir de {5} à {6}.

source: You have not yet indicated your attendance for the {0} event "{1}" at {2} ({3}) starting at {4} on {5}.
de: Sie haben noch nicht angezeigt Ihre Anwesenheit für die {0} Ereignis "{1}" auf {2} ({3}) ab {4} auf {5}.
es: Que aún no ha indicado su asistencia para el {0} evento "{1}" en {2} ({3}) a partir de {4} en {5}.
fr: You have not yet indicated your attendance for the {0} event «{1}» à {2} ({3}) à partir de {4} à {5}.

source: You are currently listed as {0} for the {1} event "{2}" at {3} ({4}) starting at {5} on {6}.
de: Sie sind zur Zeit als aufgelistet {0} für die {1} Ereignis "{2}" auf {3} ({4}) ab {5} auf {6}.
es: En este momento está listado como {0} para el {1} evento "{2}" en {3} ({4}) a partir de {5} en {6}.
fr: You are currently listed as {0} for the {1} event «{2}» à {3} ({4}) à partir de {5} à {6}.

source: If you are able to attend, {0}.
de: Wenn Sie sind in der Lage zu besuchen, {0}.
es: Si usted es capaz de asistir, {0}.
fr: Si vous pouvez y participer, {0}.

source: If you are unavailable to attend, {0}.
de: Wenn Sie nicht zur Verfügung zu besuchen, {0}.
es: Si no está disponible para asistir, {0}.
fr: Si vous n'êtes pas disponible, {0}.

source: {0} has indicated that you are {1} the {2} event "{3}" at {4} ({5}) starting at {6} on {7}.
de: {0} hat darauf hingewiesen, dass Sie {1} die {2} Ereignis "{3}" auf {4} ({5}) ab {6} auf {7}.
es: {0} ha indicado que tiene {1} el {2} evento "{3}" en {4} ({5}) a partir de {6} sobre {7}.
fr: {0} has indicated that you are {1} the {2} event «{3}» à {4} ({5}) à partir de {6} à {7}.

source: If you are {0} this event, {1}.
de: Wenn Sie {0} diese Veranstaltung, {1}.
es: Si usted es {0} este evento, {1}.
fr: Si vous êtes {0} cet événement, {1}.

source: This is your attendance summary for the {0} event "{1}" at {2} ({3}) starting at {4} on {5}.
de: Das ist Ihre Teilnahme Zusammenfassung für die {0} Ereignis "{1}" auf {2} ({3}) ab {4} auf {5}.
es: Este es el resumen de la asistencia para el {0} evento "{1}" en {2} ({3}) a partir de {4} en {5}.
fr: This is your attendance summary for the {0} event «{1}» à {2} ({3}) à partir de {4} à {5}.

source: {0} has added a note about the {1} game against {2} at {3} starting at {4} on {5}.
de: {0} hat eine Notiz über die hinzugefügt {1} Spiel gegen {2} auf {3} ab {4} auf {5}.
es: {0} ha añadido una nota sobre el {1} partido contra {2} a {3} a partir de {4} en {5}.
fr: {0} a ajouté une note sur le partie à {1} contre {2} à {3} à partir de {4} le {5}.

source: To see all game details and notes, or add your own comment, see the {0}.
de: Um zu sehen, alle Spieldetails und Notizen oder Ihren eigenen Kommentar hinzufügen finden Sie in der {0}.
es: Para ver todos los detalles del juego y notas, o añadir su propio comentario, ver el {0}.
fr: Pour voir tous les détails du partie et les notes, ou ajouter votre propre commentaire, voir le {0}.

source: The following incident report was submitted:
de: Der folgende Vorfall Bericht vorgelegt wurde:
es: El siguiente informe de incidente se presentó:
fr: Le rapport d'incident suivant a été soumis:

source: Home Team
de: Heimmannschaft
es: Equipo local
fr: Equipe locale

source: (submitter)
fr: (déposant)

source: Away Team
de: Gastmannschaft
es: Equipo de fuera
fr: Visiteurs

source: Welcome to {0}!
de: Willkommen auf {0}!
es: Bienvenido a {0}!
fr: Bienvenue sur {0}!

source: If you're renewing a past membership, we welcome you back. If you're new to the Club, we welcome you in! Being a member of our Club is a unique experience and one that we hope that you will enjoy for years to come.
de: Wenn Sie eine frühere Mitgliedschaft sind zu erneuern, begrüßen wir Sie zurück. Wenn Sie an den Club neu sind, begrüßen wir Sie in! Mitglied unseres Clubs zu sein, ist ein einmaliges Erlebnis und eine, die wir hoffen, dass Sie jahrelang Freude haben werden.
es: Si usted está renovando una membresía pasado, le damos la bienvenida de nuevo. Si eres nuevo en el club, le damos la bienvenida en! Al ser un miembro de nuestro Club es una experiencia única y que esperamos que disfrutará en los próximos años.
fr: Si vous renouvelez une ancienne adhésion, nous vous souhaitons la bienvenue. Si vous êtes nouveau au club, nous vous souhaitons la bienvenue! Être membre de notre club est une expérience unique que nous espérons vous faire vivre pendant des années.

source: Your membership runs from {0} to {1}.
es: Su membresía se extiende desde {0} a {1}.
fr: Votre abonnement est compris entre {0} et {1}.

source: If you have any questions regarding your membership, league concerns, or otherwise please feel free to contact us at {0}.
de: Wenn Sie Fragen zu Ihrer Mitgliedschaft haben, Liga Anliegen oder sonst wenden Sie sich bitte mit uns in Verbindung {0}.
es: Si usted tiene alguna pregunta relacionada con su membresía, las preocupaciones de la liga, o de lo contrario por favor no dude en ponerse en contacto con nosotros en {0}.
fr: Si vous avez des questions concernant votre adhésion, les préoccupations de la ligue ou toute autre possibilité, n'hésitez pas à nous contacter à l'adresse {0}.

source: Have a great season in {0}!
de: Haben Sie eine große Saison in {0}!
es: Tener una gran temporada en {0}!
fr: Bonne saison à {0}!

source: This message was sent to {0}.
de: Diese Nachricht wurde gesendet {0}.
es: Este mensaje fue enviado a {0}.
fr: Ce message a été envoyé à {0}.

source: You have received this message because you are on the {0} {1} mailing list. To learn more about how we use your information, please read our privacy policy or contact {2}.
de: Sie haben diese Nachricht erhalten, weil Sie auf dem sind {0} {1} Mailing - Liste. Um mehr darüber zu erfahren, wie wir Ihre Daten verwenden, lesen Sie bitte unsere Datenschutzerklärung oder Kontakt {2}.
es: Ha recibido este mensaje porque estás en el {0} {1} lista de correo. Para aprender más acerca de cómo se utiliza su información, por favor lea nuestra política de privacidad o de contactos {2}.
fr: Vous avez reçu ce message car vous êtes sur la liste de diffusion {0} {1}. Pour en savoir plus sur la façon dont nous utilisons vos informations, veuillez consulter notre politique de confidentialité ou contactez {2}.

source: To unsubscribe from this mailing list, {0}.
de: Austragen dieser Mailing - Liste, {0}.
es: Para darse de baja de esta lista de correo, {0}.
fr: Pour vous désabonner de cette liste de diffusion, {0}.

source: You must be logged in to the web site for this to work.
de: Sie müssen auf der Website angemeldet werden, damit dies funktioniert.
es: Debe estar conectado a la página web para que esto funcione.
fr: Vous devez être connecté au site Web pour que cela fonctionne.

source: The user account {0} at {1} has this e-mail address associated with it.
de: Das Benutzerkonto {0} auf {1} hat diese E-Mail - Adresse zugeordnet.
es: La cuenta de usuario {0} a {1} tiene esta dirección de correo electrónico asociada a ella.
fr: Le compte d'utilisateur {0} situé sur {1} est associé à cette adresse e-mail.

source: Someone has just requested a new password.
de: Jemand hat gerade ein neues Passwort angefordert.
es: Alguien acaba de solicitar una nueva contraseña.
fr: Quelqu'un vient de demander un nouveau mot de passe.

source: After you login, you can change it {0}.
de: Nachdem Sie sich anmelden, können Sie es ändern {0}.
es: Después de iniciar sesión, puede cambiarlo {0}.
fr: Une fois connecté, vous pouvez le modifier {0}.

source: If you didn't ask for this, don't worry. You are seeing this message, not 'them'. If this was an error just log in with your new password.
de: Wenn Sie sich nicht darum gebeten haben, keine Sorge. Sie sehen diese Nachricht, nicht, sie '. Wenn dies ein Fehler war nur mit dem neuen Passwort einloggen.
es: Si usted no pidió para esto, no se preocupe. Usted está viendo este mensaje, no 'ellos'. Si esto fue un error sólo tiene que entrar con su nueva contraseña.
fr: Si vous ne l'avez pas demandé, ne vous inquiétez pas. Vous voyez ce message, pas «eux». S'il s'agissait d'une erreur, connectez-vous simplement avec votre nouveau mot de passe.

source: Someone has just requested a confirmation code to change your password.
de: Jemand hat gerade einen Bestätigungscode angefordert, Ihr Passwort zu ändern.
es: Alguien acaba de solicitar un código de confirmación para cambiar su contraseña.
fr: Quelqu'un vient de demander un code de confirmation pour changer votre mot de passe.

source: Click {0} to confirm this request, and a new password will be created and emailed to you.
de: Klicken Sie auf {0} diese Anforderung zu bestätigen und ein neues Passwort wird Ihnen erstellt und per e - Mail.
es: Haga clic {0} para confirmar esta solicitud, y una nueva contraseña será creada y enviada por correo electrónico.
fr: Cliquez sur {0} pour confirmer cette demande. Un nouveau mot de passe sera créé et envoyé par courrier électronique.

source: If you didn't ask for this, don't worry. Just delete this e-mail message and your password will remain unchanged.
de: Wenn Sie sich nicht darum gebeten haben, keine Sorge. Löschen Sie einfach diese E-Mail-Nachricht und Ihr Passwort wird unverändert bleiben.
es: Si usted no pidió para esto, no se preocupe. Simplemente elimine este mensaje de correo electrónico y su contraseña se mantendrá sin cambios.
fr: Si vous ne l'avez pas demandé, ne vous inquiétez pas. Supprimez simplement ce message électronique et votre mot de passe restera inchangé.

source: Your photo has been approved and is now visible to other members who are logged in to this site.
de: Ihr Foto wurde genehmigt und ist nun für andere Mitglieder sichtbar, die in dieser Website angemeldet sind.
es: La foto se ha aprobado y ahora es visible para otros miembros que estén conectados a este sitio.
fr: Votre photo a été approuvée et est maintenant visible par les autres membres connectés à ce site.

source: Your photo has been reviewed by an administrator and rejected as unsuitable. To be approved, photos must be of you and only you (e.g. no logos or shots of groups or your pet or your car) and must clearly show your face. Photos may not include nudity or depiction of any activity that is illegal or otherwise contrary to the Spirit of the sport.
de: Ihr Foto wurde von einem Administrator und abgelehnt als ungeeignet bewertet. Um zugelassen zu werden, müssen Fotos von Ihnen und nur Sie (zB keine Logos oder Aufnahmen von Gruppen oder Ihr Haustier oder im Auto) und muss eindeutig hervorgehen Ihr Gesicht. Fotos dürfen nicht nackt oder Darstellung jeglicher Aktivität enthalten, die auf den Geist des Sports illegal oder auf andere Weise entgegengesetzt ist.
es: Su foto ha sido revisada por un administrador y rechazados como no aptos. Para ser aprobado, las fotos deben ser de usted y sólo usted (por ejemplo, sin logos o fotos de grupos o de su mascota o su coche) y debe mostrar claramente su cara. Las fotos pueden no incluir desnudos o representación de cualquier actividad que sea ilegal o contraria al espíritu del deporte.
fr: Votre photo a été examinée par un administrateur et rejetée car inappropriée. Pour être approuvées, les photos doivent concerner vous et seulement vous (par exemple, aucun logo ou cliché de groupe, votre animal de compagnie ou votre voiture) et doivent clairement montrer votre visage. Les photos ne peuvent inclure de la nudité ou une représentation d'une activité illégale ou contraire à l'esprit du sport.

source: for {0} hours (your reservation will expire and your registration will be deleted at {1})
de: für {0} Stunden (Reservierung verfallen und Ihre Anmeldung wird bei gelöscht {1})
es: para {0} horas (la reserva caducará y su registro será borrada al {1})
fr: pendant {0} heures (votre réservation expirera et votre inscription sera supprimée à {1})
