Repository: Zuluru/Zuluru3
Catalog: src/Locale/*/default.po
Languages: de, es, fr

source: If you registered in error or have changed your mind about participating, you can remove this from your {0}.
de: Wenn Sie in Fehler registriert oder haben Ihre Meinung über die Teilnahme geändert haben, können Sie diese entfernen aus Ihrer {0}.
es: Si se registró por error o ha cambiado de opinión acerca de la participación, se puede quitar esto de su {0}.
fr: Si vous vous êtes inscrit par erreur ou si vous avez changé d'avis sur votre participation, vous pouvez le supprimer de votre {0}.

source: registration list
de: Registrierungsliste
es: lista de registro
fr: liste d'inscriptions

source: This event is for the opposite gender only.
de: Dieses Ereignis ist für das andere Geschlecht nur.
es: Este evento es sólo para el sexo opuesto.
fr: Cet événement est pour le sexe opposé uniquement.

source: This event is already full. You may however {0} to be put on a waiting list in case others drop out.
de: Diese Veranstaltung ist bereits voll. Sie können jedoch {0} gesetzt zu werden auf eine Warteliste, falls andere herausgenommen.
es: Este evento ya está lleno. Es posible sin embargo {0} para ser puesto en una lista de espera en caso de que otros hayan desparecido.
fr: Cet événement est déjà complet. Vous pouvez cependant {0} être mis sur une liste d'attente au cas où d'autres décrochent.

source: continue with registration
de: weiterhin mit Anmeldung
es: continuar con el registro
fr: Poursuivre l'enregistrement

source: This event is already full.
de: Diese Veranstaltung ist bereits voll.
es: Este evento ya está lleno.
fr: Cet événement est déjà plein.

source: This event allows multiple registrations (e.g. the same person can register teams to play on different nights).
de: Mit diesem Ereignis können mehrere Anmeldungen (zB die gleiche Person können Teams registrieren auf verschiedenen Nächten zu spielen).
es: Este evento permite que múltiples registros (por ejemplo, la misma persona puede registrar equipos para jugar en diferentes noches).
fr: Cet événement permet plusieurs inscriptions (par exemple, une même personne peut inscrire des équipes pour jouer différentes nuits).

source: this event
de: diese Veranstaltung
es: este evento
fr: Cet événement

source: Registration for {0} is not yet open.
de: Die Anmeldung für {0} ist noch nicht geöffnet.
es: La inscripción para {0} no está todavía abierta.
fr: L'inscription pour {0} n'est pas encore ouverte.

source: Registration for {0} has closed.
de: Die Anmeldung für {0} wurde geschlossen.
es: La inscripción para {0} se ha cerrado.
fr: Les inscriptions pour {0} sont closes.

source: You may register for {0}.
de: Sie können für registrieren {0}.
es: Usted puede inscribirse para {0}.
fr: Vous pouvez vous inscrire à {0}.

source: To register for {0}, you must {1}.
de: Zur Anmeldung für {0}, müssen Sie {1}.
es: Para registrarse en {0}, debe {1}.
fr: Pour vous inscrire à {0}, vous devez {1}.

source: You may register for this because there are no prerequisites.
de: Sie können für dieses Register, weil es keine Voraussetzungen sind.
es: Usted puede registrarse para esto porque no hay requisitos previos.
fr: Vous pouvez vous inscrire pour ceci car il n'y a aucun préalable.

source: You cannot remove the only owner of a franchise!
de: Sie können nicht die einzige Besitzer eines Franchise zu entfernen!
es: No se puede quitar el único propietario de una franquicia!
fr: Vous ne pouvez pas supprimer le seul propriétaire d'une franchise!

source: The ratings calculator in use for this division does not support per-game ratings.
de: Die Rating-Rechner im Einsatz für diese Aufteilung nicht pro-Spielbewertungen unterstützen.
es: La calculadora de riesgo crediticio en el uso de esta división no es compatible con puntuaciones por partido.
fr: Le calculateur de notes utilisé pour cette division ne prend pas en charge les notes par match.

source: You are not on the roster of a team playing in this game.
de: Sie sind nicht auf der Liste eines Teams in diesem Spiel zu spielen.
es: Usted no está en la lista de un equipo que juega en este juego.
fr: Vous ne faites pas partie d'une des deux équipes pour ce match.

source: Invalid submitter.
de: Ungültige Einreicher.
es: Remitente no válido.
fr: Soumetteur invalide.

source: This league does not have stat tracking enabled.
de: Diese Liga nicht Stat-Tracking aktiviert haben.
es: Esta liga no tiene habilitado el seguimiento de estadísticas.
fr: Le suivi des statistiques n'est pas activé dans cette ligue.

source: This league does not have any entry-type stats selected.
fr: Cette ligue n&#39;a pas de statistiques de type d&#39;entrée sélectionnées.

source: You must submit a score for this game before you can submit stats.
de: Sie müssen eine Punktzahl für dieses Spiel einreichen, bevor Sie Statistiken einreichen können.
es: Debe presentar una puntuación para este juego antes de poder enviar las estadísticas.
fr: Vous devez soumettre un score pour ce partie avant de pouvoir soumettre des statistiques.

source: You must provide a team ID.
de: Sie müssen ein Team-ID angeben.
es: Debe proporcionar un ID de equipo.
fr: Vous devez fournir l'identification de l'équipe.

source: The score of this game has not yet been finalized.
de: Die Partitur dieses Spiel ist noch nicht abgeschlossen.
es: La puntuación de este juego aún no ha sido finalizado.
fr: Le score de ce jeu n'a pas encore été finalisé.

source: This game has not yet started.
de: Dieses Spiel hat noch nicht begonnen.
es: Este juego aún no ha comenzado.
fr: Cette partie n'a pas encore commencé.

source: No stats have been entered for this game.
de: Keine Statistiken wurden für dieses Spiel eingegeben.
es: No hay estadísticas han sido incluidas en este juego.
fr: Aucune statistique n'a été entré pour cette partie.

source: The authorization code is invalid.
de: Der Autorisierungscode ist ungültig.
es: El código de autorización no es válido.
fr: Le code d'autorisation est invalide.

source: This payment has already been fully refunded.
de: Diese Zahlung wurde bereits vollständig zurückerstattet.
es: Este pago ya ha sido reembolsado en su totalidad.
fr: Ce paiement a été remboursé en totalité.

source: Only payments can be refunded.
de: Nur Zahlungen zurückerstattet.
es: Sólo los pagos pueden ser reembolsados.
fr: Seulement les paiements peuvent être remboursés.

source: Only payments can be credited.
de: Nur Zahlungen können angerechnet werden.
es: Sólo los pagos pueden ser acreditados.
fr: Seulement les paiements peuvent être crédités.

source: Only payments can be transferred.
de: Nur Zahlungen übertragen werden.
es: Sólo los pagos se pueden transferir.
fr: Seulement les paiements peuvent être transférés.

source: This person does not have an outstanding relative request for you.
de: Diese Person ist nicht eine hervorragende relativ Anfrage für Sie haben.
es: Esta persona no tiene una solicitud pendiente relativa para usted.
fr: Cette personne n'a pas de demande en suspens pour vous.

source: Administrators cannot act as other administrators.
es: Los administradores no pueden actuar como otros administradores.
fr: Les administrateurs ne peuvent pas agir en tant que d'autres administrateurs

source: Managers cannot act as other managers.
es: Los administradores no pueden actuar como otros gestores.
fr: Les gestionnaires ne peuvent pas agir comme d’autres gestionnaires.

source: That account has already been approved.
de: Dieses Konto wurde bereits genehmigt.
es: Que cuenta ya ha sido aprobado.
fr: Le compte a déjà été approuvé.

source: This registration is already paid in full.
de: Diese Registrierung ist bereits in voller Höhe gezahlt.
es: Este registro ya está pagado en su totalidad.
fr: Cette inscription est déjà payée en totalité.

source: The payment deadline has passed.
de: Die Zahlungsfrist abgelaufen ist.
es: El plazo de pago ha pasado.
fr: La date limite pour faire le paiement est dépassée.

source: The payment deadline has passed. Please choose another payment option.
de: Die Zahlungsfrist abgelaufen ist. Bitte wählen Sie eine andere Zahlungsoption.
es: El plazo de pago ha pasado. Por favor, elija otra opción de pago.
fr: La date limite de paiement est passée. Veuillez choisir une autre option de paiement.

source: You are on the waiting list for this event.
fr: Vous êtes sur la liste d'attente de cet évènement.

source: You have no available credits.
de: Sie haben keine verfügbaren Mittel.
es: No tiene créditos disponibles.
fr: Vous n'avez aucun crédit disponible.

source: You have already paid for this! Contact the office to arrange a refund.
de: Sie haben bereits dafür bezahlt! Kontaktieren Sie das Büro eine Rückerstattung zu arrangieren.
es: Usted ya ha pagado por esto! Póngase en contacto con la oficina para organizar un reembolso.
fr: Vous avez déjà payé pour cela! Contactez le bureau pour organiser un remboursement.

source: This registration has already been cancelled. Cancelled records are kept on file for accounting purposes.
de: Diese Registrierung wurde bereits abgesagt. Abgebrochen Datensätze werden in den Akten zu Abrechnungszwecken gehalten.
es: Este registro ya ha sido cancelada. canceladas registros se mantienen en el archivo para fines contables.
fr: Cette inscription a déjà été annulée. Les enregistrements annulés sont conservés au dossier à des fins comptables.

source: This registration is already paid in full; you may need to edit it manually to mark it as paid.
de: Diese Registrierung ist bereits in voller Höhe gezahlt; Sie muss es eventuell manuell bearbeiten zu markieren als bezahlt.
es: Este registro ya está pagado en su totalidad; puede que tenga que editar manualmente para marcarlo como pagado.
fr: Cette inscription est déjà payée en totalité; vous devrez peut-être le modifier manuellement pour le marquer comme payé.

source: Payments cannot be added for registrations on the waiting list.
fr: Aucun paiement ne peut être ajouté pour les inscriptions sur la liste d&#39;attente.

source: You cannot edit a registration once a payment has been made.
de: Sie können keine Registrierung bearbeiten, sobald eine Zahlung geleistet wurde.
es: No se puede editar un registro una vez que se ha efectuado un pago.
fr: Vous ne pouvez pas modifier une inscription une fois le paiement effectué.

source: This task slot has already been assigned.
de: Diese Aufgabe Slot ist bereits vergeben.
es: Esta ranura tarea ya ha sido asignado.
fr: Ce créneau de tâche a déjà été assigné.

source: You do not have access to download this team roster.
de: Sie haben keinen Zugang dieses Team Roster zum Download bereit.
es: Usted no tiene acceso a descargar la lista del equipo.
fr: Vous n'avez pas d'accès pour télécharger les joueurs de cette équipe.

source: Shirt numbers are not enabled on this site.
es: Números de las camisetas no están habilitadas en este sitio.
fr: Les numéros de chandails ne sont disponible dans ce site.

source: This team does not have stat tracking enabled.
de: Dieses Team hat keinen Stat-Tracking aktiviert haben.
es: Este equipo no tiene habilitado el seguimiento de estadísticas.
fr: Le suivi des statistiques n'est pas activé dans cette équipe.

source: That team does not have attendance tracking enabled.
de: Das Team hat keine Anwesenheitserfassung aktiviert.
es: Ese equipo no tiene habilitado el seguimiento de la asistencia.
fr: Le suivi de présence pour cette équipe n'est pas disponible.

source: This system creates teams through the registration process. Team creation through {0} is disabled. If you need a team created for some other reason (e.g. a touring team), please email {1} with the details, or call the office.
de: Dieses System schafft Teams durch den Registrierungsprozess. Team - Schöpfung durch {0} ist deaktiviert. Wenn Sie ein Team aus einem anderen Grund (zB ein Touren Team) erstellt benötigen, mailen Sie bitte {1} mit den Details oder das Büro anrufen.
es: Este sistema crea equipos a través del proceso de registro. Creación del equipo a través de {0} está desactivado. Si necesita un equipo creado por alguna otra razón (por ejemplo, un equipo de gira), envíe un correo electrónico {1} con los detalles, o llamar a la oficina.
fr: Ce système crée des équipes à travers le processus d'inscription. La création d’équipe via {0} est désactivée. Si vous avez besoin d’une équipe créée pour une autre raison (par exemple une équipe de tournée), envoyez un e-mail à {1} avec les détails ou appelez le bureau.

source: The roster deadline for this division has already passed.
de: Die Liste Frist für diese Division ist bereits verstrichen.
es: La fecha límite para la lista de esta división ya ha pasado.
fr: La date limite pour l'alignement est déjà passée pour cette division.

source: This person has neither been invited nor requested to join this team.
de: Diese Person wurde weder eingeladen noch aufgefordert, diese Mannschaft zu verbinden.
es: Esta persona ha sido invitado ni tampoco solicitó unirse a este equipo.
fr: Cette personne n'a été ni invitée ni sollicitée pour rejoindre cette équipe.

source: This person has already been added to the roster.
de: Diese Person hat bereits zu dem Register hinzugefügt.
es: Esta persona ya ha sido añadido a la lista.
fr: Cette personne a déjà été ajoutée à la liste de joueurs.

source: You are not allowed to accept this roster {0}.
de: Sie sind nicht zu akzeptieren, diese Roster erlaubt {0}.
es: No se le permite aceptar esta lista {0}.
fr: Vous ne pouvez pas accepter cet composition de l'équipe {0}.

source: You are not allowed to decline this roster {0}.
de: Sie sind nicht zu sinken diese Roster erlaubt {0}.
es: No se le permite a declinar este plantel {0}.
fr: Vous ne pouvez pas refuser cet composition de l'équipe {0}.

source: As a member of this team, your permissions have been restricted to prevent accidental misuse.
de: Als Mitglied dieses Teams haben Ihre Berechtigungen eingeschränkt versehentlichen Missbrauch zu verhindern.
es: Como miembro de este equipo, de los permisos se han limitado a evitar el mal uso accidental.
fr: En tant que membre de cette équipe, vos autorisations ont été restreintes pour éviter toute utilisation accidentelle.

source: You have already accepted this waiver.
de: Sie haben bereits diese Verzicht akzeptiert.
es: Usted ya ha aceptado esta renuncia.
fr: Vous avez déjà accepté cette décharge.

source: You are not allowed to accept this waiver on behalf of another person.
de: Sie sind nicht zu akzeptieren, diese Verzichtserklärung im Namen einer anderen Person erlaubt.
es: No se le permite aceptar esta renuncia en nombre de otra persona.
fr: Vous n'êtes pas autorisé à accepter cette renonciation au nom d'une autre personne.

source: {0} attendance reminder
de: {0} Teilnahme Erinnerung
es: {0} de asistencia recordatorio
fr: {0} rappel d'assiduité

source: {0} attendance summary
de: {0} Teilnahme Zusammenfassung
es: {0} Resumen de la asistencia
fr: {0} récapitulatif de présence

source: {0} Badge Initialization Failed
fr: {0} Échec d'initialisation du badge

source: Failed to load the module for the "{0}" badge.
fr: Failed to load the module for the «{0}» écusson.

source: This is a fatal error, it will not be retried.
fr: Ceci est une erreur fatale, il ne sera pas relancé.

source: Failed to initialize "{0}" badge.
es: No se pudo inicializar "{0}" placa.
fr: Failed to initialize «{0}» écusson.

source: Caught unexpected exception "{0}" while initializing the "{1}" badge.
fr: Caught unexpected exception «{0}» en initialisant le «{1}» badge.

source: {0} {1} Membership
de: {0} {1} Mitgliedschaft
es: {0} {1} Afiliación
fr: {0} {1} appartenance

source: Reminder of invitation to join {0}
de: Erinnerung der Einladung zum Beitritt {0}
es: Recordatorio de la invitación para unirse a {0}
fr: Rappel d'invitation à rejoindre {0}

source: {0} has not answered invitation to join {1}
de: {0} hat nicht beantwortet Einladung zum Beitritt {1}
es: {0} invitación no ha respondido a unirse {1}
fr: {0} n'a pas répondu à l'invitation à rejoindre {1}

source: Reminder of {0} request to join {1}
de: Erinnerung von {0} Antrag für {1}
es: Recordatorio de {0} petición para unirse {1}
fr: Rappel de {0} demande d'adhésion {1}

source: Unanswered request to join {0}
de: Unbeantwortet Antrag für {0}
es: Solicitud sin respuesta para unirse a {0}
fr: Demande de réponse sans réponse {0}

source: {0} invitation to join {1} expired
de: {0} Einladung zum Beitritt {1} abgelaufen
es: {0} invitación para unirse {1} caducado
fr: {0} invitation à rejoindre {1} expirée

source: {0} request to join {1} expired
de: {0} Antrag für {1} abgelaufen
es: {0} petición para unirse {1} caducado
fr: {0} demande d'adhésion {1} expirée

source: {0} Report Failed
fr: {0} Échec du rapport

source: The {0} server has failed to run your requested "{1}" report.
fr: The {0} server has failed to run your requested «{1}» rapport.

source: The report has failed three times, so it will not be retried.
fr: Le rapport a échoué trois fois et ne sera donc pas relancé.

source: Add Manager
de: In-Manager
es: Añadir Administrador
fr: Ajouter un gestionnaire

source: Current Managers:
de: Aktuelle Geschäftsführer:
es: Los gestores actuales:
fr: Gestionnaires actuels:

source: Note that only people whose accounts are set as "manager" (or higher) can be made managers.
de: Beachten Sie, dass nur Menschen, deren Konten werden als gesetzt "manager" (oder höher) Manager vorgenommen werden können.
es: Tenga en cuenta que sólo las personas cuyas cuentas se establecen como "administrador" (o más) se pueden hacer los gerentes.
fr: Note that only people whose accounts are set as «manager» (ou supérieur) peuvent être faites gestionnaires.

source: Add as manager
de: Fügen Sie als Manager
es: Añadir como gerente
fr: Ajouter en tant que gestionnaire

source: Create
de: Erstellen
es: Crear
fr: Créer

source: Create Affiliate
de: erstellen Partner
es: Crear Afiliado
fr: Créer un affilié

source: Edit Affiliate
de: Bearbeiten Partner
es: Editar Afiliado
fr: Modifier Affilié

source: Submit
de: einreichen
es: Enviar
fr: Soumettre

source: List Affiliates
de: Liste Affiliates
es: Los afiliados de la lista
fr: Liste des Affiliées

source: Delete
de: Löschen
es: Borrar
fr: Supprimer

source: Delete Affiliate
de: löschen Partner
es: Eliminar Afiliado
fr: Supprimer Affilié

source: Are you sure you want to delete this affiliate?
de: Sind Sie sicher, dass Sie diese Partner zu löschen?
es: ¿Está seguro de que desea eliminar este afiliado?
fr: Voulez-vous vraiment supprimer cet affilie?

source: Add Affiliate
de: In Partner
es: Añadir Afiliado
fr: Ajouter Affilié

source: Name
es: Nombre
fr: Nom

source: Active
de: Aktiv
es: Activo
fr: Actif

source: Managers
de: Manager
es: Los gestores
fr: Gestionnaires

source: Yes
de: ja
es: Sí
fr: Oui

source: No
de: Nein
fr: Non

source: None
de: Keiner
es: Ninguna
fr: Aucun

source: Select
de: Wählen
es: Seleccionar
fr: Sélectionner

source: By selecting an affiliate below, you will only be shown that affiliate's details throughout the site. You will be able to remove this restriction or select another affiliate to browse, using links on your {0}.
es: Al seleccionar un afiliado a continuación, sólo se le mostrará los detalles de ese afiliados en todo el sitio. Usted será capaz de eliminar esta restricción o seleccionar otro afiliado para navegar, utilizando enlaces en su {0}.
fr: En sélectionnant un affilié ci-dessous, vous ne verrez que ses détails sur tout le site. Vous pourrez supprimer cette restriction ou sélectionner un autre affilié à parcourir, en utilisant des liens sur votre {0}.

source: Note that, regardless of which affiliate you may select, your {0} and menus will always show your teams and games.
es: Tenga en cuenta que, independientemente de qué afiliado puede seleccionar, la {0} y los menús siempre mostrarán sus equipos y juegos.
fr: Notez que, quel que soit l'affilié que vous sélectionniez, votre {0} et vos menus afficheront toujours vos équipes et vos parties.

source: Remove
de: Entfernen
es: Retirar
fr: Retirer

source: Are you sure you want to remove {0} as a manager?
de: Sind Sie sicher, dass Sie entfernen möchten, {0} als Manager?
es: ¿Seguro que desea eliminar {0} como gerente?
fr: Êtes-vous sûr de vouloir supprimer {0} en tant que gestionnaire?

source: {0} is written and maintained by {1}.
fr: {0} est écrit et géré par {1}.

source: It is written in {0}, built on the {1}, and uses plugins from {2}. Unit testing is done with Sebastian Bergmann's {3}.
fr: Il est écrit en {0}, construit sur le {1} et utilise les plugins de {2}. Les tests unitaires sont effectués avec {3} de Sebastian Bergmann.

source: CakePHP framework
fr: Le framework CakePHP

source: Zuluru is based in part on {0}, originally written by Dave O'Neill, with contributions from Mackenzie King (bug fixes), Tony Argentina (player rating system, ladder-based scheduling), Dan Cardamore, Greg Schmidt (registration system, Google Maps layout editor) and Richard Krueger (iCal integration).
fr: Zuluru est basé en partie sur {0}, écrit à l’origine par Dave O'Neill, avec des contributions de Mackenzie King (corrections de bugs), Tony Argentina (système de classement des joueurs, planification basée sur une échelle), Dan Cardamore, Greg Schmidt (système Google Maps layout Editor) et Richard Krueger (intégration iCal).

source: Contributions to the Zuluru codebase have been made by Mateusz Bocian (user interface) and Rizwan Jiwan (unit testing).
fr: Des contributions à la base de code Zuluru ont été apportées par Mateusz Bocian (interface utilisateur) et Rizwan Jiwan (tests unitaires).

source: Feature suggestions and other inspiration have come from sources too numerous to remember.
fr: Les suggestions de fonctionnalités et d’autres sources d’inspiration proviennent de sources trop nombreuses pour être mémorisées.

source: Activate
de: Aktivieren
es: Activar
fr: Activer

source: Create Badge
de: erstellen Abzeichen
es: Crear insignia
fr: Créer un badge

source: Edit Badge
de: Bearbeiten Abzeichen
es: Editar insignia
fr: Modifier Insigne

source: The full name of the badge, to be used as title text on the icon.
de: Der vollständige Name des Abzeichens, als Titeltext auf das Symbol verwendet werden.
es: El nombre completo de la placa, para ser utilizado como texto de título en el icono.
fr: Le nom complet du badge, à utiliser comme titre du titre sur l'icône.

source: A detailed description of this badge, which should explain how to earn it, what it denotes, and/or what the benefits are.
de: Eine detaillierte Beschreibung dieses Abzeichen, das sollte erklären, wie es zu verdienen, was es bedeutet, und/oder das, was die Vorteile sind.
es: Una descripción detallada de esta placa, que debe explicar cómo lo ganan, lo que denota, y/o lo que los beneficios son.
fr: Une description détaillée de ce badge, qui devrait expliquer comment l’obtenir, ce qu’il indique et/ou quels sont ses avantages.

source: The category determines the timing for when the badge may be awarded. Don't change this unless you know what you are doing.
de: Die Kategorie bestimmt den Zeitpunkt, wann das Abzeichen verliehen werden kann. Sie nicht ändern, wenn Sie wissen, was Sie tun.
es: La categoría determina la temporización para cuando la placa se puede conceder. No cambie esto a menos que sepa lo que está haciendo.
fr: La catégorie détermine le moment auquel le badge peut être attribué. Ne changez cela que si vous savez ce que vous faites.
